{
    "Créneau": "Sem 2/Sem 2/Sem 4SL",
    "Prérequis": "Le cours \" Introduction à la Programmation \" (S1)",
    "Enseignants responsables": "Pascal MONASSE",
    "Equipe enseignante": "Pascal MONASSE",
    "Objectifs du module": "Ce cours d'ouverture en informatique a pour objectif d'apporter une expérience de programmation aux élèves en leur proposant des sujets ludiques comme des jeux vidéo d'action ou de réflexion, des logiciels de retouche d'images numériques, etc. Ce sera l'occasion de leur faire utiliser les outils disponibles au développeur, en particulier pour la gestion d'un programme complexe. Le but est de leur enseigner de bonnes pratiques dans le développement et l'organisation du code.",
    "Programme du module": "La première séance est consacrée dans une première partie (1h30) à des rappels de C++ et à la présentation des projets. En deuxième partie de cette séance (1h), quelques exercices sur les outils informatiques seront appliqués en salle machine. Les autres séances (2h30) seront consacrées au développement des projets en binômes en salle machine. La 7ème et dernière séance est consacrée à la présentation du projet et démonstration de leur programme par les élèves. Thèmes abordés : 1. Utilisation de l'environnement de programmation, débogage, gestion de versions 2. Qualité de code, organisation du code, documentation 3. Code efficace, clair, structuré 4. Utilisation de la programmation objet, constructeurs et destructeurs",
    "Contrôle des connaissances - Règles de validation du module": "La validation se fait sur la soutenance orale (20%) et la fonctionnalité (40%) et la qualité (40%) du code.",
    "Documents pédagogiques - Bibliographie": "Documents pédagogiques : Des fiches récapitulatives sur le C++, les classes et les outils de développement, bibliothèques C++ pour l'interface graphique. Site du module : http://imagine.enpc.fr/~monasse/Info2a/",
    "Effectif maximal": "Effectif limité à 30 élèves",
    "Département de rattachement": "Département de 1ère année",
    "Nombre de crédits ECTS": "2 crédits ECTS",
    "Code": "1APRO"
}