{
    "Créneau": "Ouv 1Sem 1",
    "": "Module en 1 partie",
    "Prérequis": "Aucun",
    "Enseignants responsables": "Angelo ARANCIO",
    "Equipe enseignante": "Corinne BAROIS, Pierre DERYCKE, Jean-Pierre GRYSON, Elsa MAURUS-ROULLIER, Catherine MORIN-LEGELARD, Florence DUPUY ALAYRAC, Christophe LAVALLE, Caroline PRELLER, Manuel HUSSON, Hovnatan AVEDIKIAN, Angelo ARANCIO, David JAROUSSEAU, Juliette MALFRAY",
    "Objectifs du module": "Ce module a pour objectif de développer les compétences de communication des étudiants dans quelque contexte que ce soit. A l'issue de ce module les élèves seront dotés des outils indispensables pour bien s'exprimer (respiration abdominale, voix, diction, gestion du corps), ils seront capables de construire une intervention (objectif, plan, messages clés), ils sauront adapter leurs interventions en fonction des différents publics devant lesquels ils s'expriment, ils maitriseront leur stress et s'exprimeront en toute confiance quel que soit le contexte.",
    "Programme du module": "Programme - Développer ses capacités d'expression orale 1) Contenu - acquisition des outils : respiration, voix, diction, gestion du corps Programme - Acquisition des techniques indispensables 2) Contenu - Apprendre à construire un discours ou une intervention pour convaincre (logos, ethos) Programme – Les différents genres de discours/le plan 3) Contenu – créativité des élèves (logos, pathos, ethos) + gagner en assurance et en confiance Programme – mise en situation 4) Contenu – écouter pour comprendre, construire et scénariser, s'adapter au public Programme - mise en situation 5) Contenu – confirmer son assurance et sa confiance Programme – se préparer au débat 6) Contenu – acquérir des ressources argumentaires pour faire face à ses contradicteurs sans être déstabilisé. Programme – mise en situation 7) Contenu – s'engager dans la parole et éprouver son argumentation. Apprendre à vulgariser. Illustrer ses arguments d'exemples concrets.",
    "Modalités": "Format : atelier Durée : environ 12 heures Nombre de participants : 12 à 15 élèves par groupe Lieu : salle de classe vide",
    "Contrôle des connaissances - Règles de validation du module": "Comme l'enseignement est essentiellement pratique les acquis des étudiants sont en conséquence soumis à une évaluation continue. Cependant une présentation orale en fin de cursus peut être notée. Outre ceci une possibilité de rattrapage écrit dont le sujet sera à déterminer est possible.",
    "Adresse du site du module": "educnet.enpc.fr/course/view.php?id=186",
    "Documents pédagogiques - Bibliographie": "Cicéron, Orator : http://www.mediterranees.net/art_antique/rhetorique/ciceron/orator.html Cicéron, Divisions de l'art oratoire : éd. Les belles lettres Jacques Lusseyran, Le monde commence aujourd'hui (pages 93 à 111) : éd. Folio Angelo Arancio, Oser prendre la parole … et devenir un orateur : éd. StudyramaPro Angelo Arancio, L'éloquence, un outil indispensable pour réussir : éd. Kawa Robert Badinter, Discours complet sur l'abolition de la peine de mort : Youtube Christiane Taubira, Discours d'ouverture des débats sur le mariage pour tous : Youtube Simone Weil, Projet de loi sur l'IVG : Youtube Barack Obama, Yes we can : Youtube",
    "Effectif maximal": "Effectif illimité",
    "Département de rattachement": "Département de 1ère année",
    "Nombre de crédits ECTS": "0,5 crédit ECTS",
    "Code": "1COMM"
}