{
    "Créneau": "Sem 2/Sem 4Sem 4",
    "Prérequis": "Cours \" Outils Mathématiques pour l'Ingénieur \" et \" Probabilités \" du premier semestre, ainsi que préférablement le cours \" Optimisation \"",
    "Enseignants responsables": "Pierre-Cyril AUBIN",
    "Equipe enseignante": "Pierre-Cyril AUBIN",
    "Objectifs du module": "Optimiser un critère est un moyen de se forcer à un choix. Mais comment faire s'il y a plus d'un critère, ou si de l'aléatoire affecte le résultat ? Que ce soit en gestion de l'énergie, de stock, en assurance ou en finance, où l'environnement produit l'aléa, ou bien en apprentissage statistique, où les données d'entraînement et test sont aléatoires, il faut prendre une décision à un instant donné au regard d'un critère qui dépend lui d'aléas futurs. L'objectif principal du cours \" Décision dans l'incertain \" est d'introduire à différentes modélisations de l'aléa dans des questions d'optimisation et de maîtrise du risque, avec une focalisation sur la dépendance temporelle. Ce cours introductif présentera des problèmes pratiques faisant intervenir des questions d'optimisation aléatoire et ne reposera que sur les connaissances du cours de probabilité du premier semestre, de façon à motiver les outils mathématiques qui seront abordés plus en profondeur en deuxième année. L'outil central du cours sera la notion de chaîne de Markov. Il s'agit du modèle le plus simple, sans mémoire, permettant de décrire la loi d'une évolution aléatoire. Pour ces modèles, on montrera comment évaluer en espérance des critères tenant compte des comportements futurs et leurs liens avec de nombreux domaines mathématiques. On décrira la méthodologie classique permettant de faire un choix optimal dans ce contexte (technique de programmation dynamique). On illustrera ces techniques par des exemples de gestion de stock, problème d'arrêt optimal (problème dit du \" mariage \", choix du meilleur moment pour investir dans un projet). À l'issue de ce module, les étudiants auront vu un tour d'horizon de modélisation de la décision face à l'aléatoire et seront à même de manipuler des chaînes de Markov dans un contexte de problèmes d'optimisation.",
    "Programme du module": "Séance1. Introduction aux chaînes de Markov Définition, exemples, matrice de transition et dualité entre fonctions test et mesures de probabilité Séance 2. Propriétés des chaînes de Markov Temps d'arrêt, ergodicité et renversement du temps Séance 3. Contrôle de chaînes de Markov Formalisation d'un problème de gestion de stock. Séance 4. Contrôle de chaînes de Markov (suite) Équation de programmation dynamique, dite de Bellman Séance 5. Problèmes d'échantillonnage et optimisation Evolution d'une mesure de probabilité, et optimisation sur les mesures de probabilité Séance 6. Conférence applicative Denoising diffusion models : les chaînes de Markov et le time-reversal pour la génération de contenu",
    "Modalités": "Cours magistraux en amphis de 1h, suivis de 1h30 de mise en application des concepts vu le matin en amphi, avec TD et TP en alternance.",
    "Contrôle des connaissances - Règles de validation du module": "Le contrôle des connaissances se fait pour 80% par l'intermédiaire d'un TP à rédiger en classe et d'un examen final de 2h, constitué d'une série d'exercices, ainsi que pour 20% d'un contrôle continu sous la forme de questionnaires et d'un TP/projet à rédiger chez soi.",
    "Documents pédagogiques - Bibliographie": "Les textes des TD (et des correction partielles) seront accessibles sur Educnet ainsi que des énoncés d'exercices. Carl Graham, Chaînes de Markov, cours et exercices corrigés. Dunod, Paris, 2008 J.R. Norris, Markov Chains, Cambridge University Press, 1997",
    "Effectif maximal": "Effectif limité à 60 élèves",
    "Département de rattachement": "Département de 1ère année",
    "Nombre de crédits ECTS": "2 crédits ECTS",
    "Code": "1DECI"
}