{
    "Créneau": "Sem 2/Sem 4Sem 4",
    "Prérequis": "Cours de mécanique de première année",
    "Enseignants responsables": "Denis GARNIER , Camille CHATEAU",
    "Equipe enseignante": "Denis GARNIER, Camille CHATEAU",
    "Objectifs du module": "Bien qu'en apparence homogènes, les matériaux présentent tous en réalité une structure hétérogène selon l'échelle à laquelle on les observe. Bien que parfois réducteur, le concept d'homogénéité est retenu dans de nombreuses analyses, dont la mécanique. Il permet en effet de mettre en place des bases solides que l'on peut utiliser avec profit pour élargir ces analyses à des matériaux hétérogènes. L'un des objectifs visés dans ce cours est l'ouverture à la notion d'hétérogénéité microstructurale et mécanique des matériaux à différentes échelles. Des approches théoriques et expérimentales récentes seront mises en œuvre pour découvrir cette notion. Des techniques expérimentales seront présentées pour observer en 2 ou 3 dimensions (microscopie, microtomographie...) leur microstructure hétérogène et caractériser leur comportement mécanique local, ie à la petite échelle (nano-indentation). Ces informations permettront de définir et de comprendre le comportement à l'échelle de l'ingénieur de ces matériaux. La modélisation du passage de la petite échelle à la grande échelle nécessitera l'utilisation de techniques d'homogénéisation qui seront étudiées.",
    "Programme du module": "Séance 1 : - Hétérogénéité des matériaux (microstructure et comportement) - Différents essais expérimentaux en mécanique (caractérisation à l'échelle de l'ingénieur) Séance 2 : - Caractérisation microstructurale et mécanique à l'échelle microscopique (techniques d'imagerie 2D et 3D, essais de nano-indentation) Séance 3 : - essai de nano-indentation, imagerie au microtomographe et essai mécanique macroscopique (TP) Séance 4 et 5 : - Introduction aux techniques de changement d'échelle, homogénéisation (cours + TD) Séance 6 : - Lecture et analyse critique d'article scientifique utilisant les techniques expérimentales et/ou de modélisation présentées lors du cours (TD)",
    "Contrôle des connaissances - Règles de validation du module": "Evaluation du travail effectué par groupe en séance 6 (soutenance lors de la séance Examens) + compte-rendu de TP et DM.",
    "Documents pédagogiques - Bibliographie": "- Luc Dormieux, Polycopié de mécanique de première année - J-Y. Buffière, E. Maire, Imagerie 3D en mécanique des matériaux, éditions Lavoisier, 2014 - A.C. Fischer-Cripps, Nano-indentation, éditions Springer, 2011 - D. François, Essais mécaniques et lois de comportement, éditions Hermès, 2001",
    "Effectif maximal": "Effectif limité à 12 élèves",
    "Département de rattachement": "Département de 1ère année",
    "Nombre de crédits ECTS": "2 crédits ECTS",
    "Code": "1DMAM"
}