{
    "Créneau": "Sem 2/Sem 4Sem 4",
    "Prérequis": "Avoir suivi le cours d'approfondissement \" Introduction à la mécanique Lagrangienne \"",
    "Enseignants responsables": "Gwendal CUMUNEL , Luc DORMIEUX",
    "Equipe enseignante": "Gwendal CUMUNEL, Luc DORMIEUX",
    "Objectifs du module": "La demande architecturale associée à un souci de réduction des coûts amène à la réalisation de structures de plus en plus légères et avec des formes innovantes. La grande souplesse de ces structures les rend de plus en plus sensibles aux sollicitations dynamiques extérieures telles que le trafic, le vent et les tremblements de terre … Les techniques de contrôle des vibrations permettent aujourd'hui d'envisager sereinement des constructions modernes de plus en plus élancées. L'enseignement de ce cours s'inscrit dans cette problématique de réduction des vibrations, plus spécifiquement appliquée aux systèmes discrets, et propose une prise de contact avec le comportement dynamique des structures. On se place dans la situation où la géométrie du système peut être paramétrée par un nombre fini de degrés de liberté (i.e. des systèmes discrets). A travers l'étude de quelques systèmes simples, le cours vise à donner les éléments d'une culture \" dynamique \" dans les domaines linéaire (analyse modale, propagation d'ondes) et non linéaire. La pédagogie du cours consacre une place significative à la découverte et à l'analyse expérimentale des phénomènes en s'efforçant d'effectuer le cycle modélisation-expérience-validation.",
    "Programme du module": "- Révisions de l'oscillateur à 1 DDL, étude expérimentale sur un oscillateur à lames - Introduction à l'étude vibratoire des systèmes à n DDL, analyse modale - Traitement numérique du signal (python) appliqué au comportement non linéaire d'un pendule - Propagation d'ondes mécaniques unidimensionnelles - Propagation d'ondes mécaniques tridimensionnelles - Etude expérimentale d'un système à 2 DDL, amortisseur à masse accordée",
    "Contrôle des connaissances - Règles de validation du module": "DM, comptes rendus de TP et QCM final.",
    "Documents pédagogiques - Bibliographie": "Y. Bamberger, Mécanique de l'ingénieur - Tome 1 : Systèmes de corps rigides, Hermann Sc./Exc, 1997.",
    "Effectif maximal": "Effectif limité à 12 élèves",
    "Département de rattachement": "Département de 1ère année",
    "Nombre de crédits ECTS": "2 crédits ECTS",
    "Code": "1DYNA"
}