{
    "Créneau": "Sem 2/Sem 4Sem 4",
    "Prérequis": "Cours « Analyse des EDP » (premier semestre)",
    "Enseignants responsables": "Frédéric LEGOLL",
    "Equipe enseignante": "Frédéric LEGOLL, Rutger BIEZEMANS, Jean CAUVIN VILA, Régis SANTET",
    "Objectifs du module": "De très nombreux phénomènes en sciences de l'ingénieur (en physique, en mécanique, ...) sont modélisés par des équations aux dérivées partielles (EDP). Ces modèles sont aussi de plus en plus utilisés dans des domaines plus inattendus, comme celui de la santé (épidémiologie, fonctionnement des organes – comme le coeur, cf. l’image ci-dessus –, fonctionnement des médicaments, …), le domaine des transports, ... L'objectif de ce cours est de présenter les outils modernes, élaborés dans la deuxième moitié du 20ième siècle, pour l'analyse mathématique de ces problèmes. En s'appuyant sur la théorie des distributions, on commencera par construire de bons espaces de fonctions (dits espaces de Sobolev) dans lesquels chercher la solution du problème. On introduira ensuite la notion de formulation faible (ou formulation variationnelle) d'une EDP. L'étude mathématique s'appuiera sur cette formulation, en utilisant des résultats généraux de type théorème de Lax-Milgram. La formulation \"minimisation de l'énergie\" correspondante (avec les notions essentielles de calcul différentiel) sera aussi présentée. Plusieurs exemples d'EDP (problèmes de diffusion, problèmes de transport) seront étudiés, avec des conditions aux limites variées (dont on discutera la signification physique). Le cas spécifique de l’élasticité linéaire sera aussi étudié mathématiquement. La fin du cours permettra une ouverture vers des situations plus complexes : problèmes non-linéaires, problèmes avec contrainte (problème de l’obstacle), ... Ce module est un cours d'approfondissement. Il s'appuie sur les cours de mathématiques du premier semestre, et en particulier sur la notion de distributions. Ce cours vise un large public, et on s'attachera à faire le lien avec d'autres cours de l'Ecole, en mathématiques et dans d'autres disciplines.",
    "Programme du module": "L’essentiel du cours aura lieu en petites classes, à l’exception d’un amphi au début du cours. Séance 1: Espaces de Sobolev, inégalités de Poincaré. Séances 2 et 3 : Equivalence entre les EDP et leur formulation variationnelle, théorème de Lax-Milgram, application à différentes EDP : diffusion, advection-diffusion, … Etude de plusieurs types de conditions aux limites (Dirichlet, Neumann, …) et interprétation. Séance 4 : Etude mathématique du problème de l’élasticité linéaire, inégalités de Korn. Séances 5 et 6: Ecriture du problème sous forme de la minimisation d’une énergie, calcul différentiel, problèmes avec contraintes (problème de l’obstacle), étude de certains problèmes non-linéaires. Ouverture vers les méthodes d’approximation de type Galerkin.",
    "Modalités": "Le travail en séance s'appuiera en particulier sur des fiches d'exercices (ou sur les examens des années passées, en fin de module), disponibles en avance sur le site web du cours, et dont le corrigé sera ensuite disponible. Le cours sera proposé en anglais dans une petite classe, si l'effectif d'élèves intéressés le permet.",
    "Contrôle des connaissances - Règles de validation du module": "Le cours comportera un travail à faire « chez soi », pour lequel les élèves seront guidés et accompagnés par les enseignants. L'évaluation finale sera basée sur l'examen final et le rendu de ce travail.",
    "Adresse du site du module": "http://cermics.enpc.fr/~legoll/edpef.html",
    "Documents pédagogiques - Bibliographie": "Polycopié, transparents des amphis, fiche d'exercices BIBLIOGRAPHIE G. Allaire, Analyse numérique et optimisation, Ecole Polytechnique, 2005. H. Brezis, Analyse fonctionnelle, Dunod 1999. C. Bernardi, Y. Maday, F. Rapetti, Discrétisations variationnelles de problèmes aux limites elliptiques, Collection Mathématiques et Applications, vol. 45, Springer 2004.",
    "Effectif maximal": "Effectif limité à 120 élèves",
    "Département de rattachement": "Département de 1ère année",
    "Nombre de crédits ECTS": "2 crédits ECTS",
    "Code": "1EDP"
}