{
    "Créneau": "Sem 2/Sem 4Sem 4",
    "Enseignants responsables": "Mohamed Saad EL HARRAB , Michel NAKHLA",
    "Objectifs du module": "Dans un marché globalisé et dans un monde toujours plus \" VUCA \" les entreprises doivent être agiles, résilientes et capables de s'adapter aux évolutions rapides des marchés, tout en préservant leur efficience. La maîtrise des systèmes de production et de la Supply Chain devient un enjeu majeur pour les industriels confrontés à la nécessité d'améliorer leurs performances en termes de productivité flexibilité et durabilité. Ce cours vise à : - Fournir aux étudiants une compréhension exhaustive des principes fondamentaux de la gestion industrielle. - Expliquer les mécanismes décisionnels qui sous-tendent la rationalisation des systèmes de production et des opérations logistiques. - Présenter et approfondir les outils et modèles essentiels pour piloter des systèmes industriels complexes. - Comprendre et analyser la performance industrielle en prenant en compte des dimensions techniques, financières, sociales et environnementales. - Orienter les étudiants vers la poursuite de l'excellence opérationnelle en les sensibilisant aux meilleures pratiques et méthodes du domaine.",
    "Programme du module": "1. Introduction à la Gestion Industrielle et Organisation des Systèmes Industriels de Production 2. Visite Industrielle 3. Planification des Flux de Production Industrielle 4. Ordonnancement de Production et Approvisionnement 5. Gestion des Stocks et Supply Chain Management 6. Data Science pour une Industrie 4.0",
    "Modalités": "Cours le lundi matin au S2B",
    "Contrôle des connaissances - Règles de validation du module": "- Projet en Groupe : Simulation du fonctionnement d'une entreprise industrielle avec présentation des résultats, des décisions stratégiques et opérationnelles, et des défis rencontrés. - Contrôle Écrit : Examen portant sur la théorie, les études de cas et les applications pratiques abordées durant le cours.",
    "Documents pédagogiques - Bibliographie": "Références bibliographiques NAKHLA, M. (2006). L'essentiel du management industriel. Maîtriser les systèmes : Production, logistique, qualité, Supply Chain. Dunod. NAKHLA, M. (2022). La pratique de la recherche opérationnelle en gestion. Exercices et cas corrigés en production, transport, Supply Chain et investissement. Presses des Mines. STEVENSON, W. J., HOJATI, M., CAO, J., MOTTAGHI, H., & BAKHTIARI, B. (2007). Operations management. Boston: McMcGraw-Hill Irwin.",
    "Effectif maximal": "Effectif limité à 30 élèves",
    "Département de rattachement": "Département de 1ère année",
    "Nombre de crédits ECTS": "2 crédits ECTS",
    "Code": "1GIND"
}