{
    "Créneau": "Sem 1Sem 2/Sem 4SL",
    "Enseignants responsables": "Laurent HAUSWIRTH",
    "Equipe enseignante": "Laurent HAUSWIRTH",
    "Objectifs du module": "Ce cours est une introduction à la géométrie différentielle et discrète des surfaces. C'est un cours de Mathématiques avant tout. L'idée est de voir comment des résultats mathématiques pures trouvent des applications dans des solutions techniques de bâtiments d'aujourd'hui. Au coeur du sujet, les surfaces développables, ce sont les surfaces qui peuvent se construire à partir de feuilles d'acier, panneaux de bois, panneaux de verre cintrées pour réaliser des architectures comme celle du pavillon Vuitton à Paris. Nous verrons d'autres réalisations et les mathématiques que cela met en œuvre. Le prolongement naturelle est l'étude de la géométrie discrète avec les maillages, les origamis, qui peuvent aussi servir d'approximations naturelles des formes de la nature et donne lieu à des formulations mathématiques. Après l'introduction des notions de topologie et de classification des surfaces, nous aborderons la notion de courbure des surfaces lisses, puis celle de courbure discrète. Nous étudierons également des propriétés spécifiques de certains réseaux de courbes sur les surfaces qui permettent ces constructions. Nous étudierons quelques résultats de géométrie différentielle discrète sur les maillages qui feront le lien entre les mathématiques pures et la construction. Nous évoquerons enfin la théorie de déformation des Origamis. Pour former notre intuition, nous prendrons aussi en main un logiciel de construction 3D, Rhino-Grasshopper de construction paramétriques des surfaces très utilisé en génie civil.",
    "Programme du module": "Topologie des surfaces, caractéristique d'Euler. Théorie de la courbure des surfaces, courbure moyenne et Gaussienne, lignes de courbure, directions asymptotiques, Théorème de Gauss-Bonnet. Surfaces développables, surfaces réglées, Problèmes variationnels pour les courbes et les surfaces, géodésiques et géométrie des films de savons, courbes élastica, équilibre des membranes. Théorème de Steiner et théorie discrète de la courbure. Application à la théorie des maillages en géométrie des structures. Construction et déformabilité des Origamis.",
    "Modalités": "Topologie des surfaces, caractéristique d'Euler. Théorie de la courbure des surfaces, courbure moyenne et Gaussienne, lignes de courbure, directions asymptotiques, Théorème de Gauss-Bonnet. Surfaces développables, surfaces réglées, Problèmes variationnels pour les courbes et les surfaces, géodésiques et géométrie des films de savons, courbes élastica, équilibre des membranes. Théorème de Steiner et théorie discrète de la courbure. Application à la théorie des maillages en géométrie des structures. Construction et déformabilité des Origamis. Cours le vendredi matin au S2A",
    "Contrôle des connaissances - Règles de validation du module": "Contrôle continu effectué en début des séances, projet Rhino et devoirs à rendre.",
    "Documents pédagogiques - Bibliographie": "Bibliographie : Differential Geometry of Curves and surfaces, Manfredo DoCarmo https://fr.scribd.com/document/324414670/do-Carmo-Differential-Geometry-of-Curves-and-Surfaces-pdf",
    "Effectif maximal": "Effectif limité à 30 élèves",
    "Département de rattachement": "Département de 1ère année",
    "Nombre de crédits ECTS": "2 crédits ECTS",
    "Code": "1IGCS"
}