{
    "Créneau": "Sem 1Sem 2/Sem 4Sem 4",
    "Enseignants responsables": "Bertrand CARISSIMO , David POLLACK",
    "Equipe enseignante": "Bertrand CARISSIMO, David POLLACK",
    "Objectifs du module": "Ce cours a pour objectif d'introduire les éléments de base de la météorologie pour permettre de comprendre les principaux phénomènes qui composent le temps sensible et les événements météorologiques exceptionnels. Ces éléments sont ensuite utilisés pour étudier des questions liées à l'environnement atmosphérique, comme la pollution de l'air ou l'effet de serre. Une partie du cours s'intéresse aussi à la question de la micro-météorologie, en particulier dans le milieu urbain pour permettre de comprendre les enjeux en lien avec la ville du futur.",
    "Programme du module": "- Circulation générale : chauffée à l'équateur, refroidie aux pôles comment l'atmosphère se met elle en mouvement ? - Dynamique des moyennes latitudes : des perturbations des moyennes latitudes à la convection ? - Perturbation des moyennes latitudes : l'interaction barocline ou comment se forme une tempête ? - Transfert radiatif atmosphérique : son rôle de l'effet de serre à l'ilot de chaleur urbain - La couche limite atmosphérique et la micro-météorologie : le vent à la campagne et à la ville. - La pollution atmosphérique et les émissions anthropiques : l'ozone, trop ou pas assez ?",
    "Modalités": "Les cours sont composés à chaque fois d'une conférence suivie d'une demi séance de type bureau d'étude dans laquelle les étudiants travaillent en petits groupes sur des questions liées au cours avec l'assistance de l'enseignant. Cours le vendredi matin au S2A",
    "Contrôle des connaissances - Règles de validation du module": "examen (sans documents)",
    "Documents pédagogiques - Bibliographie": "Bibliographie : \" S. Malardel, Fondamentaux de Météorologie. Editions Cepadues \" Holton J R Hakim, G J. Introduction to dynamic meteorology. Academic Press \" J Wallace & P. Hobbs. Atmospheric Science, An Introductory Survey, Academic Press \" Oke, T. R., Mills, G., Christen, A., & Voogt, J. A. Urban Climates. Cambridge University Press.",
    "Effectif maximal": "Effectif limité à 30 élèves",
    "Département de rattachement": "Département de 1ère année",
    "Nombre de crédits ECTS": "2 crédits ECTS",
    "Code": "1IMET"
}