{
    "Créneau": "Sem 2/Sem 4Sem 4",
    "Enseignants responsables": "Pierre-Jean COTTALORDA",
    "Objectifs du module": "Les objectifs de cet enseignement se déclinent à travers 1/l'approfondissement de la compréhension des enjeux de grande transition en intégrant les questions de complexité et d'interdisciplinarité (ici à la croisée de l'histoire, la gestion, l'économie, la sociologie, la science politique et l'éthique), 2/la réflexivité par rapport aux rôles et responsabilités des acteurs de cette transition et 3/ la prospective visant l'opérationnalisation cohérente d'une stratégie de transition.",
    "Programme du module": "Séance 1 - Séance introductive : scenarios de neutralité carbone, outils méthodologiques et lignes de fuite Séance 2 - La place des récits et des imaginaires pour la grande transition Séance 3 - Sobriété et progrès technologique : paradoxe de Jevons, effet rebond et controverses autour des high techs et des low techs Séance 4 - Responsabilité et expertise vis-à-vis de l'innovation : la démocratie contre les experts ? Séance 5 - Innovation(s) organisationnelle(s) & leviers de réduction d'impact environnemental Séance 6 - Réflexion sur les communs : définition et expérimentations citoyennes",
    "Modalités": "Plusieurs chercheurs et praticiens experts du sujet interviendront pour animer des séances sur leurs thèmes respectifs. Chaque séance nécessitera une préparation et la lecture d'un ou plusieurs textes d'introduction par les élèves. La séance débutera par une relecture (10 à 15 minutes) de la séance précédente, à partir de la deuxième semaine. Selon les thématiques, chaque séance se présentera sous la forme de deux conférences interactives d'une heure chacune, avec débat critique avec l'intervenant, avec 15 minutes de pause, ou bien d'une unique conférence suivie d'un atelier de travail collaboratif. Cours le vendredi après-midi au S2A",
    "Contrôle des connaissances - Règles de validation du module": "Travail par groupe de 3 à 5 élèves (40%), Essai personnel sur une problématique liée au cours (50%), participation en classe (10%)",
    "Documents pédagogiques - Bibliographie": "Renouard, C. Beau, R., Goupil, C., Koenig, C.(dir.), 2020, Manuel de la grande transition, Paris, LLL. Campus de la Transition, Pédagogie de la transition, 2021, Paris, LLL Webographie et notes de cours seront fournies au fur et à mesure du cours.",
    "Effectif maximal": "Effectif limité à 30 élèves",
    "Département de rattachement": "Département de 1ère année",
    "Nombre de crédits ECTS": "2 crédits ECTS",
    "Code": "1INTE"
}