{
    "Créneau": "Sem 1/Sem 5Sem 5",
    "Enseignants responsables": "Brigitte VINÇON LEITE , Ariane D'AVEZAC DE CASTERA",
    "Equipe enseignante": "Brigitte VINÇON LEITE, Ariane D'AVEZAC DE CASTERA",
    "Objectifs du module": "Des enjeux majeurs dans le domaine des sciences du vivant font appel à la formation d’ingénieurs généralistes, comme ceux de l’Ecole des Ponts. De plus, certains domaines de recherche d’avenir des laboratoires de l’Ecole, tels que les mathématiques et l’informatique appliquées à la biologie (génomique, neurosciences, big data) et à la santé (thérapie cellulaire, épidémiologie, e-santé), la bio-mécanique et les biomatériaux, les biotechnologies pour l’environnement et l’énergie ont un lien fort avec les sciences du vivant. Les solutions dans les domaines de la transition écologique et énergétique et de la santé demandent une approche interdisciplinaire afin de favoriser l'émergence de nouveaux concepts et de ruptures technologiques. Les biotechnologies constituent un secteur économique d’avenir. La contribution des ingénieurs, grâce à leurs connaissances approfondies en mathématiques et en physique, est déterminante pour développer le passage de l’innovation au stade industriel. Il est donc nécessaire que leur formation leur fournisse un socle de connaissances essentielles en Biologie pour comprendre les problématiques et pour certains d’entre eux, orienter ensuite leur activité professionnelle vers ce secteur. L’objectif de l’enseignement proposé est de fournir aux élèves, grâce à un socle de connaissances en biologie, les bases nécessaires pour comprendre les enjeux actuels en lien avec les sciences du vivant et en quoi consistent les métiers de l’ingénieur dans ce domaine",
    "Programme du module": "Le contenu du cours est découpé en 6 séances organisées en deux parties. La première partie est destinée à l’enseignement des connaissances de base de la biologie actuelle. La deuxième partie est consacrée à des conférences thématiques par des chercheurs ou ingénieurs, de formation initiale d’ingénieur et dont l’activité professionnelle (recherche, ingénierie), dans le secteur public ou privé, s’inscrivent dans les sciences du vivant. L’organisation des séances permettra aux étudiants d’acquérir les bases en biologie moléculaire et cellulaire et illustrera certaines transformations récentes de ce secteur en pleine évolution, tout en abordant de manière approfondie la thématique de la biodiversité. 1. Biodiversité et biologie moléculaire La biodiversité est une notion à plusieurs facettes, pouvant typiquement être considérée à 1 différentes échelles. L’ingénieur est fréquemment confronté, dans son activité professionnelle, à la notion de biodiversité, notamment via la règlementation. Le cours portera sur les notions de biodiversité et de services écosystémiques, brossant également un panorama général de la biodiversité planétaire. 2. Du gène aux protéines Rappel des bases de la biologie moléculaire : les molécules d’ADN et d’ARN, la structure du gène, la transcription de l’ADN, le code génétique, la synthèse des protéines. 3. Bases de biologie cellulaire Organisation de la cellule, eucaryote et procaryote. Membrane et transport cellulaire. Energie cellulaire (photosynthèse et respiration). La synthèse des protéines au sein de la cellule. 4. Outils de séquençage et d’édition du génome Amplification de l’ADN, principe du séquençage de l’ADN, nouvelles technologies de séquençage, édition de génomes avec le système CRISPR-Cas 5. Biologie moléculaire, phylogénétique et évolution Classification du vivant : de Lamarck, Darwin jusqu’à la phylogénie actuelle, arbre phylogénétique basé sur l’ADN, l’ARN ou les protéines, la place des virus. 6. Biodiversité et fonctionnement des écosystèmes Lien entre diversité biologique et activité fonctionnelle. Rôle de la diversité dans le fonctionnement des écosystèmes. Notions de résilience et résistance des écosystèmes.",
    "Modalités": "Cours le mardi matin au S2A Quatre conférences d’une heure trente permettront d’aborder quelques grands enjeux contemporains autour des sciences du vivant. Les conférenciers ont pour la plupart une formation initiale d’ingénieur et mènent leur activité professionnelle (recherche, ingénierie) dans le domaine des sciences du vivant. En 2023, les conférences ont porté sur les procédés biotechnologiques pour la valorisation des eaux usées, la réponse des cellules aux contraintes spatiales, la biologie des sols et les représentations syntaxiques dans le cerveau",
    "Effectif maximal": "Effectif limité à 30 élèves",
    "Département de rattachement": "Département de 1ère année",
    "Nombre de crédits ECTS": "2 crédits ECTS",
    "Code": "1ISCV"
}