{
    "Créneau": "Sem 2/Sem 4Sem 4",
    "Prérequis": "Cours de probabilités et d'optimisation de tronc commun.",
    "Enseignants responsables": "Vincent LEFIEUX , Julien REYGNER",
    "Equipe enseignante": "Faten BEN SAID, Vincent LEFIEUX, Julien REYGNER, Emanuele CONCAS, Marine DUMON, Lucie FAYETTE, Nadege POLETTE, Guillaume SZULDA",
    "Objectifs du module": "Ce cours d'introduction à la science des données présente le principe et les premières méthodes d'analyse des données et d'apprentissage statistique, dans le cadre rigoureux fourni par les cours de mathématiques appliquées de tronc commun, afin que les élèves en comprennent de manière très transparente le fonctionnement et sachent les mettre en œuvre en ayant conscience de leurs limites. Ces méthodes ont de nombreuses applications, en économie, écologie et science du climat, simulation numérique pour la mécanique, marketing, informatique, etc.",
    "Programme du module": "1) Introduction à l'apprentissage statistique 2) Régression linéaire 3) Classification supervisée (approche bayésienne et régression logistique) 4) Réduction de dimension 5) Clustering 6) Introduction aux réseaux de neurones profonds",
    "Modalités": "6 séances divisées en - 1h de cours magistral assuré par un des responsables du cours, en amphi - 1h30 de travaux pratiques sur machine (avec Python), en petite classe Les travaux pratiques porteront sur des jeux de données réels, issus de domaines différents : reconnaissance de chiffres manuscrits, identification de zones climatiques, typologies de pays en fonctions d’indicateurs écnomiques, prévsion de la consommation électrique ou de pic d’ozone ; ainsi que des données concernant la scolarité des élèves de l'École.",
    "Contrôle des connaissances - Règles de validation du module": "- 1 examen écrit sur les principaux concepts de cours (poids : 1/3)? - 2 comptes-rendus de TP portant sur deux séances chacun (poids : 1/3 par compte-rendu)",
    "Documents pédagogiques - Bibliographie": "Supports de cours : diaporamas, syllabus et notebooks",
    "Effectif maximal": "Effectif illimité",
    "Département de rattachement": "Département de 1ère année",
    "Nombre de crédits ECTS": "2 crédits ECTS",
    "Code": "1ISDO"
}