{
    "Créneau": "Ouv 1Sem 1",
    "Prérequis": "Aucun",
    "Enseignants responsables": "Steve BERNARDIN",
    "Objectifs du module": "A qui bénéficie le progrès technique ? La question est au cœur du module d'introduction aux sciences humaines et sociales. Elle invite à réfléchir au rôle politique de l'ingénieur en société. Dans ce sens, l'enseignement traitera d'abord de promesses traditionnellement associées aux nouvelles technologies. Il révèlera ensuite la prégnance d'impensés à rebours de l'idéal méritocratique du travail scientifique. Le module ouvrira enfin le débat quant aux enjeux matériels et symboliques du militantisme et de l'action collective, en particulier pour de futurs ingénieurs. Au terme de l'enseignement, chacun et chacune disposera ainsi d'outils de sciences sociales lui permettant d'interroger sa propre définition de l'engagement, au travail et au-delà.",
    "Programme du module": "Chapitre 1 : la science et ses problèmes Ce premier chapitre propose un tour d'horizon critique des promesses liées à l'avènement annoncé des technologies numériques. Il invite à questionner le rôle politique des ingénieurs en société. Repères bibliographiques : - François Jarrige, Technocritiques. Du refus des machines à la contestation des technosciences, Paris, La Découverte, 2014. - Dominique Cardon, A quoi rêvent les algorithmes. Nos vies à l'heure des big data, Paris, Seuil, 2015. Chapitre 2 : les impensés de la méritocratie Le deuxième chapitre interroge l'évidence d'un grand principe républicain, celui de la méritocratie, dont la mise en pratique s'accompagne en réalité de difficultés et de contradictions croissantes. Repères bibliographiques : - Muriel Darmon, Classes préparatoires. La fabrique d'une jeunesse dominante, Paris, La Découverte, 2013. - Benoît Coquard, Ceux qui restent. Faire sa vie dans les campagnes en déclin, Paris, La Découverte, 2019. Chapitre 3 : l'énigme de l'engagement Le troisième chapitre se concentre sur la thématique de l'engagement. Il explicite les enjeux matériels et symboliques contribuant à l'émergence des mobilisations individuelles et collectives. Repères bibliographiques : - Jean-Baptiste Comby, La question climatique. Genèse et dépolitisation d'un problème public, Paris, Raisons d'agir, 2015. - Anne Lambert et Joanie Cayouette-Remblière (dir.), L'explosion des inégalités. Classes, genre et générations face à la crise sanitaire, La Tour-d'Aigues, Editions de l'Aube, 2021.Tour-d'Aigues, Editions de l'Aube, 2021.",
    "Modalités": "6 séances de 2 heures",
    "Contrôle des connaissances - Règles de validation du module": "Devoir sur table",
    "Documents pédagogiques - Bibliographie": "Repères bibliographiques : - Philippe Riutort, Précis de sociologie, Paris, Presses Universitaires de France, 2019 [2014]. - François de Singly, Christophe Giraud, Olivier Martin (dir.), Nouveau manuel de sociologie, Paris, Armand Colin, 2013 [2010]. - Erik Neveu, Sociologie politique des problèmes publics, Paris, Armand Colin, 2022 [2015]. - Stève Bernardin (dir.), Croisades privées et problèmes publics, Rennes, Presses Universitaires de Rennes, 2022.",
    "Effectif maximal": "Effectif illimité",
    "Département de rattachement": "Département Sciences Humaines et Sociales",
    "Nombre de crédits ECTS": "1,5 crédit ECTS",
    "Code": "1ISHS"
}