{
    "Créneau": "Sem 2/Sem 4SL",
    "Prérequis": "Connaissance des bases de mécanique générale dispensées dans les filières classiques de classes préparatoires.",
    "Enseignants responsables": "Gwendal CUMUNEL , Luc DORMIEUX",
    "Equipe enseignante": "Gwendal CUMUNEL, Luc DORMIEUX",
    "Objectifs du module": "Les systèmes mécaniques rencontrés dans l'industrie sont couramment modélisés comme des assemblages de solides rigides, en particulier au stade du pré-dimensionnement. L'enjeu est de savoir prévoir et commander la dynamique des composants du système ainsi que de déterminer les efforts qui leur sont appliqués. La connaissance de ces efforts est un prérequis en vue de la prise en compte de la déformabilité des pièces et des contraintes qu'elles subissent afin de proposer un dimensionnement adapté. L'objectif principal du cours proposé est de familiariser les élèves avec le formalisme lagrangien, plus adapté à la mise en équations des systèmes complexes rencontrés dans le métier d'ingénieur. A l'issue de ce module, les étudiants connaîtront : o les principes des puissances virtuelles et de moindre action (équations de Lagrange), o le deuxième théorème de König et la notion de tenseur d'inertie (calcul de l'énergie cinétique), o les théorèmes de Lyapunov et Lejeune-Dirichlet (stabilité), o l'utilisation des fonctions de transfert et la notion de correcteur (asservissement), et seront capables de : o choisir un paramétrage pertinent d'un système de corps rigides soumis à des liaisons intégrables ou non, o mettre en équations le système discret en question à l'aide du formalisme lagrangien (principe des puissances virtuelles), o savoir proposer une stratégie de résolution numérique du système d'équations obtenu, o discuter de la stabilité du système (le cas échéant), o prendre en compte un asservissement du système.",
    "Programme du module": "Le module comprendra 6 séances de 2h30, complétées par une séance de la même durée dédiée à l'examen. Les séances 1, 2, 4 et 5 comporteront une partie de cours magistral et une partie de travaux dirigés en petites classes. Les séances 3 et 6 seront consacrées intégralement à des travaux dirigés/DM en petites classes.",
    "Modalités": "Les élèves disposeront des slides présentées dans les cours magistraux, ainsi que de résumés de cours, et d'un document polycopié.",
    "Contrôle des connaissances - Règles de validation du module": "Une note de synthèse sera calculée à partir d'un examen écrit de fin de module et d'un DM en binôme initié à la troisième séance.",
    "Documents pédagogiques - Bibliographie": "Slides présentées lors des cours magistraux et polycopié de cours. BIBLIOGRAPHIE Yves Bamberger, Mécanique de l'ingénieur I : Systèmes de corps rigides, Hermann, 1981. Catherine Potel, Principes & applications de mécanique analytique, Cépaduès-Editions, 2006. Claude Gignoux et Bernard Silvestre-Brac, Mécanique, de la formulation lagrangienne au chaos hamiltonien, EDP Sciences, 2002. Claude Gignoux et Bernard Silvestre-Brac, Problèmes corrigés de mécanique et résumés de cours, EDP Sciences, 2004.",
    "Effectif maximal": "Effectif limité à 60 élèves",
    "Département de rattachement": "Département de 1ère année",
    "Nombre de crédits ECTS": "2 crédits ECTS",
    "Code": "1LAGR"
}