{
    "Créneau": "Sem 2/Sem 4/Sem 6Sem 6",
    "Prérequis": "Mécanique des Milieux Continus.",
    "Enseignants responsables": "Michael PEIGNEY , Dominique SIEGERT",
    "Equipe enseignante": "Michael PEIGNEY, Dominique SIEGERT",
    "Objectifs du module": "Selon une définition communément utilisée, un matériau est dit intelligent lorsque son comportement dépend de façon couplée de plusieurs sollicitations physiques de nature différente. Par exemple, le comportement des matériaux piézoélectriques dépend à la fois des sollicitations mécaniques (force ou déformation appliquée) et des sollicitations électriques (champ électrique). De nombreux matériaux intelligents sont connus, couplant par exemple : - sollicitation mécanique et sollicitation thermique (alliage à mémoire de forme), - sollicitations mécanique et électrique (matériaux piézoélectriques, ferroélectriques), - sollicitations mécanique et magnétique (fluides magnéto-rhéologiques, alliages à mémoire de forme magnétiques). De par leurs propriétés, les matériaux intelligents peuvent notamment être utilisés comme capteurs, actionneurs, voire processeurs (stockage d'informations). Ils donnent ainsi lieu à de nombreuses innovations technologiques dans des domaines d'applications aussi variés que l'aéronautique, le domaine biomédical, le génie civil, la robotique ou l'électronique. L'enseignement proposé vise à permettre aux élèves de : - comprendre et modéliser le comportement de certains matériaux intelligents, en utilisant les connaissances acquises pendant les enseignements obligatoires (principalement en mécanique des milieux continus), - être sensibilisés aux possibilités d'innovations technologiques offertes par de tels matériaux, - manipuler et tester certains de ces matériaux.",
    "Programme du module": "On se concentrera principalement sur les alliages à mémoire de forme, les matériaux piézoélectriques, et les matériaux ferroélectriques. Bien que de nature différente, ces matériaux ont un point commun : leurs propriétés découlent d'un changement de phase entre des structures cristallographiques de symétrie différente. La modélisation de ce changement de phase sous-tend des questions complexes, mais une bonne compréhension peut être obtenue à l'aide des notions de base de mécanique des milieux continus, acquises pendant les enseignements obligatoires (notions de contraintes et déformations, élasticité, principe de minimum en énergie). On développera une telle modélisation, suffisante pour appréhender l'essentiel du comportement macroscopique des matériaux cités, sans recourir à des concepts trop techniques ou spécialisés. Durant les séances d'exercice, on appliquera les modèles développés pour étudier et comprendre le fonctionnement de certains dispositifs: - stents cardiovasculaires - micro-actionneurs pour la robotique - émetteur/capteur ultra-son (pour l'imagerie médicale par exemple) - système de récupération d'énergie - mémoire FeRam pour ordinateurs et assimilés (smartphones, …). Une visite en laboratoire permettra aux élèves de tester et manipuler certains de ces matériaux (piézoélectriques, alliages à mémoire de forme).",
    "Modalités": "Cours le mardi matin au S2A",
    "Contrôle des connaissances - Règles de validation du module": "Devoir à la maison, Compte rendu de TP, Contrôle écrit.",
    "Documents pédagogiques - Bibliographie": "- Erturk A., Inman D.J., Piezoelectric energy harvesting, Wiley, 2011. - Lexcellent C., Les alliages à mémoire de forme, Hermès, 2013. - Priya S., Inman, D.J., Energy harvesting technologies, 2009",
    "Effectif maximal": "Effectif limité à 30 élèves",
    "Département de rattachement": "Département de 1ère année",
    "Nombre de crédits ECTS": "2 crédits ECTS",
    "Code": "1MATI"
}