{
    "Créneau": "Sem 1Sem 2/Sem 4Sem 4",
    "Prérequis": "Une appétence pour les mathématiques, y compris exotiques, et une grande curiosité intellectuelle, sont les bienvenus.",
    "Enseignants responsables": "Olivier BONIN",
    "Equipe enseignante": "Olivier BONIN",
    "Objectifs du module": "Les villes, et plus spécifiquement leurs configurations spatiales, sont au cœur de nombreux débats aujourd'hui. D'un côté, les problèmes de l'étalement urbain sont bien connus : consommation d'espaces agricoles et naturels, imperméabilisation des sols, augmentation des distances parcourues par les individus et donc des consommations d'énergie, mauvaise performance énergétique d'un certain nombre de maisons individuelles, etc., mais de l'autre la ville compacte dense n'est pas exempte de problèmes : congestion, enchérissement des prix et ségrégation sociale, forte vulnérabilité aux épidémies et aux catastrophes naturelles, etc. Naturellement, les deux archétypes que sont la ville étalée et la ville compacte sont loin d'être les seuls. Un des problèmes pour éclairer ce débat autour de la durabilité des villes est que la notion même de forme est difficile à définir, et plus encore de forme d'une ville ou d'une agglomération, forme étant entendue ici comme synonyme de structure. En effet, une grande partie du développement des sciences est plus axée sur le mouvement ou sur les interactions que sur la forme. Dans la tradition des sciences physiques, les approches sont souvent mécanistes, atomistes (par exemple, mécanique du point), et les mathématiques associées ont été développées pour résoudre ces problèmes (par exemple, évolution des positions, vitesses et accélérations décrites par des équations différentielles). A l'exception de la physique statistique, il existe peu d'approches globales avant les années 1950, où apparaissent divers courants qui deviendront les sciences de la complexité : théorie des catastrophes de René Thom, fractales de Mandelbrot, structures dissipatives de Prigogine, transitions de phase et chaos déterministe, etc. L'objet de ce cours d'ouverture est de présenter trois approches de la complexité avec applications à différents problèmes de durabilité des villes : - Les systèmes dynamiques à temps discret et à temps continu - Les modèles de morphogenèse (modèles de réaction-diffusion) et la théorie des catastrophes - Les fractales et l'analyse multi-fractale Ce cours sera l'occasion de découvrir des mathématiques un peu différentes de celles vues en prépa, notamment la géométrie différentielle et des outils d'analyse fonctionnelle, comme la décomposition en ondelettes. Il présente par ailleurs de fortes connexions avec le cours de physique statistique, notamment les approches par systèmes dynamiques.",
    "Programme du module": "Chaque thématique fera l'objet de deux séances, une séance de cours présentant une approche et son application à des problématiques urbaines, et une séance de travaux dirigés ou travaux pratiques, dont certains sur ordinateur. S1 : Systèmes dynamiques S2 : TD : Modèle de coordination entre acteurs dans les marchés immobiliers S3 : Morphogenèse et théorie des catastrophes S4 : TD : Modèles de stabilité des formes urbaines : problème de la division des villes en quartiers, et de la spécialisation des territoires S5 : Analyse fractale et multi-fractale S6 : TD : Classification d'agglomérations en fonction de leurs caractéristiques à différentes échelles",
    "Contrôle des connaissances - Règles de validation du module": "- Rédaction d'un compte-rendu de TD (sur les trois), par binômes",
    "Effectif maximal": "Effectif limité à 30 élèves",
    "Département de rattachement": "Département de 1ère année",
    "Nombre de crédits ECTS": "2 crédits ECTS",
    "Code": "1MGEO"
}