{
    "Créneau": "Ouv 1Sem 1/Sem 3Sem 2",
    "Enseignants responsables": "Aphrodite MICHALI , François CHEVOIR",
    "Objectifs du module": "1.Connaître la réalité des métiers, des fonctions, des entreprises et des secteurs 2.Aider au discernement pour votre avenir professionnel. Ce module couvrira les deux semestres S1 et S2 de la première année. Notre ambition est d'amener nos élèves à avoir une vision assez complète des différents métiers possibles, au fil de l'année, de sorte que certains verront un type de métier plutôt au premier semestre et d'autres suivraient une visite analogue au deuxième. Les départements thématiques sont directement concernés par l'organisation du module en lien étroit avec le le Départment 1A et les Relations enseignement-entreprises. 30 à 35 visites seront organisées. Chaque élève sera concerné par environ une moitié de visites à l'extérieur de l'Ecole et environ une moitié d'évènements dans l'Ecole. S'agissant d'une activité pédagogique dotée d'ECTS les élèves seront accompagnés dans cette découverte des métiers et des secteurs. Il est important qu'ils puissent découvrir la réalité des métiers, des fonctions, des entreprises et des secteurs pour faire un choix éclairé. Nous voyons deux enjeux à cet accompagnement : 1. Les aider à poser les bonnes questions aux interlocuteurs rencontrés pour appréhender les différents métiers dans leurs différentes dimensions : l'activité concrète, les lieux d'exécution, les contextes organisationnels, l'impact social, les formes de reconnaissance, le parcours d'accès 2. Les aider à se poser à eux-mêmes les bonnes questions pour leur choix de département 2A",
    "Effectif maximal": "Effectif illimité",
    "Département de rattachement": "Département de 1ère année",
    "Nombre de crédits ECTS": "2 crédits ECTS",
    "Code": "1MING"
}