{
    "Créneau": "Sem 2/Sem 4SL",
    "Prérequis": "L'enseignement de MMCA s'appuie sur les connaissances en Algèbre linéaire et en Calcul différentiel (fonctions de plusieurs variables) et intégral au programme des filières MP, PSI et PC. Outre les notions de base de mécanique du point matériel et du solide, les chapitres de physique auxquels le cours fait appel directement ou indirectement, à savoir la thermodynamique et l'électromagnétisme (à travers la pratique de l'analyse vectorielle) sont également au programme des trois filières.",
    "Enseignants responsables": "Luc DORMIEUX",
    "Equipe enseignante": "Denis GARNIER, Joffrey BLUTHE, Luc DORMIEUX, Benjamin TERRADE, Ghazi HASSEN, Xavier CHATEAU, Eric LEMARCHAND",
    "Objectifs du module": "Les enseignements de MMCA et MMCB s'appuie sur les connaissances en Algèbre linéaire et en Calcul différentiel (fonctions de plusieurs variables) et intégral au programme des filières MP, PSI et PC. Outre les notions de base de mécanique du point matériel et du solide, les chapitres de physique auxquels le cours fait appel directement ou indirectement, à savoir la thermodynamique et l'électromagnétisme (à travers la pratique de l'analyse vectorielle) sont également au programme des trois filières. La notion de milieu continu a été introduite en classes préparatoires notamment dans le cours d'électromagnétisme et pour certaines filières en mécanique des fluides ou en thermique. L'objectif est de l'appliquer à la modélisation de la matière déformable, en s'appuyant d'une part sur la physique (lois de conservation, thermodynamique) et d'autre part sur le calcul différentiel. On commence par identifier les outils mathématiques appropriés pour décrire localement les déformations de la matière et les efforts intérieurs associés. Puis on met en relation ces grandeurs dans le cas d'évolutions réversibles (modèle de comportement élastique). On présente ensuite les méthodes disponibles pour déterminer la réponse thermomécanique de structures constituées de matériaux élastiques.",
    "Programme du module": "Statique des milieux curvilignes. Statique des poutres en flexion 1D. Problème de la poutre élastique 3D en flexion simple : loi moment courbure - Poutre soumise à un effort tranchant: approche par fonction d'Airy. Théorie des milieux curvilignes élastiques. Problèmes de poutres élastiques en flexion 1D.",
    "Modalités": "Le cours comporte des amphis pour l'exposé des notions principales et des petites classes pour leur mise en œuvre.",
    "Contrôle des connaissances - Règles de validation du module": "Examen final.",
    "Adresse du site du module": "educnet.enpc.fr/course/view.php?id=573",
    "Documents pédagogiques - Bibliographie": "Livre : Mécanique des milieux continus : cours et exercices corrigés (L. Dormieux, E. Lemarchand, D.Kondo) Editions Ellipses. Polycopiés des transparents projetés en amphi. Recueil d'exercices corrigés (site educnet) Résumés des amphis et formulaire (site educnet).",
    "Effectif maximal": "Effectif illimité",
    "Département de rattachement": "Département de 1ère année",
    "Nombre de crédits ECTS": "2 crédits ECTS",
    "Code": "1MMCB"
}