{
    "Créneau": "Sem 2/Sem 4SL",
    "Prérequis": "Module MMCA. Prérequis mathématiques du module MMCA. Notion d'arc paramétré, intégrale curvi-ligne. Le cours fait largement appel aux notions de programmation en langage python au programme des fi-lières MP, PSI et PC.",
    "Enseignants responsables": "Luc DORMIEUX",
    "Equipe enseignante": "Xavier CHATEAU, Denis GARNIER, Eric LEMARCHAND, Luc DORMIEUX, Sébastien BOYAVAL",
    "Objectifs du module": "Les outils mathématiques appropriés à la description de la cinématique et des efforts intérieurs ont été mis en place dans le cadre du module 1MMC-A. Après une brève description des modèles de fluide parfait et de fluide visqueux newtonien, on s'intéresse principalement aux interactions d'un obstacle profilé ave un écoulement plan irrotationnel de fluide parfait incompressible. L'objectif quantitatif est la détermination de la portance. L'analyse du paradoxe de d'Alembert conduit à introduire brièvement la notion de couche limite en vue d'obtenir une estimation de la force de trainée.",
    "Programme du module": "cinématique eulérienne équations d'Euler ; équations de Navier-Stokes ; nombre de Reynolds écoulements plans irrotationnels de fluide parfait incompressible potentiels réels et potentiel complexe transformations conformes transformation et profils de Joukovski : calcul de l'interaction avec l'écoulement introduction à la notion de couche limite théorie linéarisée des ailes (dans le cadre d'un DM)",
    "Modalités": "Le cours s'articule en amphi pour l'exposé des notions principales et en petites classes pour leur mise en œuvre",
    "Contrôle des connaissances - Règles de validation du module": "La validation est jugée sur les résultats d'un examen écrit en fin de module, d'un DM diffusé en deux parties, d'un TD noté s'inscrivant dans le prolongement du DM. Elle intègre le cas échéant une évaluation d'un projet optionnel sous python.",
    "Documents pédagogiques - Bibliographie": "Livre : Mécanique des milieux continus : cours et exercices corrigés (L. Dormieux, E. Lemarchand, D.Kondo) Editions Ellipses. Polycopiés des transparents d'amphi, exercices corrigés et résumés des cours, le tout sur Educnet",
    "Effectif maximal": "Effectif illimité",
    "Département de rattachement": "Département de 1ère année",
    "Nombre de crédits ECTS": "2 crédits ECTS",
    "Code": "1MMCC"
}