{
    "Créneau": "Sem 2/Sem 4Sem 4",
    "Enseignants responsables": "Matthieu VANDAMME , Jean-Michel PEREIRA , Patrick DANGLA",
    "Equipe enseignante": "Matthieu VANDAMME, Jean-Michel PEREIRA, Patrick DANGLA",
    "Objectifs du module": "Dans les domaines de la construction, de l'énergie, ou du génie environnemental, de nombreux matériaux sont poreux : bois, bétons, sols, roches, membranes de filtration, catalyseurs, zéolites, … Et la présence de cette porosité gouverne leurs propriétés, qu'elles soient de transport, mécaniques, ou thermiques. De plus, ces propriétés évoluent en fonction du fluide (et de son état) présent dans le réseau poreux, un exemple parlant étant qu'on peut construire un château de sable avec du sable humide, mais pas avec du sable sec ni avec du sable gorgé d'eau. Dans des conditions d'utilisation pratique, le réseau poreux se trouve être le siège de phénomènes physiques complexes et d'intérêt sur le plan scientifique, tels que : cristallisation à l'intérieur du réseau poreux induit par un séchage, phénomènes d'adsorption dans les matériaux à grande surface spécifique. Ce cours possède un lien de sens avec les cours \" mécanique des sols et des roches \" (GCC), \" thermique \" (GCC), et \" simulation moléculaire en science des matériaux \" (GMM). Ce cours a pour objectifs de : donner un aperçu de ce que sont les matériaux poreux ; expliquer leurs propriétés mécaniques, de transport, et thermiques et en quoi ces propriétés sont gouvernées par le réseau poreux ; montrer comment certaines de ces propriétés sont caractérisées et entrent en jeu dans des problèmes pratiques concrets liés aux questions de construction, d'énergie, ou d'environnement.",
    "Programme du module": "Séance 1. Introduction. Physique et propriétés de transport des milieux poreux. Physique des milieux poreux. Principales notions : adsorption, effets d'interface, changements de phase et loi de Kelvin, mouillage et angle de contact. Applications : séparation de gaz, stockage d'énergie thermique. Propriétés de transport des milieux poreux. Principales notions : écoulements, advection, diffusion, tortuosité. Application : durabilité des matériaux cimentaires. Séance 2. Propriétés thermiques des milieux poreux. Principales notions : rayonnement, convection, conduction, transferts, notion de couplage thermo-poromécanique. Exemple du raisonnement scientifique ayant conduit au développement d'un béton à faible conductivité thermique (intervenant extérieur : Emmanuel Guillon, spécialiste R&D et manager de projet chez LafargeHolcim) Séance 3. Mécanique des milieux poreux. Principales notions : porosité, pression de pore, poroélasticité, comportements drainés et non-drainés, notion de contrainte effective. Applications : consolidation des sols, subsidence induite par les pompages de fluide souterrains. Séances 4 à 6. 3 TPs roulants: TP 1 : Propriétés de transport. Mesure d'une perméabilité hydraulique. Flux à travers un modèle de barrage ou à travers un sol hétérogène. TP 2 : Propriétés thermiques. Mesure d'une conductivité thermique et d'une capacité calorifique. Identification du rôle du fluide des pores sur ces propriétés. TP 3 : Propriétés mécaniques. Caractérisation œdométrique. Etude du phénomène de consolidation sur un modèle.",
    "Modalités": "Cours le mardi matin au S2A",
    "Contrôle des connaissances - Règles de validation du module": "comptes-rendus de TP par groupe, présentation courte individuelle sur un sujet pratique",
    "Documents pédagogiques - Bibliographie": "Olivier Coussy, Mechanics and Physics of Porous Solids",
    "Effectif maximal": "Effectif limité à 12 élèves",
    "Département de rattachement": "Département de 1ère année",
    "Nombre de crédits ECTS": "2 crédits ECTS",
    "Code": "1MPOR"
}