{
    "Créneau": "Sem 2/Sem 4SL",
    "Enseignants responsables": "Eric CANCES , Anaël LEMAITRE",
    "Equipe enseignante": "Eric CANCES, Anaël LEMAITRE, Laurent BROCHARD, Alfred KIRSCH",
    "Objectifs du module": "Présenter aux élèves les concepts fondamentaux, les principales applications, et les bases du formalisme mathématique de la mécanique quantique. Deux options seront proposées aux élèves : une présentation à dominante physique (responsable : A. Lemaître), et une à dominante mathématique (responsable : E. Cancès). Les mêmes concepts (par exemple, le principe d’incertitude d’Heisenberg, la distinction boson / fermion...) seront étudiés dans les deux options. Trois amphis de 45’ seront communs aux deux options. Les PC seront en revanche différenciées. Une place importance sera donnée à l’illustration des concepts de la mécanique quantique par simulation numérique (exemple : effet tunnel, interférences d'Young). Une partie du cours portera sur le concept d'intrication (prix Nobel de Physique 2022 attribué à Alain Aspect), qui est à la base de la cryptographie quantique et de l’ordinateur quantique.",
    "Programme du module": "Seance 1 : - Amphi d'introduction : perspective historique, importante technologique, fonction d'onde, equation de Schrodinger - PC : problemes a une particule, dynamique de paquets d'onde, effet tunnel Seance 2 : - Etats lies, equation de Schrodinger stationnaire, oscillateur harmonique, quantification Seance 3 : - Amphi : formulation axiomatique de la mecanique quantique - PC : representations position/impulsion, principe d'incertitude 30 Seance 4 : - Paradoxe EPR, intrication quantique Seance 5 : - Particules indiscernables, bosons/fermions Seance 6 : - PC : liaison chimique - Amphi d'ouverture : simulation moleculaire ab initio",
    "Modalités": "6 séances de 2h30 2 séances de TPA facultatives",
    "Contrôle des connaissances - Règles de validation du module": "L'évaluation se fera par un examen final comportant une partie commune aux deux options et une partie spécifique à chaque option.",
    "Documents pédagogiques - Bibliographie": "DOCUMENTS PEDAGOGIQUES - cours polycopié (en anglais) - transparents des amphis - feuilles d’exercices avec corrigés - programmes informatiques utilisés pour les simulations BIBLIOGRAPHIE C. Cohen-Tannoudji, B. Diu et F. Laloë, Mécanique quantique, EDP sciences, 2018 (Accès numérique + édition papier des 3 volumes disponible à la Source) M. Le Bellac, Le monde quantique, EDP sciences, 2010 F. Laloë, Comprenons-nous vraiment la mécanique quantique, EDP sciences, 2018",
    "Effectif maximal": "Effectif limité à 120 élèves",
    "Département de rattachement": "Département de 1ère année",
    "Nombre de crédits ECTS": "2 crédits ECTS",
    "Code": "1MQUA"
}