{
    "Créneau": "Sem 1",
    "Prérequis": "Algèbre linéaire et notions d'analyse",
    "Enseignants responsables": "Frederic MEUNIER",
    "Equipe enseignante": "Frederic MEUNIER, Raian LEFGOUM, Anton MEDVEDEV, Mathis AZEMA, Mathis BRICHET, Héloïse GACHET, Seta RAKOTOMANDIMBY, Germain VIVIER-ARDISSON",
    "Objectifs du module": "L'optimisation mathématique, en tant que discipline, couvre un panel d'outils importants pour l'ingénieur du 21ème siècle. De nombreuses entreprises, sous la pression d'une concurrence toujours plus internationale, ont compris l'importance d'une utilisation optimisée de leurs ressources (supply chain, transport, développement durable, etc.). L'optimisation est également utilisée comme outil dans d'autres domaines des sciences (économie, EDP, imagerie, etc.). C'est donc une discipline fondamentale pour un ingénieur généraliste. Ce cours constitue une introduction à l'optimisation et permet aux élèves des Ponts d'en découvrir les outils fondamentaux. Ces outils pourront leur servir dans d'autres cours de première année, comme l'analyse ou l'économie. Pour les élèves souhaitant renforcer leurs compétences en optimisation dans la suite de leur scolarité, les cours de recherche opérationnelle (GI - S3) et d'optimisation continue (IMI - S4) constituent une suite naturelle. En troisième année, le master MPRO propose des cours avancés complétant cette formation avec des orientations variées. Ce cours a également vocation à préparer les élèves d'autres départements à appréhender certains aspects mathématiques des problèmes rencontrés dans leur formation. On pensera en particulier au cours de théorie des jeux en SEGF et aux problématiques d'optimisation des systèmes de transport en VET. Le principal objectif du cours est de présenter aux élèves les méthodes classiques de résolution des problèmes élémentaires d'optimisation continue en dimension finie, en particulier les conditions de Kuhn et Tucker et l'algorithme du simplexe. Les objectifs secondaires sont de montrer la variété des champs d'application de l'optimisation (autres domaines des mathématiques, génie industriel, économie, ...) et de sensibiliser les élèves à la modélisation des problèmes de décision.",
    "Programme du module": "Le cours se déroule sur 6 séances et deux TPA : 1.Conditions de Kuhn et Tucker, cas général, et dualité faible 2.Conditions de Kuhn et Tucker, cas convexe, et dualité forte 3.(Algorithmes pour l'optimisation convexe 4.Optimisation linéaire 5.Algorithme du simplexe 6.Dualité forte et matrices totalement unimodulaires TPA 1: Description du projet TPA 2 : Révision",
    "Modalités": "Chaque séance débute par 50 min de cours magistral en amphithéâtre, assuré par Frédéric Meunier, et se termine par 2h15 d'exercices et de rappels de cours en petites classes. Il y a 7 groupes de petites classes.",
    "Contrôle des connaissances - Règles de validation du module": "L'évaluation se fait par un contrôle écrit de 2h30 et par un projet avec rendu écrit et court oral.",
    "Documents pédagogiques - Bibliographie": "Un polycopié",
    "Effectif maximal": "Effectif illimité",
    "Département de rattachement": "Département de 1ère année",
    "Nombre de crédits ECTS": "2 crédits ECTS",
    "Code": "1OPTI"
}