{
    "Créneau": "Sem 2/Sem 4Sem 4",
    "Prérequis": "Ce cours s’articule avec le cours de physique statistique et le cours scientifique électif « rhéologie de l’ingénieur », qui se tiendront en parallèle.",
    "Enseignants responsables": "Olivier PITOIS",
    "Equipe enseignante": "Olivier PITOIS, Emmanuel KEITA",
    "Objectifs du module": "De nombreux matériaux rencontrés dans le monde industriel sont des fluides / liquides complexes dans tout ou partie de leur procédé d'élaboration et de mise en œuvre. C'est le cas des pâtes, des ciments, des mousses liquides, des peintures, des encres d'impression 3D, … Dans un registre plus près de l'environnement, il peut s'agir de fumées, de boues, …. Ces fluides complexes sont généralement constitués d'un solvant dans lequel sont dispersés des éléments de différentes natures, tailles et formes. De par la concentration de ces éléments et leurs énergies interactions, ces matériaux sont souvent des formes intermédiaires de la matière, entre les états liquide et solide mou. Pour l'ingénieur, l'enjeu est d'appréhender convenablement ces propriétés pour optimiser / inventer de nouveaux procédés ou de nouveaux matériaux. L'objectif principal de ce cours est de familiariser les élèves avec les concepts et mécanismes physicochimiques qui permettent de comprendre et de modéliser le comportement mécanique de ces fluides complexes, qui repose souvent sur une physique singulière, dans laquelle l'énergie d'interaction des constituants est de l'ordre de grandeur de l'énergie thermique. Il s'agit ici de décrire les grands types de fluides complexes que l'ingénieur est susceptible de rencontrer, comme les systèmes colloïdaux ou polymères par exemple, et de modéliser leurs propriétés mécaniques à partir des interactions entre leurs constituants.",
    "Programme du module": "Séance 1 : Interactions entre atomes, molécules, particules Cette première séance permettra de décrire les types d'interaction entre atomes, molécules, chargés ou non. Les élèves seront sensibilisés sur l'amplitude et la portée de ces interactions en solution et sur le rôle clé joué par l'agitation thermique. Les interactions de Van des Waals (VdW) seront détaillées, ainsi la méthode de calcul des forces/énergies d'interaction entre particules macroscopiques. Séance 2 : Dispersions colloïdales Les dispersions colloïdales sont incontournables dans le monde des liquides complexes que nous rencontrons tous les jours, comme les peintures ou les coulis de ciment par exemple. Le modèle de double-couche électrostatique et le rôle clé joué par la longueur de Debye seront présentés, ainsi le que modèle DLVO qui permet de comprendre la stabilité des dispersions colloïdales et la transition sol-gel. Séance 3 : Solutions tensioactives Les tensioactifs sont largement utilisés dans un grand nombre de produits courants ou dans des procédés de fabrication. L'objectif est de présenter les outils conceptuels pour comprendre la richesse de leurs comportements en solution et aux interfaces : adsorption aux interfaces, mouillage et modification du caractère hydrophile/hydrophobe des surfaces, formation de micelles. Séance 4 : Solution de polymères Il s'agit d'un autre grand type de système complexe qui est largement exploité par le monde industriel dans la fabrication d'un grand nombre de produits. Les polymères sont des molécules géantes dont le comportement en solution se distingue largement de celui des solutions de petites molécules. On présentera les résultats de la physique statistique permettant d'estimer leur taille en fonction de la qualité du solvant. Le problème de leur solubilité sera abordé, ainsi que leur adsorption aux interfaces. Séance 5 : Suspensions non-browniennes de particules solides, de gouttes, de bulles On s'intéresse ici aux cas des suspensions granulaires, d'émulsions concentrées, de liquides bulleux et de mousses liquides. Ces dernières sont particulièrement intéressantes, du fait qu'elles sont souvent utilisées pour la production d'isolants thermiques. Séance 6 : Lien entre les interactions à l'échelle des constituants et la rhéologie du matériau Cette dernière séance aborde de manière générale le passage entre les comportements à l'échelle du constituant (micro) et l'échelle macroscopique, entre la physicochimie et la mécanique. On présente les différents types de comportement rhéologiques, élémentaires (élastique, visqueux, plastique) et associés, en reprenant les différents exemples traités dans les précédentes séances.",
    "Modalités": "Séance : Cours en amphi (1h) + Petite classe (1h30)",
    "Contrôle des connaissances - Règles de validation du module": "Note de petite classe basée sur plusieurs présentations au tableau de correction d'exercice préparé. Note globale calculée à partir d'un examen écrit de fin de module (60%) et de la note de petite classe (40%).",
    "Documents pédagogiques - Bibliographie": "Bibliographie - J. N. Israelachvili, Intermolecular and surface forces. Academic Press, 2011 - B. Cabane et Sylvie Hénon, Liquides : Solutions, dispersions, émulsions, gels. Belin, 2007 - Cantat, S. Cohen-Addad, F. Elias, F. Graner, R. Höhler, O. Pitois, F. Rouyer et A. Saint-Jalmes, Les mousses : Structure et dynamique. Belin, 2010 - R. G. Larson, The structure and the rheology of complex fluids. Oxford University Press, 1999. - P. G. de Gennes, Scaling concepts in polymer physics. Cornell University Press, 1993. - I. Teraoka, Polymer Solutions: An Introduction to Physical Properties. John Wiley & Sons, Inc., 2002 - P. Coussot, La matière dans tous ses états. EDP Sciences, 2012 - F. Brochard-Wyart, P. Nassoy, P.-H. Puech, Physique de la matière mole. Dunod, 2018 - P.-G. de Gennes, F. Brochard-Wyart, D. Quéré, Gouttes, bulles, perles et ondes. Belin, 2005.",
    "Effectif maximal": "Effectif limité à 60 élèves",
    "Département de rattachement": "Département de 1ère année",
    "Nombre de crédits ECTS": "2 crédits ECTS",
    "Code": "1PHCH"
}