{
    "Créneau": "Sem 2/Sem 4Sem 4",
    "Prérequis": "Cours de physique statistique de première année (recommandé)",
    "Enseignants responsables": "Laurent BROCHARD , Christophe CHEVALIER",
    "Objectifs du module": "La physique statistique est un domaine des sciences physiques dont l'objet est de concilier la nature microscopique de la matière, faite d'un très grand nombre de particules en interaction, et le comportement macroscopique, tel que décrit par la thermodynamique. Le nombre, véritablement immense, de particules constitutives de tout système macroscopique rend le moindre traitement déterministe caduque; aussi la physique statistique est-elle fondée sur un traitement probabiliste dont les concepts dépassent aujourd'hui largement le cadre de la physique. En effet, de nombreuses disciplines scientifiques étrangères à la physique sont confrontées à l'analyse de problèmes à grands nombres de 'particules', où les atomes / spin / phonons sont alors des individus / routeurs / véhicules / malades / neurones et les observables macroscopique sont l'opinion publique / le black-out / le trafic / l'épidémie / la pensée. La transposition des concepts de la physique statistique dans ces domaines est naturelle. Au même titre que la physique statistique a révolutionné la compréhension de la thermodynamique, ses applications 'non conventionnelles' sont riches en enseignements pour des applications aussi variées que la propagation des épidémies ou la résilience des infrastructures. Dans le prolongement du cours de tronc commun de 'physique statistique' au programme de la 1ère année, ce cours se veut une ouverture à des applications non conventionnelles de la physique statistique et plus précisément aux réseaux complexes. La science des réseaux s'est largement développée ces 15 dernières années en partie grâce au développement rapide des bases de données numériques (réseaux sociaux, internet). Ce module introduit les bases de la science des réseaux et l'apport de la physique statistique à la compréhension des réseaux complexes. La portée générale de ces concepts théoriques sera illustrée par des applications à des réseaux réels de nature très diverses, de la biologie moléculaire au transport aérien.",
    "Programme du module": "Séance 1 : Les systèmes complexes : caractérisations et propriétés remarquables Les réseaux complexes peuvent être formalisés comme des graphes. La caractérisation statistique de la topologie de ces graphes est à la base de la science des réseaux. A la différence de la matière physique, qui peut être vu comme un réseau distribué (maillage), les réseaux complexes réels peuvent présenter des propriétés remarquables (\" petit monde \", sans-échelle etc.) qui seront présentées. Séance 2 : Origine de la complexité et modèles de réseaux Quelques modèles simples de réseaux permettent d'élucider l'origine des propriétés remarquables des réseaux complexe. Ainsi, le modèle réseau aléatoire permet de comprendre le phénomène \" petit monde \", tandis que les modèles d'attachement préférentiels expliquent la formation des hubs dans les réseaux sans échelle. Les modèles de réseaux complexes sont à la base de la compréhension théorique de leur comportement étudiés dans les séances suivantes. Séance 3 : Percolation et robustesse des réseaux Les réseaux complexes peuvent être sujets à des dysfonctionnements ou à des attaques malveillantes qui ont parfois pour conséquence un effondrement à grande échelle du fonctionnement du réseau (black-out électrique par exemple). La robustesse d'un réseau peut être abordée comme un problème de percolation analogue aux transitions de phase étudiées en physique statistique. Nous verrons comment la topologie d'un réseau complexe impacte sa robustesse, en particulier vis à vis de disfonctionnements aléatoires ou d'attaques. Séance 4 : Processus dynamiques : Epidémies La compréhension des phénomènes dynamiques sur les réseaux complexes permet l'étude de nombreux phénomènes de propagation : maladies infectieuses variées, virus ou vers informatiques, modes ou rumeurs… Les modèles communément utilisés en épidémiologie peuvent être exprimés sous la forme de modèles de type réaction-diffusion : les individus peuvent être dans différents états, par exemple sain (S) ou infecté (I), et un individu infecté peut contaminer ses voisins sur le réseau. La topologie du réseau de contacts le long desquels se transmet l'infection a un rôle important dans sa propagation. Séance 5 & 6 : Synchronisation Les systèmes dynamiques étudiés dans le cadre des problèmes de propagation sont des systèmes admettant des solutions stationnaires aux temps longs. Il existe cependant pour certains systèmes dynamiques des solutions périodiques. On parle alors d'oscillateurs. Les oscillateurs sont omniprésents dans la nature (e.g., neurones du cerveau ou du cœur) et il est fréquent que des oscillateurs interagissent se perturbant mutuellement. Deux ou plusieurs oscillateurs en interaction peuvent adopter la même fréquence ; il s'agit du phénomène de synchronisation. Nous montrerons comment la synchronisation d'un grand nombre d'oscillateurs couplés peut-être comprise analytiquement avec des approches de physique statistique.",
    "Contrôle des connaissances - Règles de validation du module": "- Un rendu de travail personnel réalisé tout au long du module sur l'étude de cas d'un réseau réel - Un examen en fin de module",
    "Documents pédagogiques - Bibliographie": "Bibliographie - A. Barrat, M. Barthélémy, A. Vespignani (2008) Dynamical Processes on Complex Networks, Cambridge University Press - A.-L. Barabasi (2015) Network Science, Cambridge University Press, également librement disponible en ligne : http://barabasi.com/networksciencebook/ - M. E. J. Newman (2010) Networks, An Introduction, Oxford University Press - A. Pikovsky, M. Rosenblum, J. Kurths (2003) Synchronization : a universal concept in nonlinear sciences, Cambridge University Press.",
    "Effectif maximal": "Effectif illimité",
    "Département de rattachement": "Département de 1ère année",
    "Nombre de crédits ECTS": "2 crédits ECTS",
    "Code": "1PHSA"
}