{
    "Créneau": "Semestre 2",
    "Prérequis": "Connaissances de base de classe préparatoire en mathématiques et thermodynamique",
    "Enseignants responsables": "Laurent BROCHARD , Christophe CHEVALIER",
    "Equipe enseignante": "Christophe CHEVALIER, Laurent BROCHARD, Vincent LANGLOIS, Rahima SIDI-BOULENOUAR",
    "Objectifs du module": "Ce module est une introduction à la physique statistique posant les bases conceptuelles appliquées à des cas d'école (gaz parfait et réel, spins en réseau, macromolécule). Le module doit permettre aux élèves de maitriser les principaux concepts de physique statistiques (micro-états / macro-états, entropie de Boltzmann et de Gibbs, distributions de Boltzmann, fonctions de partition, et ensembles statistiques) ainsi que leur articulation pour expliquer la thermodynamique et les propriétés macroscopiques de la matière. Trois parcours de mise en application sont proposés qui concernent les transitions phases, la simulation moléculaire et les statistiques quantiques, respectivement.",
    "Programme du module": "Séance 1 & 2 : La thermodynamique retrouvée Cours magistral (1h) : Micro-états et macro-états, distributions statistiques, limites de grands nombres de particules, système isolé et équiprobabilité des micro-états, entropie de Boltzmann, grandeurs thermodynamiques (température, pression), thermodynamique retrouvée. TD1 (1h30) : Système à deux états isolé (fluctuations de densité, spin et magnétisme) TD2 (2h30) : Échanges d'énergie et température, élasticité entropique d'une macromolécule (et parallèle avec les spins et le paramagnétisme) Séance 3 & 4 : Les ensembles statistiques Cours magistral (1h) : Système à l'équilibre thermique, statistique de Boltzmann, fonction de partition, entropie de Gibbs, énergie libre, propriétés d'un système à l'équilibre thermique à partir de la fonction de partition, ensemble isobare-isotherme, ensemble grand canonique, parallèles entre les ensembles TD1 (1h30) : Système à deux états à l'équilibre thermique (macromolécule et spin) TD2 (2h30) : Gaz parfait et gaz réel Séance 5 & 6 : Parcours thématiques au choix - Transitions de phase Cours magistral (1h) : Stabilité thermique et mécanique d'un état d'équilibre, rôle des interactions et méthodes de champs moyens, illustrations TD1 (1h30) : Transition liquide-gaz, diagramme de phase, mélanges (effet entropique et effet énergétique, enthalpie libre de mélange) TD2 (2h30) : Mélanges (stabilité et diagramme de phase), transition ferro-paramagnétisme, dynamique simple d'un système de spin - Simulation moléculaire Cours magistral (1h) : Algorithmes de simulations moléculaire (dynamique moléculaire vs. Monte Carlo), modèles moléculaires, estimations des grandeurs thermodynamiques TD1 (1h30) : Initiation à LAMMPS et mise en place d'une simulation d'un gaz réel TD2 (2h30) : Équation d'état d'un gaz réel, élasticité et capacité calorifique du graphène - Statistiques quantiques Cours magistral (1h) : Quantification des états propres de l'énergie en mécanique quantique, fermions et bosons, statistiques de Fermi-Dirac et Bose Einstein. TD1 (1h30) : Naine blanche ou semi-conducteur TD2 (2h30) : Rayonnement du corps noir",
    "Modalités": "6 séances de 2h30, cours magistral en amphi et TD en petites classes",
    "Contrôle des connaissances - Règles de validation du module": "Examen écrit",
    "Adresse du site du module": "educnet.enpc.fr/course/view.php?id=223",
    "Documents pédagogiques - Bibliographie": "Documents de cours : Slides d'amphi, notes de cours, sujets et corrigés de TD, devoirs, lectures recommandées, examens antérieurs Ouvrage de référence : Chevoir, F. (2012). Physique statistique pour l'ingénieur (pp. 371-p). Presses des Ponts.",
    "Effectif maximal": "4 groupes (100 élèves)",
    "Département de rattachement": "Département de 1ère année",
    "Nombre de crédits ECTS": "2 crédits ECTS",
    "Code": "1PHYS"
}