{
    "Créneau": "Sem 1/Sem 3SL",
    "Prérequis": "Aucun. Néanmoins, les élèves sont supposés avoir déjà vu quelques notions de probabilités en classes préparatoires (probabilités et variables aléatoires discrètes).",
    "Enseignants responsables": "Aurelien ALFONSI",
    "Equipe enseignante": "Aurelien ALFONSI, Alain TOUBOL, Dimitri DAUCHER, Paul INVERNIZZI, Anne Hélène DUTFOY LEBRUN, Hervé ANDRES, Noé BLASSEL, Julien GUYON",
    "Objectifs du module": "L'objectif du cours est de donner les connaissances essentielles en probabilités pour un ingénieur. On présentera les notions fondamentales (espace de probabilités, variable aléatoire, loi, espérance,...) ainsi que les lois usuelles à valeurs réelles et entières. L'accent sera mis pour donner les outils pour caractériser et calculer des lois. On présentera les différentes notions de convergence pour bien comprendre les énoncés des deux théorèmes fondamentaux que sont la loi forte des grands nombres et le théorème de la limite centrale. Enfin, on regardera un aspect plus numérique en donnant les principaux algorithmes pour simuler des variables aléatoires et en présentant la méthode de Monte-Carlo.",
    "Programme du module": "- Espace de probabilité, variables aléatoires, loi, espérance. Lien avec le programme de classes préparatoires lorsque l'espace de probabilité est dénombrable. - Variables aléatoires réelles, lois usuelles à densités, lois ni discrètes ni à densité, calcul de loi par le théorème de la fonction muette, fonction caractéristique (lien avec Laplace et fonction génératrice). - Variables aléatoires à valeurs vectorielles, dépendance, vecteurs gaussiens, calcul de loi par le théorème de la fonction muette (jacobien), fonction caractéristique. - Présentation des différents modes de convergence (Proba, p.s., loi, L^p). Exemples et contre-exemples. - Loi Forte des Grands Nombres et Théorème de la Limite Centrale. Construction d'intervalles de confiance. - Simulation de variables aléatoires. Inversion de la fonction de répartition. Box-Muller. Simulation d'un vecteur gaussien. - Méthode de Monte-Carlo. Intérêt de la méthode, malédiction de la dimension. Quelques exemples, et réduction de variance.",
    "Modalités": "7 séances de cours. Chaque enseignant est responsable de son groupe et alterne durant les séances de trois heures cours et exercices. Chaque enseignant proposera aux élèves (au minimum deux fois) de faire et rendre un exercice pour la séance suivante. Ces rendus sont facultatifs. Une séance de révision est prévue en janvier une semaine avant l'examen, et permettra de reparcourir l'ensemble des notions du cours.",
    "Contrôle des connaissances - Règles de validation du module": "Un examen final d'une durée de trois heures noté sur 20. Une note de petite classe (entre 0 et 3) prenant en compte la participation en cours et les rendus d'exercices. Pour les élèves ayant plus de 10 à l'examen, la note du module sera la note finale de l'examen. Pour ceux qui ont moins de 10 à l'examen, la note finale sera obtenue en additionnant les deux notes, sans toutefois dépasser 10. Tout élève ayant deux absences injustifiées ou plus se verra refuser la possibilité de passer l'examen de rattrapage.",
    "Adresse du site du module": "http://cermics.enpc.fr/~alfonsi/Proba1A.html",
    "Documents pédagogiques - Bibliographie": "[1] Benjamin Jourdain, Probabilités et statistique, Ellipses, 2009. Adresse web du site du module Une page web contenant du matériel pédagogique ainsi que les informations relatives au cours sera maintenue sur le site http://cermics.enpc.fr/~alfonsi/Proba1A.html",
    "Effectif maximal": "Effectif illimité",
    "Département de rattachement": "Département de 1ère année",
    "Nombre de crédits ECTS": "2 crédits ECTS",
    "Code": "1PROB"
}