{
    "Créneau": "Sem 2",
    "Enseignants responsables": "Aphrodite MICHALI",
    "Objectifs du module": "Le projet de première année est une initiation à la conduite de projet en équipe, sur des sujets d'ingénierie ou d'initiation à la recherche. Il s'agit d'apprendre à appréhender un problème complexe, délimiter un sujet d'étude et poser une problématique, définir les moyens qui permettront d'atteindre l'objectif fixé, mettre en valeur et présenter le fruit d'un travail. Les élèves acquerront les méthodes de base de la conduite de projet en équipe ainsi que des outils, méthodologiques ou techniques, nécessaires à sa réalisation. A l'issue de ce module, les élèves auront appris à : - Délimiter un sujet d'étude et poser une problématique - Appréhender un problème complexe et développer une pensée interdisciplinaire - Elaborer une recherche bibliographique, développer des connaissances méthodologiques ou techniques en lien avec le champ disciplinaire du projet - Définir les moyens d'atteindre l'objectif fixé et utiliser une démarche cohérente d'un bout à l'autre du projet - Estimer et organiser le travail au sein de l'équipe - Communiquer au cours du projet et adopter une posture pro-active - Mettre en valeur et présenter les résultats du travail mené en respectant le cahier des charges",
    "Modalités": "Afin de réaliser cet objectif, les élèves travaillent par groupe de 3 à 4 élèves. Le projet met l'accent sur la réflexion personnelle, l'esprit critique, sur la capacité des élèves à relier entre eux des corpus de savoir et des savoir-faire, en favorisant la mise en commun des approches et des compétences. Ceci suppose de développer l'autonomie notamment dans l'aptitude à rechercher l'information et la bibliographie disponibles sur le sujet (recherche bibliographique, utilisation de recherches sur bases de données, sur le net...). La taille du groupe doit permettre l'apprentissage de la conduite d'un projet en équipe à travers l'exercice de la répartition des tâches, de la coordination, de la gestion des délais et de la mise en commun des connaissances. Le projet est calibré sur un temps de travail qui comprend la rencontre régulière avec le tuteur et du temps en autonomie d'environ 100h sur le semestre. Une demi-journée est allouée à ce travail, toutes les semaines, dans l'emploi du temps. Le tuteur est habituellement un enseignant ou un chercheur de l'Ecole. Il a pour tâche d'encadrer un ou plusieurs projets. Il aide les élèves à préciser leurs objectifs, à organiser leur travail, à prévoir des échéances, à choisir leurs données et matériaux, et à les mettre en forme en vue du rendu final. Les élèves travaillent principalement dans les locaux de l'ENPC, même s'il est possible que des visites soient organisées à l'extérieur.",
    "Contrôle des connaissances - Règles de validation du module": "Chaque équipe rédige un rapport et présente le projet lors d'une soutenance devant un jury composé du tuteur et d'une autre personne au moins. Les élèves rédigent un rapport collectif sous la forme d'un article de recherche académique. La notation est collective mais peut varier en fonction de l'engagement des élèves d'un même groupe. Elle prend en compte : la gestion du projet et l'acquisition des méthodes, l'investissement personnel, la qualité du travail et l'atteinte des objectifs, la qualité du rapport et de la soutenance.",
    "Effectif maximal": "Effectif illimité",
    "Département de rattachement": "Département de 1ère année",
    "Nombre de crédits ECTS": "3 crédits ECTS",
    "Code": "1PROJ"
}