{
    "Créneau": "Ouv 1Sem 1/Sem 3Sem 2",
    "Prérequis": "Cours d'informatique au lycée et classes préparatoires, ou notion de base en Python",
    "Enseignants responsables": "Xavier CLERC",
    "Equipe enseignante": "Xavier CLERC, Thomas BOYER, Louis CARILLO, Guillaume DESFORGES, Maxence LAB, Brice MAZEAU, Etienne POLACK, Giulia SAMBATARO",
    "Objectifs du module": "L'objectif premier du module est de présenter les concepts clefs de la programmation orientée objet et d'illustrer ces concepts, largement indépendants du langage de programmation, à l'aide du langage Python. Le module se place donc dans la suite de l'enseignement du Python impératif au lycée et en classes préparatoires. Le second objectif du module est de montrer comment la programmation orientée objet permet de produire un code de meilleure qualité, et ainsi plus facile à comprendre, maintenir, et étendre. Pour cela, les aspects de base de la modélisation sont abordés, c'est-à-dire les techniques, pratiques et notations qui permettent de passer du descriptif d'un problème en langage naturel à un programme. Ces deux objectifs complémentaires doivent permettre aux étudiants d'être efficaces dans l'écriture et la mise au point de programmes Python, de telle sorte que les aspects de programmation ne sont pas causes de difficultés ou de ralentissements dans le cadre d'autres modules.",
    "Programme du module": "Thèmes abordés : Annotations de types Abstraction et documentation Classes, instances, constructeurs et méthodes Héritages simple et multiple, dispatch dynamique Éléments abstraits et statiques Modélisation et notation UML Exceptions et gestion d'erreurs Principes de programmation et bonnes pratiques",
    "Modalités": "6 séances de 1h de cours et 1h30 de travaux pratiques, une séance de 2h30 de travail personnel encadré, et un examen écrit de 2h",
    "Contrôle des connaissances - Règles de validation du module": "TPs rendus en fin de séance (20 %), tests flash en début de séance (20 %) et examen écrit (60 %)",
    "Adresse du site du module": "http://imagine.enpc.fr/~monasse/Info1/",
    "Documents pédagogiques - Bibliographie": "Polycopié, transparents, sujets et corrigés de TPs. Tous les documents seront disponibles sur Educnet",
    "Effectif maximal": "Effectif illimité",
    "Département de rattachement": "Département de 1ère année",
    "Nombre de crédits ECTS": "2 crédits ECTS",
    "Mise à jour": "25/09/2024",
    "Code": "1PROG"
}