{
    "Créneau": "Sem 5Sem 2/Sem 4Sem 4",
    "Prérequis": "Cours du premier semestre de première année.",
    "Enseignants responsables": "Xavier CHATEAU , Abdoulaye FALL",
    "Objectifs du module": "Certains matériaux appartenant à la catégorie des fluides complexes présentent un comportement intermédiaire entre celui d'un fluide et celui d'un solide. Ils se déforment très peu tant que les contraintes qui leur sont appliquées restent \" faibles \" mais s'écoulent continument lorsque les contraintes appliquées sont \" importantes \". Ces fluides complexes se rencontrent dans de nombreux domaines : construction et génie civil (béton, plâtre, enduit, granulats, etc.), génie des matériaux, (poudres, …), agro-alimentaire (yaourt, ketchup, mousse, mayonnaise, poudres, grains, …), géophysique (boues, laves, magmas, sables, …), cosmétique (crèmes, pâtes, mousses, gels, …). L'objectif de ce cours d'ouverture est de valoriser les connaissances acquises dans les cours de \" Mécanique \" et de \" Physico-Chimie des Etats de la Matière \" pour aborder le comportement de deux types de fluides complexes très courants : les matériaux granulaires et les fluides à seuil. Pour ces deux classes de matériaux, on présentera d'abord une description phénoménologique simple des comportements observés avant de s'intéresser à la modélisation de leur comportement en écoulement. On abordera les méthodes de résolution directe (solutions analytiques et méthodes d'estimation simples), des problèmes d'intérêt pratique ainsi que les moyens expérimentaux permettant d'identifier certaines caractéristiques des lois de comportement (rhéométrie et essais de terrain). Les exercices traités s'attacheront à illustrer les nombreuses applications de ces lois de comportement.",
    "Programme du module": "Séance 1 le 09/02/2024 - Fluides à seuil simples - Xavier Chateau Définition et phénoménologie. Lois de comportement : fluide de Bingham et fluide de Herschel-Bulkley. Exercices : écoulements simples de fluide à seuil. Séance 2 le 16/02/2024 - Fluides à seuil thixotropes - Xavier Chateau Thixotropie : phénoménologie et origines physiques de la thixotropie. Modélisation du comportement : paramètre de structuration. Exercices : histoire d'évolution en cisaillement simple d'un fluide thixotrope. Séance 3 le 01/03/2024 - Bureau d'étude: problème d'écoulement de fluides à seuil - Abdoulaye Fall Séance 4 le 08/03/2024 - Matériaux granulaires 1 - Abdoulaye Fall Définition et phénoménologie. Lois de comportement : Dilatance de Reynolds et Plasticité de Mohr-Coulomb. Exercices : Analyse statique d'un silo. Séance 5 le 15/03/2024 - Matériaux granulaires 2 - Xavier Chateau Loi de comportement en écoulement dense. Rhéologie µ(I). Exercices : Ecoulement en plan incliné. Séance 6 le 22/03/2024 - Bureau d'étude milieu granulaire - Abdoulaye Fall Séance 7 le 05/04/2024 - Examen",
    "Contrôle des connaissances - Règles de validation du module": "Examen écrit.",
    "Documents pédagogiques - Bibliographie": "Bibliographie Coussot, P. & Grossiord, J.-L., Comprendre la rhéologie, EDP Sciences, 2002. Cross, R. Elastic and viscous properties of Silly Putty, Am. J. Phys. (80), 870-875, 2012. Pashias, N., Boger, D. V., Summers J. & Glenister D. J., A fifty cent rheometer for yield stress measurement, J. Rheol. (40), 1179-1189, 1996. Roussel, N. and Coussot, P.,\"Fifty-cent rheometer\" for yield stress measurements: From slump to spreading flow, J. Rheol. (49), 705-718, 2005. Andreotti, B., Forterre, Y. & Pouliquen, 0., Les milieux granulaires - entre fluide et solide. EDP Sciences, 2011. Guyon, E., Delenne, J.-Y.& Radjaï, F., Matière en grains. Odile Jacob sciences, 2017. Mewis, J. & Wagner, N., Colloidal Suspension Rheology, Cambridge University Press, 2012 Guyon, E., Hulin, J.-P. & Petit, L., Hydrodynamique Physique, EDP Sciences, 2012.",
    "Effectif maximal": "Effectif limité à 30 élèves",
    "Département de rattachement": "Département de 1ère année",
    "Nombre de crédits ECTS": "2 crédits ECTS",
    "Code": "1RHEO"
}