{
    "Créneau": "Sem 1Sem 2/Sem 4SL",
    "Prérequis": "Cours d'optimisation de première année.",
    "Enseignants responsables": "Vincent LECLERE",
    "Equipe enseignante": "Vincent LECLERE",
    "Objectifs du module": "Le monde du transport est un monde complexe empli de paradoxes apparents et dans lequel se posent de nombreuses questions difficiles sous une forme quasi-mathématique. Par exemple : - comment prévoir la taille des bouchons sur tel axe routier ? - comment construire un planning de trains qui soit robuste aux retards inévitables ? - comment organiser les trajets des avions d'une compagnie aérienne pour que les avions puissent faire un checking régulier dans leur aéroport d'origine ? Le \" paradoxe de Braess \" montre que, dans certains cas, ajouter une route va conduire à un allongement du temps de transport de l'ensemble des personnes présentes. Partant de ce constat surprenant le cours s'attachera à donner les outils mathématiques nécessaires pour le comprendre et plus généralement pour prévoir l'équilibre sur un réseau routier. Le cours sera à la fois une extension et une mise en application des outils enseignés dans le cours \" Optimisation \" de première année, et une introduction aux problématiques de transports qui seront largement développées dans le cours de seconde année \" Analyse et conception de système de transport \". Les outils mathématiques développés seront approfondis en seconde année dans le cadre du cours \" Recherche opérationnelle \".",
    "Programme du module": "Séance 1 : Introduction : Présentation du paradoxe de Braess, exemple de Fisk. Notions de théorie des jeux (équilibre de Nash, optimum social, optimum de Pareto). Dilemme du prisonnier. Séance 2 : Problème du plus court chemin dans un graphe : Présentation de quelques algorithmes : Djikstra, Ford Bellman, A*... Séance 3 : Equilibre de Wardrop. Cas d'existence et d'unicité, exemple sur des graphes simples. Séance 4 : Méthodes de calcul de l'équilibre, algorithme de Frank-Wolf. Etude du prix de l'anarchie qui correspond à la perte de temps pour l'ensemble de la population à être dans une situation d'équilibre plutôt que d'être coopératif. Séance 5 : Modélisation des problèmes de transport. Travaux Pratiques. Séance 6 : Séance de travaux dirigés. Le cours intègrera deux à trois interventions d'industriels petits et gros reliés au monde du transport qui présenteront certains problèmes pratiques qu'ils ont été amenés à résoudre à l'aide des outils de la recherche opérationnelle.",
    "Modalités": "Les documents seront en anglais, le cours sera donné en français.",
    "Contrôle des connaissances - Règles de validation du module": "Le cours sera validé à l'aide d'un examen et d'un projet informatique.",
    "Documents pédagogiques - Bibliographie": "\" The Traffic Assignment Problem : Models and Methods, Michael Patriksson http://www.math.chalmers.se/~mipat/LATEX/book_pub.pdf \" Network Optimization : Continuous and Discrete Models, Dimitri Bertsekas, Athena Scientific \" Urban Transportation Network : Equilibrium Analysis with Mathematical Programming Methods, Yosef Sheffi (en ligne : http://sheffi.mit.edu/urban-transportation)",
    "Effectif maximal": "Effectif limité à 30 élèves",
    "Département de rattachement": "Département de 1ère année",
    "Nombre de crédits ECTS": "2 crédits ECTS",
    "Code": "1ROPT"
}