{
    "Créneau": "Sem 1",
    "Prérequis": "Motivation pour la modélisation mathématique et la programmation.",
    "Enseignants responsables": "Tatiana SEREGINA",
    "Equipe enseignante": "Tatiana SEREGINA",
    "Objectifs du module": "La modélisation et la simulation du secteur des transports permettent d'analyser le fonctionnement d'un système de mobilité et d'évaluer la réponse du système aux diverses interventions et changements de ses composants. Elles servent essentiellement à l'élaboration de stratégies efficaces pour améliorer l'état du système de mobilité et évaluer l'impact des services de transport innovants. La Simulation Multi-Agents (SMA) est un paradigme pour la modélisation de système complexe en tant que combinaisons d'interactions entre plusieurs entités autonomes dans un environnement dynamique. Chaque entité autonome est représentée par un agent qui est capable de réagir aux changements du système et d'interagir avec les autres agents afin d'atteindre son objective personnel. La modélisation multi-agents de la mobilité vise à capturer et à reproduire finement les comportements de mobilité des individus, et leurs réactions face à des évolutions de l'offre de transport (par exemple mise en place de services d'autopartage, trottinettes en libre-service, hausse de la fréquence des transports en commun...). Ce cours introduit les principes de la modélisation multi-agents et présente les briques essentielles de la construction d'un modèle de mobilité à base d'agents. Le développement d'un tel modèle à travers la construction d'une simulation informatique est proposé sur une étude de cas, suivie de tests et d'analyses de différents scénarios de mobilité.",
    "Programme du module": "Séance 1 - Principes de modélisation multi-agents. Aperçu des simulateurs multi-agents des déplacements. Présentation des projets d'application. Séance 2 - Représentation de l'offre de transport dans les SMA. Projets : Configuration de la zone d'étude et des modes de transport. Séance 3 - Représentation de la demande de mobilité dans les SMA. Projets : Configuration des agents et leur comportement. Séance 4 - Scénarios de mobilité : Simulation et analyse. Projets : Validation de la configuration du modèle. Séance 5 - Analyse des résultats de simulation. Projets : Élaboration de scénarios. Séance 6 - SMA au service de la mobilité urbaine : Démonstration d'une plateforme d'aide à la décision. Projets : Analyse des scenarios.",
    "Modalités": "Cours le lundi matin au S2B",
    "Contrôle des connaissances - Règles de validation du module": "Présence aux cours (20%) - Participation personnelle à l'étude de cas (40%) - Livrable (exposé/rapport) par groupe de 4 ou 6 élèves (40%).",
    "Documents pédagogiques - Bibliographie": "Grace O. Kagho, Milos Balac, Kay W. Axhausen, Agent-Based Models in Transport Planning: Current State, Issues, and Expectations, Procedia Computer Science, Volume 170, 2020, Pages 726-732, DOI: 10.1016/j.procs.2020.03.164. Available from: https://www.sciencedirect.com/science/article/pii/S187705092030627X Jorge Rocha, Inês Boavida-Portugal and Eduardo Gomes (September 13th 2017). Introductory Chapter: Multi-Agent Systems, Multi-agent Systems, Jorge Rocha, IntechOpen, DOI: 10.5772/intechopen.70241. Available from: https://www.intechopen.com/chapters/56573",
    "Effectif maximal": "Effectif limité à 30 élèves",
    "Département de rattachement": "Département de 1ère année",
    "Nombre de crédits ECTS": "2 crédits ECTS",
    "Code": "1SMAM"
}