{
    "Créneau": "Semaine du 31 mars au 4 avril 2025",
    "Enseignants responsables": "Responsable : Cyril DOUTHE - Co-responsable : Oliver BAVEREL",
    "Objectifs du module": "L'objectif de cette semaine d'atelier intensif est double : Réfléchir sur la relation entre la forme d'un objet ou d'une structure et ses propriétés mécaniques et donner aux étudiants une première expérience du processus de design technique. Rencontrer l'autre au travers de groupes de projet qui mêlent des étudiants issus de différentes écoles (ingénieur, architecte et designer) qui toutes forment les concepteurs de demain.",
    "Programme du module": "La pédagogie s'appuie sur une approche de type \" conception-réalisation \" centrée sur un objet dont la fonction principale est mécanique. Ces objets sont de nature variée (vélos, planeurs, bateaux, ponts, tours, abris, coques, etc.) et font l'objet d'un appel à proposition annuel. La sélection des thèmes ou objets proposés se fait sur la base de la faisabilité des objets par les participants avec les moyens des écoles ainsi que sur la pertinence de l'exercice en tant qu'initiation à la conception et aux travaux pratiques en mécanique. En amont de la semaine, les étudiants sont amenés ensuite à choisir parmi les différents thèmes sélectionnés par les responsables du module ceux qui les intéressent le plus. Un algorithme de répartition est ensuite appliqué afin de maximiser la satisfaction générale et de garantir le caractère pluri-disciplinaire des groupes, ce qui permettra effectivement la rencontre entre élèves ingénieurs, architectes et designers. Durant la semaine, l'organisation des différents ateliers pourra varier dans les détails mais, dans les grandes lignes, elle respectera une chronologie en deux phases : Conception/expérimentation & Fabrication. La première est faite d'aller-retours entre le dessin à la main, l'évaluation d'ordres de grandeur par le calcul et l'expérimentation de systèmes constructifs en maquette et à l'échelle un, dans le plan et dans l'espace. Elle a pour objectif la réalisation de plans de fabrication de l'objet. La seconde est dédiée à la réalisation de l'objet selon les plans et nécessite de se confronter à la matière, aux outils, aux tolérances et aux jeux, aux phasages de construction… L'objectif est in fine de faire l'expérience avec son propre corps d'un objet que l'on a conçu.",
    "Modalités": "Lundi matin : Conférences introductives générales sur la conception et les structures & conférences thématiques au sein des ateliers Lundi après-midi : Appropriation du sujet et premières esquisses Mardi : Conception & expérimentation Mercredi : Réalisation des plans d'exécution/fabrication, puis début de fabrication Jeudi : Fabrication Vendredi matin : Finitions, tests, rangement. Vendredi après-midi : Jury, démontage & clôture",
    "Contrôle des connaissances - Règles de validation du module": "L'évaluation des étudiants est faite tout au long de la semaine par les responsables de thèmes ainsi que lors d'un jury final composé en partie de concepteurs extérieurs à l'école, chacune des deux évaluations comptant pour 50% de la note finale. Les responsables de thème jugent principalement l'implication dans le groupe, l'appropriation de la démarche de conception et l'ensemble du processus qui conduit à la réalisation de l'objet final. Le jury quant à lui juge la pertinence de la réponse proposée au cahier des charges du thème, la qualité et la finition de la réalisation ainsi que la compréhension qu'ont les étudiants du fonctionnement de l'objet réalisé.",
    "Documents pédagogiques - Bibliographie": "Notes de cours.",
    "Effectif maximal": "Effectif illimité",
    "Département de rattachement": "Département de 1ère année",
    "Nombre de crédits ECTS": "1,5 crédit ECTS",
    "Code": "1STRU"
}