{
    "Créneau": "Sem 1Sem 2",
    "Enseignants responsables": "Anne NOTTELET",
    "Equipe enseignante": "Franck NAUD",
    "Objectifs du module": "Le sport fait partie intégrante de la formation des ingénieurs des Ponts La pratique physique et sportive participe à la formation du cadre de demain, un être capable de communiquer, de participer à la dynamique d'un groupe, d'innover, de s'adapter. L'enseignement dispensé permet de solliciter toutes les ressources de l'étudiant, motrices, cognitives, relationnelles, émotionnelles, informationnelles… Par l'action, l'étudiant est confronté à la résolution de problèmes complexes et à la prise de décision. Il doit se connaître pour s'engager dans une pratique d'apprentissage, d'entrainement, dans un projet d'entretien durable de sa santé, dans une logique de développement personnel. Il doit gérer un groupe, s'investir dans une structure, faire preuve d'innovation et de créativité, être capable de communiquer.",
    "Programme du module": "Etabli par l'enseignant qui encadre le cours, en adéquation avec le référentiel de compétences pour la formation par les activités physiques et sportives dans les grandes écoles, édité par le APSCGE.",
    "Modalités": "20 Séances : Vous devez participer à 10 séances par semestre et/ou 20 séances dans l'année dans le sport choisi. Le cumul des séances sur les deux semestres est possible.",
    "Contrôle des connaissances - Règles de validation du module": "- Vous devez participer à 10 séances par semestre et/ou 20 séances dans l'année dans le sport choisi. Le cumul des séances sur les deux semestres est possible. - Toute absence doit être justifiée par un certificat médical, 1 à remettre à votre enseignant et 1 à l'inspectrice des études de 1re année. - Vous devez avoir une note égale ou supérieure à 10/20. - La note est attribuée par l'enseignant responsable de l'activité. Elle est attribuée en fonction de l'intégration au collectif, de l'implication, du travail, des progrès dans les cours et de l'engagement dans les compétitions universitaires. L'évaluation se fait sur la base d'un contrôle continu, même si des épreuves ponctuelles sont organisées dans certains sports.",
    "Effectif maximal": "Effectif illimité",
    "Département de rattachement": "Direction de l'Enseignement",
    "Nombre de crédits ECTS": "1 crédit ECTS",
    "Code": "1VOLL"
}