{
    "Enseignants responsables": "Pierre BERTRAND",
    "Objectifs du module": "Initier tous les futurs ingénieurs à l'économie générale. Leur fournir de premiers éléments sur les concepts, les faits et les théories économiques, afin de leur permettre de mieux comprendre le contexte économique d'ensemble et les questions à caractère économique dans leur futur cadre professionnel ainsi qu'en débat dans l'opinion publique. Dans le domaine microéconomique, mettre en évidence les propriétés de l'économie concurrentielle de marché et ses relations avec l'optimum social, ainsi que les problèmes soulevés par les imperfections du marché (concurrence imparfaite, pollution, etc.) ; familiariser les élèves avec le calcul économique appliqué au choix des projets. Dans le domaine macro-économique, donner aux élèves un premier aperçu concernant : les déterminants du chômage et de la croissance à court et à long terme ; l'efficacité des politiques conjoncturelles de relance en autarcie et en économie ouverte ; les échanges internationaux.",
    "Programme du module": "1) Le programme du Consommateur 2) Le programme du Producteur 3) L'équilibre du Marché 4) L'optimiosation en choix intertemporel 5) Investissement: financement et rentabilité 6) Système monétaire et Bancaire 7) PIB, Inflation et chômage 8) Commerce international et inter-régional",
    "Modalités": "Conférences et travaux dirigés Classe inversée",
    "Contrôle des connaissances - Règles de validation du module": "Rapport de travaux de groupe et exercices",
    "Effectif maximal": "Effectif illimité",
    "Département de rattachement": "Département Sciences Economiques, Gestion Finance",
    "Nombre de crédits ECTS": "Non valorisé",
    "Code": "2ECON"
}