{
    "Créneau": "Sem 3/Sem 5 Me 13 h 45 - 16 h 30Sem 4/Sem 6 Me 8 h 30 - 11 h 15Sem 6 Me 8 h 30 - 11 h 15",
    "Prérequis": "Mécanique des milieux continus",
    "Enseignants responsables": "Francis LAVERGNE",
    "Equipe enseignante": "Francis LAVERGNE, Paul BOUTEILLER",
    "Objectifs du module": "Ce cours vise à éclairer les concepts de grandes déformations et lois de comportements des matériaux servant à décrire la mécanique de structures simples, par le biais de la simulation numérique par éléments finis telle qu'implémentée dans le logiciel Abaqus. L'accent est mis sur des sources de non linéarités, comme les grandes transformations ou des comportements hyperélastiques ou élastoplastiques, complétant les notions du cours de Mécanique et Physique des Matériaux. Au terme du module, les étudiants seront capables de : - Faire le lien entre les lois de comportement, les concepts de grandes transformations et des illustrations pratiques de leurs effets. - Conduire de façon autonome la modélisation d'une structure par éléments finis à l'aide d'Abaqus, avec des choix rationnels sur le modèle, la nature des éléments à utiliser et sur le soin à apporter au maillage. - Porter un regard critique sur les résultats produits par les méthodes numériques d'éléments finis en effectuant des contrôles et éviter les pièges les plus courants.",
    "Programme du module": "Séance 1 : Flexion d'une poutre sandwich Séance 2 : Sensibilité au maillage et choix des éléments Séance 3 : poutre de Timoshenko ou Euler Bernoulli ? Séance 4 : Non linéarité géométrique : grandes transformations Séance 5 : Non linéarité matériau : hyperélasticité. Séance 6 : Non linéarité géométrique : problèmes de stabilité des structures. Séance 7 : Composite multicouche : modèles de plaques. Séance 8 : Comportement élastoplastique : critère et écrouissage. Séance 9 : Comportement élastoplastique en grandes transformations. Séance 10 : Dynamique explicite et vibrations Séance 11 : Viscoélasticité linéaire : déformation différée, dissipation et rôle d'amortisseur. Séance 12 : Le caoutchouc : viscoélasticité en grande déformation et vibrations Séance 13 : Evaluation : bureau d'études",
    "Modalités": "Petites classes",
    "Contrôle des connaissances - Règles de validation du module": "Le contrôle des connaissances s'effectue sous forme : (a) d'un bureau d'étude à la fin du cours avec un rapport à rendre (contrôle) et (b) d'un compte-rendu (devoir à la maison).",
    "Adresse du site du module": "educnet.enpc.fr/course/view.php?id=305",
    "Documents pédagogiques - Bibliographie": "\" Polycopié sur la méthode des éléments finis (I.Stefanou, M.Godio), matériel didactique pour chaque séance \" Tutoriels en forme des vidéos. \" Notes de support pour chaque séance. Le matériel nécessaire est téléchargé sur le site internet du cours (educnet) avant chaque séance.",
    "Effectif maximal": "Effectif limité à 50 élèves",
    "Département de rattachement": "Département Génie Mécanique et Matériaux",
    "Nombre de crédits ECTS": "2 crédits ECTS",
    "Mise à jour": "01/09/2024",
    "Code": "ABAQU"
}