{
    "Créneau": "Sem 4/Sem 6 Lu 16 h 45 - 19 h 30Sem 6 Lu 16 h 45 - 19 h 30",
    "Enseignants responsables": "Marion VEY Laurent LONGO Autres intervenants.",
    "Equipe enseignante": "Laurent LONGO, Marion VEY",
    "Objectifs du module": "La fonction Achat d'une entreprise a pour mission la gestion de la relation avec ses fournisseurs, de bien ou de services, directs ou indirects. Ses résultats impactent fortement sa compétitivité et donc sa rentabilité - en effet en moyenne dans l'industrie, les achats représentent plus de 70% du chiffres d'affaires. Le Métier d'Acheteur est en fort essor et en mutation spectaculaire depuis plusieurs décennies - du cost-killer au stratège, du donneur d'ordre au partenaire, du client au responsable de filière. L'objectif de ce cours est de faire découvrir aux étudiants les différentes facettes (court terme/long terme, marchés et projets, commercial et industriel) et les multiples enjeux des Achats au sein des entreprises, et de leur faire pratiquer des démarches de négociation, de construction de stratégie Achat, de gestion de la relation partenariale. L'apport du cours se fait à plusieurs niveaux : tout ingénieur diplômé des Ponts exerçant en entreprise sera d'une part confronté à (et/ou client de !) la fonction Achat et a donc intérêt à en comprendre les enjeux et mécanismes, et d'autre part certains pourront être amenés à exercer cette fonction ou à la diriger.",
    "Programme du module": "Le module se structure en 2 parties, qui alternent chacune apports magistraux et cas pratiques en groupes d'élèves. Première Partie : les Achats en entreprise - introduction. Prescription. Maîtrise des prix et négociation tarifaire. - Comprendre le rôle des Achats en entreprise : mission, place dans l'organisation, enjeux, évolution du Métier. - Maîtriser la notion de prescription : cahiers des charges techgniques et fonctionnels. - Comprendre une structure de coût. - Apprendre à développer un argumentaire de négociation solide et étayé. - Exercice en groupes (construit sur plusieurs séances) : conduite d'une négociation tarifaire suite à une demande de hausse de prix d'un fournisseur. Deuxième Partie : les missions et processus Achats clés : illustrations et pratique, secteurs automobile et luxe - Stratégies et politiques Achats. Marketing Achat. Mesure de la performance fournisseur. - Appels d'offre : processus détaille (cas automobile) et serious game sur 3 séances (en groupe d'élèves) - Risques et opportunités Achats : risques supply, financiers, produit…la RSE comme levier de création de valeur pour l'entreprise.",
    "Modalités": "13 séances de 2 heures.",
    "Contrôle des connaissances - Règles de validation du module": "1. Assiduité et participation. Questions d'application des éléments présentés (au fil des séances). 2. Dossier de négociation par groupe de 3 à 4 élèves avec présentation concrète d'une étude d'un marché (1ère partie). 3. Serious game Appel d'offre automobile (2ème partie).",
    "Documents pédagogiques - Bibliographie": "Enquête annuelle d'entreprises ; comptes nationaux. Documents d'entreprises étudiés.",
    "Effectif maximal": "Effectif limité à 30 élèves",
    "Département de rattachement": "Département Génie Industriel",
    "Nombre de crédits ECTS": "3 crédits ECTS",
    "Mise à jour": "01 Septembre 2024",
    "Code": "ACHAT"
}