{
    "Créneau": "Sem 3/Sem 5 Lu 16 h 45 - 19 h 30Sem 5 Lu 16 h 45 - 19 h 30",
    "Prérequis": "Module ouvert aux élèves ingénieurs de deuxième année ou aux élèves de Master ayant des connaissances générales sur les transports et leurs organisations",
    "Enseignants responsables": "Henri SAISSET , Fabienne GALABERT",
    "Equipe enseignante": "Jean Laurent FRANCHINEAU, David TRIBONDEAU",
    "Objectifs du module": "Au-delà de sa dimension technique, la réussite d'un projet de transport repose avant tout sur la \" rencontre \" entre une demande - de transport, mais aussi politique ou urbaine - et un système, infrastructure - mobile - service qui y réponde. L'objectif du cours est donc de donner aux élèves, des éléments leur permettant de comprendre cette rencontre de la favoriser et de la faire évoluer lors de leur carrière professionnelle. Il s'appuiera donc à la fois sur : - Une description des différents systèmes et de leur fonctionnement pour en identifier les caractéristiques, en apprécier les performances et comprendre les modalités d'étude et de mise en œuvre - La présentation d'exemple de projets, par des praticiens, pour montrer quelles démarches ont été mises en œuvre pour répondre aux besoins identifiés en insistant sur le caractère souvent itératif et en entonnoir d'étude et de mise en œuvre des projets. - Pour cela, le module présente les principales démarches et une sélection d'outils utiles à la réalisation des études de systèmes de transport en les illustrant à partir d'exemples concrets de projets auxquels ont participés les intervenants. - Pour cette raison, chaque séance alternera des parties théoriques, des exercices d'application et des échanges autour de cas concrets.",
    "Programme du module": "Liste thématique ou chronologique des thèmes, notions, ou méthodes qui seront étudiés. Le cours est organisé autour de 7 séances : 1. Introduction et panorama des systèmes de transports 2. Les véhicules 3. La route 4. Conception d'un système de transport collectif (tram / BHNS) 1 5. Conception d'un système de transport collectif (tram / BHNS) 2 6. Choix du mode et adéquation au territoire des projets de transport 7. Cadrage, mise en oeuvre opérationnelle / Évaluation",
    "Modalités": "Le module est organisé en 7 séances animés par des experts du domaine permettant un tour d'horizon des différents étapes et composantes de l'analyse et de la conception des systèmes de transport.",
    "Contrôle des connaissances - Règles de validation du module": "Contrôle de connaissances écrit lors de la dernière séance Remise du rapport de deux exercices ou TD",
    "Adresse du site du module": "https://educnet.enpc.fr/course/view.php?id=320",
    "Documents pédagogiques - Bibliographie": "Documents support des cours mis à disposition sur Educnet",
    "Effectif maximal": "Effectif illimité",
    "Département de rattachement": "Département Ville Environnement Transport",
    "Nombre de crédits ECTS": "1,5 crédit ECTS",
    "Mise à jour": "2 septembre 2024",
    "Code": "ACOST"
}