{
    "Créneau": "Ouv 2/Ouv 3Sem 4/Sem 6 Me 16 h 45 - 19 h 30Sem 6 Me 16 h 45 - 19 h 30",
    "Enseignants responsables": "Mohamed Saad EL HARRAB",
    "Equipe enseignante": "Laurent BROCHARD, Adélaide FERAILLE, Myriam SAADE",
    "Objectifs du module": "Changement climatique, exploitation intensive des ressources naturelles, érosion de la biodiversité, recrudescence des pathologies humaines d'origine environnementale… Les conséquences des activités humaines sur l'environnement sont nombreuses. Elles posent la question des modes de production et de consommation actuels, de plus en plus scrutés sur le plan réglementaire, de l'acceptabilité sociale, ou encore des investissements. Il est donc important que les futurs ingénieurs formés par l'Ecole des Ponts disposent de l'outillage nécessaire pour comprendre et quantifier les impacts de systèmes sociotechniques associés. Il est également nécessaire qu'ils soient en mesure de proposer des voies d'amélioration, tout en étant conscients des éventuels transferts d'impact et effets rebonds que de telles modifications peuvent entraîner. Ce cours a pour objectif de fournir aux élèves de 2ème année des départements SEGF, GI et IMI les bases de compréhension et d'application de l'analyse du cycle de vie, méthode d'évaluation environnementale multicritère. Objectifs pédagogiques A la fin de ce cours, les élèves seront en mesure de : Décrire les enjeux environnementaux liés à leur future pratique d'ingénieur, plus particulièrement dans les domaines de l'ingénierie économique, industriel, et informatique ; Expliquer les principes de la méthode d'Analyse du Cycle de Vie (ACV) et l'intérêt de l'application de celle-ci dans différents contextes et pour différents objectifs ; Expliquer comment sont construits les indicateurs d'impacts environnementaux en vue d'avoir un regard critique et mesurer l'importance de la mise à jour fréquente de ses connaissances ; Avoir un regard critique sur une ACV réalisée ; Effectuer une évaluation préliminaire (screening) sur le cycle de vie en manipulant un logiciel d'ACV type OpenLCA appuyé sur la base des données d'inventaire de référence ecoinvent.",
    "Programme du module": "Programme du module 1. Enjeux environnementaux et ingénierie : quels outils d'évaluation 2. Indicateurs 3. Méthodologie ACV : approche processus 4. Conférence : éco-conception de produits 5. Méthodologie ACV : approche Input/Output 6. Conférence : ACV et investissements 7. Application : évaluation du numérique Demi-module de 7 séances",
    "Modalités": "Demi-module de 7 séances",
    "Contrôle des connaissances - Règles de validation du module": "Evaluation : quizz en début de séance",
    "Effectif maximal": "Effectif illimité",
    "Département de rattachement": "Département Génie Industriel",
    "Nombre de crédits ECTS": "1,5 crédit ECTS",
    "Mise à jour": "01 Septembre 2024",
    "Code": "ACV2A"
}