{
    "Créneau": "Sem 3/Sem 5 Ve 13 h - 15 h 45Sem 5 Ve 13 h - 15 h 45",
    "": "Module accessible aux étudiants de troisième année des départements VET, GCC et GMM de l'Ecole, sans critère d'accès spécifique.",
    "Enseignants responsables": "Adélaïde FERAILLE",
    "Equipe enseignante": "Adélaide FERAILLE, Charlotte ROUX, Aurore WURTZ",
    "Objectifs du module": "Ce module est dispensé à de petits effectifs sous forme très interactive, afin d'apprendre aux élèves à réaliser des bilans environnementaux multicritères à la pointe de ce qu'offrent les avancées scientifiques actuelles. Il fournit les éléments nécessaires à l'application de la méthodologie d'Analyse de Cycle de Vie (normalisée ISO 14040 et ISO 14044), particulièrement pour les systèmes de transport, dans le but de former des ingénieurs outillés pour le secteur de la R&D et des études d'ingénierie, et capables d'évaluer la performance environnementale des modes de transport et par extension de tout système (produit, service), et ainsi d'être en mesure de participer aux activités pour la transition écologique/énergétique. A l'issue du module les élèves seront capables de : saisir les enjeux de l'évaluation environnementale et les besoins associés du domaine du transport d'utiliser la méthodologie d'Analyse de Cycle de Vie, de l'adapter en particulier aux systèmes de transport de manipuler un logiciel d'ACV OpenLCA appuyé sur la base des données européennes de référence \" EcoInvent \" Avoir un regard critique sur une ACV Transférer les acquis en ACV à d'autres domaines",
    "Programme du module": "Les séances 1 à 4 permettront d'acquérir les bases en ACV de transport via des cours et des travaux dirigés, avant de passer à un travail en atelier sur les séances 5 à 13, qui consisteront en l'analyse d'un cas d'étude réel en partenariat avec l'industrie (VINCI, STIF, RATP, Arcadis, Ingérop, Setec, Artelia, Systra, … ) portant sur l'évaluation environnementale de modes de transport (valorisation académique et/ou industrielle possible selon la motivation des étudiants). Exemple de cas d'études précédents : BHNS Caraïbus ; BHNS TZen3 ; LGV Tours-Bordeaux et modes de transports Paris-Bordeaux (présentation à la conférence LCM2017), Objets Roulants Non Identifiés).",
    "Contrôle des connaissances - Règles de validation du module": "QCM à la fin des 4 premières séances (dans l'objectif de vérifier l'assimilation des concepts présentés précédemment, en vue de l'application lors des ateliers). Rapport de groupe sur l'étude de cas concrets réalisée en ateliers. Présentation devant un jury (en français)",
    "Adresse du site du module": "https://educnet.enpc.fr/course/view.php?id=490",
    "Documents pédagogiques - Bibliographie": "Présentations supports de cours. Bibliographie conseillée : Jolliet, Saadé et Crettaz. Analyse du cycle de vie : comprendre et réaliser un écobilan. 2010 CIMBéton. Analyse de cycle de vie de structures routières. Collection technique Cimbeton. T89. 2005. Réédité en 2011 Cuia et al. Carbon footprint analysis of the Bus Rapid Transit (BRT) system: a case study of Xiamen City. International Journal of Sustainable Development & World Ecology. July 2010",
    "Effectif maximal": "Effectif limité à 20 élèves",
    "Département de rattachement": "Département Ville Environnement Transport",
    "Nombre de crédits ECTS": "3 crédits ECTS",
    "Mise à jour": "2 septembre 2024",
    "Code": "ACVMU"
}