{
    "Créneau": "Sem 1 MSSem 2 MS",
    "Prérequis": "Prérequis de Digital Building Design, après le premier semestre.",
    "Enseignants responsables": "Romain MESNIL",
    "Objectifs du module": "La géométrie architecturale est une discipline à l'intersection de l'ingénierie, de l'architecture et de la géométrie différentielle discrète. Les concepteurs peuvent utiliser des concepts de géométrie architecturale pour rationaliser la construction de structures et d'enveloppes de bâtiments courbes. Il est intéressant de noter que certains concepts peuvent être transcrits en de nouveaux objets fabriqués numériquement. Le cours est divisé en deux parties : - Géométrie architecturale I concerne les concepts de base de la géométrie architecturale. Ce cours d'un semestre introduit les premiers concepts fondamentaux en géométrie lisse et discrète. La conception d'enveloppes courbes est abordée à travers des familles spécifiques de surfaces. - Le cours de géométrie architecturale II traite de sujets avancés pour les étudiants qui souhaitent acquérir une capacité opérationnelle en géométrie architecturale. La conception de structures et d'enveloppes courbes est abordée par le biais de l'optimisation discrète. Des exemples représentatifs sont présentés aux étudiants lors de sessions pratiques.",
    "Programme du module": "1. Décalages discrets Partie I : Parallélisme des maillages 2. Décalages discrets Partie II : maillages circulaires et coniques 3. Optimisation I : algèbre linéaire simple 4. Optimisation I : Exploration du sous-espace linéaire SciLab 5. Optimisation II : Solveurs SciLab 6. Au-delà de la conception paramétrique : exploration de l'espace de conception trans-topologique Tutoriel : Robin Oval",
    "Modalités": "24h d'enseignement (CM TD)",
    "Contrôle des connaissances - Règles de validation du module": "Devoirs individuels après chaque session.",
    "Effectif maximal": "Effectif illimité",
    "Département de rattachement": "MS Digital Building Design",
    "Nombre de crédits ECTS": "3 crédits ECTS",
    "Code": "ADAGE"
}