{
    "Créneau": "Sem 1/Sem 3Sem 3",
    "Prérequis": "Aucun",
    "Enseignants responsables": "Virginie GALLAND EHRLACHER",
    "Equipe enseignante": "Virginie GALLAND EHRLACHER, Jack THOMAS, Thomas BORSONI, Sofiane EZZEHI, Raphaël GASTALDELLO, Clément GUILLOT, Rodrigue LELOTTE, Jean RUEL",
    "Objectifs du module": "L'objectif de ce module est d'introduire les concepts mathématiques fondamentaux nécessaires pour la résolution d'équations aux dérivées partielles. Dans ce module, nous présenterons les notions d'espaces de Lebesgue, la théorie des distributions, les séries et transformées de Fourier, ainsi que leur application à la résolution d'équations aux dérivées partielles.",
    "Programme du module": "Séance 1. Espaces de Lebesgue Séance 2. Séries de Fourier Séance 3. Théorie des distributions (1) Séance 4. Théorie des distributions (2) Séance 5. Transformée de Fourier Séance 6. Révisions et exercices",
    "Modalités": "La majorité des séances seront des séances de cours/TD. Une séance de TPA sera consacrée à des révisions et à la résolution d'un TP numérique.",
    "Contrôle des connaissances - Règles de validation du module": "A chaque séance à partir de la séance 2, un quizz comportant 4 questions de cours sera à effectuer pour contrôler l'acquisition du cours de la semaine précédente. Un examen aura également lieu à la fin du module. La note sera comptée à partir de la note à l'examen final (12 points) et de la moyenne des notes aux quizz (8 points). Un TP numérique facultatif sera proposé aux étudiants, et sera noté sur 0.5 points. La note de ce TP sera comptée comme bonus sur la note finale.",
    "Documents pédagogiques - Bibliographie": "Un polycopié en anglais est disponible, ainsi que les slides (en français) correspondant à chaque séance de cours. Les énoncés des examens des années antérieures et leurs corrigés sont disponibles sur la page educnet du cours. https://educnet.enpc.fr",
    "Effectif maximal": "Effectif limité à 200 élèves",
    "Département de rattachement": "Département de 1ère année",
    "Nombre de crédits ECTS": "2 crédits ECTS",
    "Mise à jour": "22/11/2024",
    "Code": "AEDP2"
}