{
    "Créneau": "Sem 1/Sem 3Sem 3",
    "Prérequis": "Aucun",
    "Enseignants responsables": "Virginie GALLAND EHRLACHER",
    "Equipe enseignante": "Virginie GALLAND EHRLACHER, Albéric LEFORT, Jack THOMAS, Rodrigue LELOTTE, Jean RUEL, Clément GUILLOT, Raphaël GASTADELLO, Dagbegnon LOKO",
    "Objectifs du module": "L'objectif de ce module est d'introduire les concepts mathématiques fondamentaux nécessaires pour la résolution d'équations aux dérivées partielles. Dans ce module, nous présenterons les notions d'espaces vectoriels normés, espaces de Banach, espaces de Hilbert, ainsi que les rudiments de la théorie de la mesure, la définition de l'intégrale de Lebesgue et ses principales propriétés.",
    "Programme du module": "Séance 1. Espaces vectoriels normés Séance 2. Espaces de Banach (1) Séance 3. Espaces de Banach (2) et espaces de Hilbert (1) Séance 4. Espaces de Hilbert (2) Séance 5. Théorie de la mesure (1) Séance 6. Théorie de la mesure (2) Séance 7. Théorie de la mesure (3)",
    "Modalités": "La majorité des séances seront des séances de cours/TD. Deux séances en autonomie seront consacrées à des révisions sur la résolution d'équations différentielles ordinaires linéaires et le calcul d'intégrales par la formule de changement de variables. Une autre séance de TPA sera consacrée à des révisions.",
    "Contrôle des connaissances - Règles de validation du module": "A chaque séance à partir de la séance 2, un quizz comportant 4 questions de cours sera à effectuer pour contrôler l'acquisition du cours de la semaine précédente. Le premier quizz sera un quizz blanc, mais les autres quizz compteront dans la note finale. Un examen aura également lieu à la fin du module. La note sera comptée à partir de la note à l'examen final (12 points) et de la moyenne des notes aux quizz (8 points). Un DM facultatif sera proposé aux étudiants, et sera noté sur 0.5 points. La note de ce DM sera comptée comme bonus sur la note finale.",
    "Documents pédagogiques - Bibliographie": "Un polycopié en anglais est disponible, ainsi que les slides (en français) correspondant à chaque séance de cours. Les énoncés des examens des années antérieures et leurs corrigés sont disponibles sur la page educnet du cours. https://educnet.enpc.fr",
    "Effectif maximal": "Effectif limité à 200 élèves",
    "Département de rattachement": "Département de 1ère année",
    "Nombre de crédits ECTS": "2 crédits ECTS",
    "Code": "AEDP1"
}