{
    "Créneau": "Sem 4/Sem 6 Je 8 h 30 - 11 h 45Sem 6 Je 8 h 30 - 11 h 45",
    "Prérequis": "Notions de base en mécanique des fluides incompressibles (Cf. module associé). En particulier formulations des équations de bilan, équations de Navier-Stokes, analyse dimensionnelle, principaux phénomènes descriptifs de la turbulence, notion de viscosité turbulente et modèle de turbulence k-epsilon. Pour acquérir ou se remettre en mémoire les bases nécessaires au module, la lecture suivante est conseillée : Chapitres 1 à 4 du livre \" Mécanique des fluides appliquée \", P.L. Viollet, J.P. Chabard, P. Esposito, D. Laurence, Presses des Ponts et Chaussées, 1998, ISBN : 2-85978-301-6.",
    "Enseignants responsables": "Jean-Paul CHABARD",
    "Equipe enseignante": "Jean-Paul CHABARD",
    "Objectifs du module": "Donner aux élèves les bases et les outils nécessaires à la réalisation d'études de conception dans le domaine des procédés industriels mettant en œuvre les écoulements à masse volumique variable et les transferts de chaleur. Le domaine d'application des connaissances couvertes par ce module est très vaste et concerne tous les domaines de l'industrie. Il y a également des applications au domaine de l'environnement et du développement durable (stratification thermique dans les retenues, courants de densité eau douce / eau salée dans les estuaires, éco-efficacité énergétique dans l'industrie et les bâtiments,…).",
    "Programme du module": "Partie 1 (4 séances de 3h) : Ecoulements fortement compressibles : cartographie des différents domaines d'application des écoulements compressibles, présentation des différents cadres d'approximation, formulation générale des équations, écoulements isentropiques en tuyère, ondes de choc droites et ondes de choc obliques, écoulements supersoniques en géométrie complexe, théorie de Prandtl-Meyer. Partie 2 (3 séances de 3h) : Ecoulements quasi-incompressibles : écoulements dits \" à masse volumique variable \", approximation de Boussinesq, pertes de charge en écoulement à masse volumique variable, écoulements stratifiés et courants de densité, analyse de la turbulence en écoulements stratifiés. Partie 3 (3 séances de 3h) : Transferts thermiques : outils de l'ingénieur thermicien permettant de résoudre des problèmes de conduction, de convection et de rayonnement (en limitant l'étude, pour le rayonnement, aux échanges entre corps gris au travers d'un milieu transparent), applications relatives à l'éco-efficacité énergétique des bâtiments dans la perspective du développement durable. Partie 4 (3 séances de 3h) : Introduction à la combustion : thermodynamique et cinétique chimique de la combustion, équations de l'aérothermochimie, flammes de pré-mélange, propagation d'une flamme plane dans un milieu pré-mélangé et homogène (détonation et déflagration), flammes de diffusion.",
    "Modalités": "13 séances de 3 heures en petite classe (un seul groupe) incluant un bureau d'études de 3h pour chaque partie du cours (4 bureaux d'étude au total pour le module).",
    "Contrôle des connaissances - Règles de validation du module": "La validation du module prend en compte : la participation régulière et active aux cours, la participation aux quatre séances de bureau d'études, les résultats obtenus aux trois travaux personnels (devoirs à la maison) portant sur les trois premières parties du cours et les résultats obtenus au contrôle final portant sur l'ensemble du programme. La note finale est calculée comme suit : note finale (/20) = ND1 x 0,1 + ND2 x 0,1 + ND3 x 0,1 + NC x 0,7 + 0,5 x nbe + ncc où : NDi : note obtenue au devoir n° i, NC : note obtenue au contrôle, nbe : nombre de séances de bureaux d'études auxquelles l'élève aura activement participé (4 en principe), ncc = 0 ou 0,5 : bonus attribué au titre de la participation régulière et active aux cours.",
    "Adresse du site du module": "educnet.enpc.fr/course/view.php?id=248",
    "Documents pédagogiques - Bibliographie": "Livre : \"Mécanique des fluides à masse volumique variable - Aérodynamique, thermohydraulique, écoulements stratifiés, transferts de chaleur\", P.L. Viollet, Presses de l'Ecole Nationale des Ponts et Chaussées, 1997, ISBN : 2-85978-277-X. Polycopié : \"Aérodynamique et Transferts Thermiques\" (4 parties correspondant aux 4 parties du module), J.P. Chabard et P.L. Viollet.",
    "Effectif maximal": "Effectif limité à 40 élèves",
    "Département de rattachement": "Département Génie Mécanique et Matériaux",
    "Nombre de crédits ECTS": "3 crédits ECTS",
    "Mise à jour": "01/09/2024",
    "Code": "AEROD"
}