{
    "Créneau": "Sem 1 MSSem 2 MS",
    "": "Aucune",
    "Prérequis": "Néant",
    "Enseignants responsables": "Rémy LANNOY",
    "Equipe enseignante": "Rémy LANNOY, Olivier GIRAUDINEAU, Clément GAUTHIER, Gilles FOREST, Florian POUILLY, Rafik ZIBOUCHE",
    "Objectifs du module": "› Sur la durée de l'année, les ateliers ont pour objectif de permettre aux étudiants de pratiquer le BIM et d'en intégrer les différentes composantes systémiques et managériales. Les enseignements se déroulent selon des groupes de projets, de façon à : › Travailler les processus BIM et y intégrer de façon pratique les enseignements plus théoriques des autres modules du mastère ; › Intégrer une réflexion stratégique sur l'application des processus sur un projet concret de construction ; › Faire faire, et faire comprendre la génétique des processus BIM autour d'une démarche de projet intégrative et itérative.",
    "Programme du module": "1/ Phase Warm Up sur les 4 premiers mois : - Première mise en pratique des éléments principaux du BIM - Dans un esprit de \" Mise à niveau \" sur des sujets clés - En mode \" bac à sable \" - A partir de données remaniées 2/ Phase Projet jusqu'à juillet - Déploiement des acquis du Warm-Up dans un cadre concret - Montée en puissance progressive des démarches (usages, outils, production) à partir d'une Stratégie",
    "Modalités": "Les mastériens sont réunis selon des groupes pluridisciplinaires, dont chacun d'eux se verra confier un projet. Tous ces projets font partie d'un même site réel, de façon à créer les conditions d'une interopérabilité à périmètres croissants : d'une interopérabilité propre à un projet, à celle étendue à tous les acteurs, en passant par celle bidirectionnelle entre deux projets. Chaque groupe se voit attribué un \" référent \" parmi l'équipe pédagogique. Le référent assurera le suivi des travaux du groupe, et s'assurera que la démarche s'inscrit bien dans les objectifs du module. Il aura la possibilité de recadrer la démarche s'il le juge nécessaire. Le module se divise en 2 temps (cf fiche programme). Les enseignements propres aux ateliers pratiques et le suivi mensuel se déroulent collectivement dans une salle informatique dédiée à l'ESTP. Les suivis de projets à distance s'opèrent par connexion à la plate-forme Office 365 de l'ESTP.",
    "Contrôle des connaissances - Règles de validation du module": "Contrôle des connaissances et des compétences par des livrables spécifiques : › Convention BIM de projet ; › Notice stratégique sur la démarche globale ; › Notice de REX ; › MN de projet. Evaluation : › Collective sur les livrables décrits ci-dessous ; › Individuelle sur les apports réels au travail du groupe (réalisée par le référent) Au-delà de ces évaluations, les groupes seront également jugées sur la qualité de leur projet au travers du jury final. Cette qualité sera évaluée dans un contexte plus large, liée notamment à l'intégration des réflexions amenées par les enseignements théoriques de l'année.",
    "Documents pédagogiques - Bibliographie": "Supports de présentation https://bim.enpc.fr",
    "Effectif maximal": "Effectif illimité",
    "Département de rattachement": "MS BIM Concept. intégrée et cycle de vie du bâtiment et infrastructures",
    "Nombre de crédits ECTS": "17 crédits ECTS",
    "Code": "AESTP"
}