{
    "Créneau": "Sem 1/Sem 3/Sem 5Sem 2/Sem 4/Sem 6Sem 6",
    "Prérequis": "Dieser Kurs richtet sich an Schüler, die gerne (eventuell auch humorvoll) diskutieren und ihre kommunikativen Fähigkeiten vor Publikum verbessern möchten, oder an diejenigen, die gerne freier reden möchten. Spaß am Reden ist hier Grundvoraussetzung (B2/C1).",
    "Enseignants responsables": "Jean-Yves LALANDE",
    "Objectifs du module": "Die Schüler sollen frei über allgemeine Themen sprechen und eine (eigene) Meinung vertreten können. Sie sollen ein Thema vorstellen, zusammenfassen, verteidigen und gegen einen anderen Standpunkt argumentieren können. Die Erweiterung des aktiven Wortschatzes ist ebenfalls Bestandteil des Kurses. Grammatik wird in diesem Kurs nicht oder nur bei Notwendigkeit oder auf ausdrückliches Verlangen der Schüler behandelt. Die Kursteilnehmer sollen gegen Ende des Kurses völlig selbstständig Debatten realisieren können (Teilnahme an Debatten und deren Leitung).",
    "Programme du module": "Grundlage des Kurses können Presseartikel (oder Videodokumente) zur Aktualität Deutschlands oder zu Gesellschaftsphänomenen sein. Es soll die Diskutierfähigkeit trainiert werden. Verschiedene Diskussionsformen können vorgestellt, untersucht und trainiert werden. Der Höhepunkt des Semesters ist ein \"Freundschaftsspiel\" mit der Ecole des Mines und/oder X, bei dem sich die Debattanten profilieren können. Themenfindung, Einarbeitung in diese Diskussionsformen und Training. Rhetorikregeln und deren Anwendung.",
    "Modalités": "18 semaines de cours (1h30/semaine)",
    "Contrôle des connaissances - Règles de validation du module": "Ständige Leistungskontrolle: Die Noten sind auf Progression und nicht auf Niveau orientiert. Jeder Teilnehmer ist verantwortlich für den individuellen und kollektiven Lernprozess. - Teilnahmenote (aktive Beteiligung bei Diskussionen - Wettkämpfen) - Vorbereitung der Diskussionsthemen - Präsenz - Jurybewertungen",
    "Effectif maximal": "Effectif limité à 20 élèves",
    "Département de rattachement": "Département Langues et Cultures",
    "Nombre de crédits ECTS": "1,5 crédit ECTS",
    "Code": "AL112"
}