{
    "Créneau": "Sem 4/Sem 6 Lu 13 h 45 - 16 h 30Sem 6 Lu 13 h 45 - 16 h 30",
    "Prérequis": "Une première année en école d’ingénieur formant dans les domaines de la construction, du BTP, de l’environnement, de l’aménagement ou une première année dans une école de commerce ou de management formant dans les domaines de l’immobilier, de la gestion immobilière, des politiques publiques locales, du droit de l’immobilier, de la construction ou de l’urbanisme ou école d’architecture ains qu’école du paysage.",
    "Enseignants responsables": "Taoufik SOUAMI",
    "Equipe enseignante": "Taoufik SOUAMI, Ida KASDI, Yann DOUBLIER, François MEUNIER, Sarah RAVALET",
    "Objectifs du module": "Dans un contexte de transition écologique et d’urgence climatique, de crises économiques et sociales récurrentes, aux limitations des ressources et aux injustices qu’elles génèrent, la fin des expansions pour faire la ville conduit à centrer l’essentiel de la fabrique urbaine sur l’aménagement des territoires urbains existants. L’objectif de ce module est d’apprendre les principales pratiques d’aménagement dans les villes et les territoires urbains déjà construits, aménagés, utilisés et vécus par des usagers. Les objectifs du module sont : - familiariser les élèves avec les enjeux de cet aménagement de l’existant et décrypter ses mécanismes ; - acquérir des capacités pratiques pour la réalisation d’un diagnostic, une programmation, la spatialisation, le montage financier et le planning d’une opération d’aménagement de l’existant. A la fin du module, l’élève doit pouvoir commander, suivre, analyser, juger et réception d’une mission portant sur l’une de ces 5 pratiques en aménagement de l’existant ; - connaître le milieu de l’aménagement, son organisation, ses outils et ses logiques. A la fin du module,l’élève doit avoir des repères consolidés sur ce milieu pour y construire un parcours professionnel en commençant par un poste ou une mission dans un organisme spécialisé.",
    "Programme du module": "Le module est organisé pour procéder à l’apprentissage d’une manière progressive selon 5 séquences : Séquence introductive : Enjeux et familiarisation avec l’aménagement de l’existant Séquence 1 : Pratique Diagnostic et Programmation, maîtriser la tension pour les faire progresser Séquence 2 : Spatialiser en lien avec le Diagnostic et la Programmation de lieu occupés, ayant des statuts juridiques, des valeurs économiques ; et présentant des empruntes écologiques (pollutions...) Séquence 3 : Réfléchir le montage financier d’une manière itérative avec le Diagnostic, la Programmation et sa Spatialisation Séquence 4 : Réaliser des plannings d’une manière stratégique pour faire aboutir la combinaison Programmation – Spatialisation – Financement",
    "Modalités": "Le module s’organise en 13 séances qui durent 2h30. En dehors des séances présentiels, il est attendu un important travail des élèves en petits groupes de 3 – 5 personnes puis en groupe de 12 – 15 personnes. Les séances seront organisées autour de 4 types d’activités : - La restitution et analyse critique de lectures effectuées par les élèves avant la séance - Des conférences d’introduction et de prises de connaissances - Des exercices d’application sur des cas réel et avec des données fournies - Un atelier à réaliser tout au long du module pour répondre à la commande d’une collectivité, d’un aménageur ou d’un autre organisme souhaitant aménager un site existant. Ce travail sera jugé par des représentants du commanditaire et par les membres de l’équipe pédagogique",
    "Contrôle des connaissances - Règles de validation du module": "Evaluation des exercices intermédiaires Evaluation de la présentation orale au milieu de l’enseignement sur l’atelier Evaluation de la présentation orale et de l’écrit finale pour le travail d’atelier",
    "Adresse du site du module": "educnet.enpc.fr/course/view.php?id=355&userid=guest",
    "Documents pédagogiques - Bibliographie": "Une bibliographie remise en début de module avec un programme de lecture à effectuer pour les séances introductives des séquences.",
    "Effectif maximal": "Effectif limité à 25 élèves",
    "Département de rattachement": "Département Ville Environnement Transport",
    "Nombre de crédits ECTS": "4 crédits ECTS",
    "Mise à jour": "2 septembre 2024",
    "Code": "AMENA"
}