{
    "Créneau": "Sem 1Sem 2",
    "": "S'adresse aux élèves en 1ère année de formation ingénieur",
    "Enseignants responsables": "Gilles JEANNOT",
    "Objectifs du module": "Objectif : le cours consiste pour l'essentiel dans un exercice qui conduit les élèves de première année, qui n'ont pour la plupart pas d'expérience du monde du travail, à mobiliser un matériau fictionnel qui leur est familier pour appréhender comment observer et comprendre (en partie) les situations professionnelles qu'ils rencontreront dans le stage IPPEX. Il s'agit à la fois de les préparer à des situations qu'ils pourront éprouver dans leur stage et leur faire comprendre que celles-ci sont récurrentes.",
    "Programme du module": "Le cours est introduit par un amphi de présentation générale des enjeux. L'objectif de cette partie est de dresser un premier panorama des questions de sociologie du travail à travers le médium de la photographie. C'est à la fois une manière de présenter les thèmes que les élèves sont susceptibles de rencontrer et les références sociologiques associées et une manière de faire comprendre par l'exemple ce que l'on attend d'eux dans l'exercice : analyser des situations concrètes du monde du travail, laisser ouverte la multiplicité des interprétations d'une œuvre d'art, établir un lien avec des problématiques formalisées de la sociologie du travail. Les rapports de pouvoir, le plaisir et la souffrance au travail, le harcellement, la communication interculturelle, le sale boulot… Les élèves sont ensuite répartis par groupes de 4 pour préparer un exposé collectif à partir d'un film de fiction. Regarder en groupe le film choisi Extraire un extrait de film (10 minutes maximum) Préparer une mise en situation de l'extrait (raconter le pitch, situer la scène, les personnages, etc.) Trouver un extrait de texte sociologique qui correspond à cet extrait (liste sur educnet). Préparer une discussion avec des étudiants qui n'ont pas vu le film et qui laisse une ouverture sur des interprétations multiples. Enfin les exposés sont présentés par série de quatre dans des ateliers. La confrontation de films présentant des situations de travail différents (travail d'exécution dans les services, travail de cadre, travail hospitalier…) Exemples de films analysés : The social network (travail dans une start up), Violence des échanges en milieu tempéré (travail de consultant), Le diable s'habille en Prada (travail dans le milieu de la mode), Stupeur et tremblements (travail de bureau au Japon), Hippocrate (travail d'un interne de médecine à l'hôpital), La loi du marché (travail de sécurité dans un supermarché), Louise Wimer (travail de femme de chambre), les tribulations d'une caissière (travail grand magasin)",
    "Modalités": "Atelier de restitution 4 équipes de 4 sur 2h30 Pour chacun des groupes, présentation de l'extrait, visionnage, présentation du texte sociologique et discussion avec les 16 autres élèves (environ 35 minutes au total) Le choix des groupes au sein d'un même atelier sera organisé pour que 4 films différents soient évoqués. 12 ateliers",
    "Contrôle des connaissances - Règles de validation du module": "Chaque élève a l'obligation de participer à l'amphi de présentation et à un atelier de restitution, la note sera donnée par groupe. ½ ECTS.",
    "Effectif maximal": "Effectif illimité",
    "Département de rattachement": "Département Sciences Humaines et Sociales",
    "Nombre de crédits ECTS": "0,5 crédit ECTS",
    "Mise à jour": "27/04/2018",
    "Code": "AOP1A"
}