{
    "Créneau": "Sem 3/Sem 5Sem 4SL",
    "": "S'adresse aux élèves en 2ème année de formation ingénieur",
    "Enseignants responsables": "Gilles JEANNOT",
    "Objectifs du module": "Le programme d'accompagnement professionnel de deuxième année est proposé par le département SHS de l'école des ponts et il se situe en amont du stage de deuxième année.",
    "Programme du module": "Le module comprend la participation obligatoire à un atelier \" anticiper le stage de 2A \" et un atelier dans la catégorie \" communication en entreprise \". Il y a par ailleurs un accès libre à des ateliers CV et Lettre de motivation. Le premier atelier : \"Anticiper le stage de 2A\" Il vise à maximiser ses chances de réaliser un stage intéressant. Son contenu vise à réfléchir à la mise en œuvre de son projet professionnel à partir d'une fiche d'alerte signalant les points de vigilance essentiels qui seront présentés, puis explorés individuellement, partagés en groupes, mis en action avec des jeux de rôles, et enfin, mis en perspective avec les vidéos de retours d'expérience des 3A. Le deuxième atelier \" communication en entreprise \". Il a pour objectif de permettre de développer des compétences de communication dans un contexte professionnel à partir d'exercices pratiques et de mise en situation. Les thèmes optionnels sont : Renforcer sa légitimité et sa confiance en soi Faire passer des messages délicats Se préparer à l'entretien d'embauche Animer une réunion Savoir négocier Les ateliers CV et lettre de motivation sont optionnels. Les ateliers sont accessibles sans préinscription (en cas de trop forte affluence, certains élèves seront invités à venir à un atelier ultérieur). Ils sont ouverts à tous les élèves de l'école. Des séances sont organisées pour différents profils (pour francophone, pour non francophone, en anglais). Ces séances sont ouvertes des jeudis tout au long de l'année de 18h à 20 h. L'accès se fait sans inscription préalable ; en cas de trop forte influence l'enseignant pourra demander aux derniers arrivés de venir à une séance ultérieure. Dates et salles sont précisées dans Educnet. https://educnet.enpc.fr/course/view.php?id=1003",
    "Modalités": "Inscriptions effectuées par le département SHS",
    "Adresse du site du module": "http://gede.enpc.fr/Programme/Fiche.aspx?param=M:AOP2A:2017&langue=",
    "Effectif maximal": "Effectif illimité",
    "Département de rattachement": "Département Sciences Humaines et Sociales",
    "Nombre de crédits ECTS": "0,5 crédit ECTS",
    "Mise à jour": "23 avril 2018",
    "Code": "AOP2A"
}