{
    "Créneau": "Sem 3/Sem 5 Je 8 h 30 - 11 h 45Sem 5 Je 8 h 30 - 11 h 45",
    "Enseignants responsables": "Patrick SCHALBART",
    "Equipe enseignante": "Patrick Schalbart, Omar BENHIDA, Bertrand CARISSIMO, Sonia CORTESSE, Anne-Laure LOZANO, Celine VILLA",
    "Objectifs du module": "Décrire les méthodes simplifiées et détaillées pour les calculs énergétiques des bâtiments, en présentant les spécificités de l'application des principes de la thermique pour les enveloppes des bâtiments. Au-delà des calculs des besoins (chauffage, éclairage…), les systèmes associés seront étudiés pour évaluer les consommations énergétiques, ainsi que le confort. A la fin du module, les élèves auront les outils pour traiter des projets de bâtiment sur les aspects thermiques, énergétiques et confort.",
    "Programme du module": "Les thèmes suivants seront abordés : Application des 3 modes de transferts (conduction, rayonnement, convection) aux bâtiments ; Calcul des besoins de chauffage, d'ECS (eau chaude sanitaire), et d'éclairage ; Influence de la conception ; Calculs aérauliques et ventilation ; Etude des systèmes et des consommations associées ; Evaluation du confort ; Présentation des énergies renouvelables associées au bâtiment.",
    "Modalités": "12 séances de cours intégrant des exercices d'application. Des projets de groupe permettront de mettre en pratique les méthodes de calcul.",
    "Contrôle des connaissances - Règles de validation du module": "Participation tout au long du semestre, rendus écrits échelonnés et présentation orale du projet, contrôle terminal.",
    "Adresse du site du module": "educnet.enpc.fr/course/view.php?id=172&username=guest",
    "Documents pédagogiques - Bibliographie": "Bruno Peuportier (coordination) - Energétique des bâtiments et simulation thermique; Eyrolles, 2015 Natural ventilation in Buildings - a design handbook, Edited by Francis Allard and Mat Santamouris, James & James Ltd., ISBN 1 873936 72 9, 368 pp., 1998.",
    "Effectif maximal": "Effectif illimité",
    "Département de rattachement": "Département Génie Civil et Construction",
    "Nombre de crédits ECTS": "3",
    "Mise à jour": "1er septembre 2024",
    "Code": "APAM1"
}