{
    "Créneau": "Sem 4/Sem 6/Sem 2 MS Lu 8 h 30 - 11 h 15Sem 2 MS Lu 8 h 30 - 11 h 15",
    "Prérequis": "Mécanique des sols, Mécaniques des milieux continus, Résistance des matériaux",
    "Enseignants responsables": "Fahd CUIRA",
    "Equipe enseignante": "Fahd CUIRA, Anh-Minh TANG, Arnaud FINIASZ, Hugues ACCARIE, Laetitia LE, Bruno TESSIER, Joël BILLIOTTE, Sébastien BURLON, Isabelle THENEVIN-GUINLE",
    "Objectifs du module": "Ce module complète les enseignements théoriques dispensés dans le cadre du cours de Mécanique des sols. Les étudiants seront capables d'analyser un contexte géologique et hydrogéologique en vue de concevoir un ouvrage géotechnique. Ils maîtriseront les bases de dimensionnement des principaux ouvrages géotechniques (fondations et soutènements essentiellement) tenant compte des mécanismes d'interaction sol-structure et des contraintes environnementales. Ce module contribuera à sensibiliser les futurs ingénieurs aux enjeux de conception géotechniques, aux différentes méthodes de calcul (équilibre limite, analyse limite, éléments finis, etc.) et aux normes de dimensionnement dans le contexte français et international.",
    "Programme du module": "Thématique 1 : Géologie, Hydrogéologie et Environnement Thématique 2 : Conception des fondations superficielles et profondes - Stabilité et déplacement Thématique 3 : Conception des ouvrages de soutènement - Mécanismes d'interaction eau-sol-structure",
    "Modalités": "Thématique 1 (Géologie) 3 séances CM : 2 x 0h30 TD : 2 x 2h00 BE/Projet : 1 x 2h30 Thématique 2 (Fondations) 4 séances CM. 3 x 0h30 TD : 3 x 2h00 BE/Projet 1 x 2h30 Thématique 3 (Soutènements) 4 séances CM : 4 x 0h30 TD : 4 x 2h00",
    "Contrôle des connaissances - Règles de validation du module": "La validation du module est basée sur deux supports de notation : Bureau d’études : 60% de la note finale. QCMs = 4 x 10% = 40% de la note finale.",
    "Adresse du site du module": "educnet.enpc.fr/course/view.php?id=363",
    "Documents pédagogiques - Bibliographie": "Livre Fondations superficielles et profondes (presses des Ponts). Techniques de l'ingénieur Fondations et Soutènements + Polycopié (cours magistraux + énoncé et corrigé des TD). L'ensemble des documents sera mis à disposition sur le site https://educnet.enpc.fr",
    "Effectif maximal": "Effectif illimité",
    "Département de rattachement": "Département Génie Civil et Construction",
    "Nombre de crédits ECTS": "3 crédits ECTS",
    "Mise à jour": "1er septembre 2024",
    "Code": "APGE1"
}