{
    "Créneau": "Sem 5",
    "Prérequis": "Niveau d'études, connaissances préalables précises ou autre module des Ponts nécessaire en entrée pour suivre le module avec profit.",
    "Enseignants responsables": "Patrick HENRY , Fanny ERVERA",
    "Equipe enseignante": "Patrick HENRY",
    "Objectifs du module": "L'atelier territorial est l'occasion d'interroger les aptitudes d'un territoire à évoluer et accueillir de nouveaux programmes ou transformer des existants, afin de répondre aux enjeux environnements et sociaux et aux besoins des habitants et des usagers. L'atelier territorial AMUR est un enseignement de projet urbain et territorial qui place les défis écologiques comme un cadre structurant d'une nouvelle pratique urbanistique à expérimenter par l'étude concrète de situations. L'atelier développe une approche écosystémique du métabolisme urbain (ville et son territoire) dans laquelle les transformations urbaines doivent nécessairement entrer en cohérence avec l'histoire et la géographie des lieux, dans une logique de continuité avec les traces et tracés existants. L'atelier sera l'occasion également de questionner le rapport à la valeur urbaine. Dans une approche écosystémique, la création de valeur n'est plus exclusivement issue de l'actif créé en aval (par exemple l'immobilier) mais dépend de plus en plus de la capacité du système à pérenniser les conditions d'habitabilité. Dans ces conditions, la ressource locale devient le \" capital \" le plus précieux du le processus de production urbaine. Il s'agit donc d'expérimenter un urbanisme de l'amont qui indexe la transformation urbaine à la préservation et la valorisation des ressources locales, qu'elles soient naturelles, patrimoniales ou sociales. Ainsi, l'utilisation intelligente des ressources locales favorise la création d'un écosystème urbain habitable, vivant, capable de se régénérer.",
    "Programme du module": "disponibles afin de saisir les enjeux spécifiques au site d'étude. A partir des ressources locales diagnostiquées, l'atelier territorial propose aux étudiants d'imaginer des stratégies urbaines, de concevoir des programmes, d'activer des pratiques professionnelles et de formuler de nouvelles commandes capables de : - Améliorer la santé de l'écologie territoriale (continuité des trames écologiques, non altération des propriétés des sols, présence de biodiversité, régulation du cycle de l'eau, régulation climatique) - Stimuler la vitalité du métabolisme social et urbain (équilibre entre les espaces et les formes urbaines, continuité des réseaux de mobilité, augmentation des interactions sociales) - Garantir l'habitabilité de la ville pour tout le vivant (modes constructifs, architecture, environnement, désimperméabilisation des sols-urbains) Le semestre est divisé en 3 phases permettant l'organisation et l'évaluation du travail. 1. Une phase de diagnostic - Atelier 1 à 3 : \" Poser un regard neuf sur le métabolisme territorial \" - Enjeux : sur la base de l'arpentage du terrain, réaliser un travail d'objectivation sur la composition urbaine et ses effets et sur les ressources locales \" contrainte ou levier ? \". 2. Une phase de projection (à 2030 ?) à partir de 2 approches distinctes a. Travailler à partir du cadre actuel de l'urbanisme basé sur la compensation - Atelier 4 et 5 : projeter le scénario tendanciel \" Méthode : Objectiver et déconstruire le cadre d'intervention actuel de l'urbanisme (principe, pratiques professionnelles et cadre technique, modèle économique) - Atelier 6 et 7 : projeter un scénario technophile \" Méthode : proposer une variante à la trajectoire tendancielle en développant des solutions techniques capables de compenser ou de réduire les effets négatifs de l'urbanisation sur le métabolisme urbain et l'écologie territoriale (par exemple application ERC) b. Travailler à partir d'un nouveau cadre d'intervention : l'urbanisme de l'amont - Atelier 8 et 9 : construire un scénario frugal \" Méthode : Définir un nouveau cadre d'intervention basé sur la mise en relation entre la production urbaine et la disponibilité des ressources locales en appliquant le principe de sobriété. c. Établir un bilan méthodologique relatif à la construction des scénarios - Atelier 10 et 11 : validation finale (en présence d'un jury) \" Méthode : mettre en récit l'ensemble des productions en identifiant les freins méthodologiques rencontrés et les leviers mobilisés pour y faire face 3. Une phase de modélisation pour définir les principes clés d'un urbanisme de l'amont - Atelier 12 et 13 : Définir les conditions de l'habitabilité du territoire \" Méthode : mise en perspective des 3 scenarios par une analyse comparée pour définir les outils et pratiques professionnelles d'un urbanisme de l'amont et les principes programmatiques favorisant la résilience urbaine.",
    "Modalités": "L'atelier territorial se déroule sur 13 séances Les étudiants, organisés en 4 groupes de travail, auront d'abord à problématiser une commande autour de 4 thématiques spécifiques à traiter : - Les continuités urbaines : espaces publics et mobilité - La place du vivant dans la stratégie d'habitabilité urbaine - Les capacités de transformation du foncier existant - L'adaptation au changement climatique Ils travailleront la commande en développant 3 scénarios sur chaque thématique (tendanciel, technophile, frugal)",
    "Contrôle des connaissances - Règles de validation du module": "Contrôle continue : participation, capacité à travailler en groupe, prise de parole. Évaluation à chaque séquence : pitch de 5 minutes d'un étudiant des apports de la séance précédente Validation intermédiaire à l'issue de la phase de diagnostic Validation finale (jury composé d'enseignants de la formation et d'invités extérieurs) à l'issue de la phase de projet",
    "Documents pédagogiques - Bibliographie": "Paris Vallée de la Marne, (communauté d'agglomération), https://www.agglo-pvm.fr CORBOZ André, Aptitudes territoriales, dixit.net, 2023. FROMONOT Françoise, \" Manières de classer l'urbanisme \", Criticat, n°8, septembre 2011, pp. 40-61. MAGNAGHI Alberto, Le projet local, Architecture + Recherches/Mardaga, 2003 PAQUOT Thierry (dir.), Les faiseurs de villes, InFolio, 2010. PAQUOT Thierry, Ecologie des Territoires : Transition et biorégions, Terre urbaine, 2021 PINSON Gilles, Gouverner la ville par projet. Urbanisme et gouvernance des villes européennes, Paris, Presses de Sciences-Po, 2009. SECCHI (Bernardo), Première leçon d'urbanisme, Coll. eupalinos, éditions Parenthèses, 2000. SINAÏ Agnès, Réhabiter le monde : pour une politique des biorégions, Seuil, 2023 VANIER Martin, le temps des liens, 2024, Editions de l'Aube VIGANO Paola, Territoires de l'urbanisme. Le projet comme producteur de connaissance, MétisPresses, 2012.",
    "Effectif maximal": "Effectif illimité",
    "Département de rattachement": "Master AMUR - Aménagement et maitrise d'ouvrage urbaine",
    "Nombre de crédits ECTS": "4 crédits ECTS",
    "Code": "APROJ"
}