{
    "Créneau": "ProlongSem 4/Sem 6/Sem 2 MS Ve 8 h 30 - 11 h 15Sem 2 MS Ve 8 h 30 - 11 h 15",
    "Prérequis": "Mécanique des structures.",
    "Enseignants responsables": "Cyril DOUTHE , Jorge HIDALGO PEREZ SIMON",
    "Equipe enseignante": "Maurizio BROCATO, Marc BERNARD, Cyril DOUTHE",
    "Objectifs du module": "Former les élèves à la compréhension des structures en tant que systèmes fonctionnels organisés, basés sur les lois de la mécanique et de la géométrie; faire comprendre les enjeux de leur conception, tant du point de vue global (efficacité, économie de moyens, ...) que de propriétés spécifiques des systèmes structurels (stabilité, résistance, raideur, ductilité, redondance, ...). A la fin du module les élèves auront développé la capacité de mener de façon autonome une démarche de conception, dans un contexte simple, selon une procédure basée sur de choix objectivables, appuyée sur la connaissance des principaux systèmes existants. Ils seront en mesure d'anticiper les problèmes fondamentaux posés par la validation de ces systèmes, afin de pouvoir diriger leurs choix préliminaires et organiser leur travail. Ils auront appris à se donner de modèles essentiels des systèmes conçu pour conduire des estimation fiables de leur comportement.",
    "Programme du module": "Le cours est organisé en deux parties: on présente d'abord des éléments généraux de compréhension des structures et on aborde successivement l'étude des grandes familles de structures : caténaires, arches, poutres courbes, portiques, treillis, dalles, membranes, coques et nappes de câbles. La première partie se compose de quatre séances (sauf mention contraire toutes les séances se déroulent en amphi pour 1h15 et petite classe pour 1h15) : Séance 1 : Introduction : Définition de structure. Organisation de la démarche de conception. Typologies morphologiques et structurelles (séance en amphi uniquement) ; Séance 2 : \"Staticité\", rupture et redondance: Enjeux de l'isostaticité. Rupture plastique et fissuration. Redistribution des efforts ; Séance 3 : La flexion: Systèmes de poutres fléchies. Plaques et coques. Systèmes sans flexion ; Séance 4 : Optimisation des systèmes: Treillis. Méthode de Michell. Optimisation dimensionnelle ; Les huit séances de la seconde partie sont consacrées aux typologies structurelles. Chaque présentation en amphi comporte une introduction par des exemples mis en perspective historique, une partie centrale dédiée à la présentation et à l'analyse des questions mécaniques fondamentales pour les divers types de structure (listes entre parenthèses dans la suite) et une partie conclusive faisant la synthèse des questions étudiées par des exemples concrets : Séance 5 : Structures caténaires (stabilité, non linéarité géométrique, modèle du funiculaire) ; Séance 6 : Structures en arche (modèle du funiculaire et ses limites, contacts, stabilité) ; Séance 7 : Poutres courbes et grilles de poutres (torsion primaire et secondaire, couplage flexion-torsion) ; Séance 8 : Portiques et systèmes de poutres (instabilité et contreventement ; séance en petite classe uniquement se terminant avec un rendu) ; Séance 9 : Géométrie des surfaces et efforts membranaires (génération des formes, couplage forme-force) ; Séance 10 : Coques (théorie linéaire, efforts secondaires, instabilité) ; Séance 11 : Dalles et treillis spatiaux (analyse simplifiée, rôle des conditions aux bords) ; Séance 12 : Nappes de câbles (état 0, précontrainte, dynamique).",
    "Modalités": "Les 4 + 8 + 1 séances de 2,5 h. Séance 1 en amphi, séances 2 à 7 et 9 à 12 moitié en amphi et moitié en petite classe, séance 8 en petite classe (bureau d'étude), séance 13 en amphi (contrôle). Le cours se termine par un examen écrit portant sur la conception d'une structure dans des conditions simples de projet. Le document a rendre suivra un schéma prédétermine, composé de 4 parties : conception, identification des étapes de calcul, définition des charges et validation. La note sera différente en fonction de la formation suivie (élèves ingénieurs, élèves de master, élèves architectes) : Séance 13 : Examen final écrit",
    "Contrôle des connaissances - Règles de validation du module": "Devoir maison, préparé au cours de la séance 8 et rendu en séance 13, (50%) et examen final (50%)",
    "Adresse du site du module": "educnet.enpc.fr/course/view.php?id=371",
    "Documents pédagogiques - Bibliographie": "Polycopié ; Transparents\" présentés en amphi disponibles sur Educnet ; Enoncés et corrigés des petites classes inclus dans le polycopié",
    "Effectif maximal": "Effectif illimité",
    "Département de rattachement": "Département Génie Civil et Construction",
    "Nombre de crédits ECTS": "3 crédits ECTS",
    "Mise à jour": "1er septembre 2024",
    "Code": "APST1"
}