{
    "Créneau": "Sem 1SL",
    "Prérequis": "- Être à l'aise en visualisation 3D et en géométrie. Il est demandé une grande motivation et un intérêt affirmé pour les activités suivantes Acquisition et le développement d'une culture architecturale, notamment à travers la recherche de références, Intérêt pour la fabrication de maquettes et l'usage du Maker Space, Intérêt pour le dessin d'esquisse (croquis, plans sommaires) et pour la familiarisation aux outils 3D, Capacité de travailler en groupe, proactivité, débrouillardise.",
    "Enseignants responsables": "Laurie ROWENCZYN",
    "Equipe enseignante": "Laurie ROWENCZYN",
    "Objectifs du module": "L'objectif du module est d'acquérir, à travers le développement d'un petit projet d'architecture ludique, une première culture de projet en architecture : recherche de références, prise en main d'outils de conception et de représentation (2D et 3D), étude et description des géométries, représentation à différentes échelles. Le travail sera centré sur des expérimentations en maquette pour appréhender la qualité de l'espace proposé et comprendre les différents composants : structure, enveloppe… et réfléchir à leurs assemblages et à leur matérialité à l'aide des outils à disposition au Maker Space.",
    "Programme du module": "Séance 1 : Conférence d'introduction, Présentation du sujet, Constitution des groupes et premières réflexions. Séance 2 à 6 : Développement du projet sous forme de corrections avec les enseignants. Séance 7 : Jury",
    "Modalités": "7 séances de 2h30. Il sera demandé d'avancer sur le projet entre chaque séance.",
    "Contrôle des connaissances - Règles de validation du module": "Jury final de présentation du projet.",
    "Documents pédagogiques - Bibliographie": "Supports de présentation et références. Notices d'utilisation des outils du Maker Space. https://educnet.enpc.fr",
    "Effectif maximal": "Effectif limité à 30 élèves",
    "Département de rattachement": "Département de 1ère année",
    "Nombre de crédits ECTS": "2 crédits ECTS",
    "Mise à jour": "01/10/2024",
    "Code": "ARCHI"
}