{
    "Créneau": "Sem 4/Sem 6 Ma 8 h 30 - 11 h 15Sem 6 Ma 8 h 30 - 11 h 15",
    "": "Néant",
    "Prérequis": "Probabilités, recherche opérationnelle",
    "Enseignants responsables": "Frederic MEUNIER",
    "Objectifs du module": "Avec les progrès récents de l'informatique et des nouvelles technologies (intelligence artificielle, apprentissage automatique, internet des objets, etc.) et l'arrivée du e-commerce, les besoins de la Supply Chain en matière de maîtrise des incertitudes et du temps réel ont fortement cru ces dernières années. La complexité des problématiques qu'un consultant ou ingénieur travaillant dans la Supply Chain peut rencontrer au quotidien ne cesse de grandir et les interactions avec les dernières découvertes techniques ou scientifiques du monde \"digital\" sont désormais constantes. Former des ingénieurs généralistes, avec de solides compétences scientifiques, capables d'appréhender les enjeux contemporains de la Supply Chain dans toute leur richesse et de résoudre les problèmes complexes qu'elle pose, est l'un des objectifs du département Génie industriel de l'École des Ponts. L'objectif principal du cours est de former les élèves à la manipulation d'outils de la recherche opérationnelle et des probabilités adaptés à une prise de décision optimisée dans la Supply Chain, dans un contexte d'incertitudes et de temps réel : simulation, gestion de stock sous incertitude, algorithmique temps réel, revenue management… Un second objectif est d'accroître les capacités des élèves à modéliser les problèmes de décision propres à la Supply Chain et à prendre du recul quand il s'agit d'interpréter des résultats fournis par des algorithmes ou des simulations numériques pour de tels problèmes. À l'issue de ce cours, les élèves connaîtront les notions et les outils fondamentaux mentionnés ci-dessus. Ils seront aussi capables d'identifier les situations où ces notions et outils peuvent être pertinents pour une prise de décision optimisée dans la Supply Chain et de les appliquer dans des cas simples.",
    "Programme du module": "Séance 1 : Introduction + Files d'attente, début Séance 2 : Files d'attente, fin Séance 3 : Algorithmique temps réel Séance 4 : Ordonnancement temps réel Séances 5 et 6 : Simulation à événements discrets ; présentation du projet Séance 7 : Séance en autonomie, projet Séances 8 et 9 : Gestion de stock sous aléa Séance 10 : Séance en autonomie, projet Séance 11 : Revenue management, début Séance 12 : Revenue management, fin Séance 13 : Examen",
    "Modalités": "10 séances CM (1h) + TD (1h30), 2 séances en autonomie, 1 séance d'examen.",
    "Contrôle des connaissances - Règles de validation du module": "Examen écrit (2h30), projet à réaliser entre la 6ème et la 12 séances (les 2 séances en autonomie pourront être utilisées par les élèves pour le projet). L'examen et le projet comptent chacun pour moitié.",
    "Documents pédagogiques - Bibliographie": "Polycopié, feuilles d'exercices avec corrigés, slides. Tout sera disponible sur Educnet.",
    "Effectif maximal": "Effectif illimité",
    "Département de rattachement": "Département Génie Industriel",
    "Nombre de crédits ECTS": "3 crédits ECTS",
    "Mise à jour": "01 Septembre 2024",
    "Code": "ATRSC"
}