{
    "Créneau": "Sem 3/Sem 5 Me 13 h 45 - 16 h 30 et 16 h 45 - 19 h 30Sem 5 Me 13 h 45 - 16 h 30 et 16 h 45 - 19 h 30",
    "Prérequis": "Mécanique des fluides, Comportement des matériaux et des structures, Energétique",
    "Enseignants responsables": "Charlotte ROUX , Joan GAUDIN",
    "Equipe enseignante": "Bruno PEUPORTIER, Joan GAUDIN",
    "Objectifs du module": "L'objectif de ce module est de mener à bien l'ensemble du processus de conception d'un bâtiment bioclimatique, c'est à dire très performant en termes de bilan énergétique et de confort. La prise en compte dans la conception des aléas d'usage, du contexte climatique, des gisements locaux et des risques environnementaux spécifiques constitue l'objectif principal. Le travail de conception mené en groupe, l'identification, la hiérarchisation et la synthèse des enjeux de conception bioclimatique constitueront les objectifs secondaires.",
    "Programme du module": "Le module est organisé autour du projet de bâtiment à concevoir. Chaque cours est un support donnant de outils (méthodologiques et numériques) destinés à apporter un nouveau regard sur un paramètre du projet. Les étudiants sont organisés par groupe (un architecte par groupe) qui assurera la conception architecturale, réalisera les calculs (thermique, éclairage, mouvements d'air, énergies renouvelables, structure) et définira les détails de construction. Programme du projet : le bâtiment à concevoir est une station de mesure de paramètres météorologiques et environnementaux (température, rayonnement solaire, vent, composition chimique de l'air, température du sol,…) ainsi que d'observation de la faune et de la flore. Chaque groupe devra concevoir la station dans un contexte climatique différent.",
    "Modalités": "Chaque séance commencera par la présentation d'un outil spécifique (méthodologique ou de simulation), qui sera ensuite appliqué au projet, en présence d'un enseignant. Les outils numériques constituent une aide à la réflexion et à la décision, servant à comparer diverses solutions possibles et à justifier de celle retenue.",
    "Contrôle des connaissances - Règles de validation du module": "participation tout au long du semestre (20%), présentation orale du projet (40%), le poster de présentation du projet et son rapport (40%).",
    "Adresse du site du module": "http://gede.enpc.fr/Programme/Fiche.aspx",
    "Documents pédagogiques - Bibliographie": "Les présentations des enseignants. David Wright - Manuel d'architecture naturelle ; Éd. Parenthèses, 2004. Françoise-Hélène Jourda - Petit manuel de la conception durable ; Archibooks, 2012 Samuel Courgey, Jean-Pierre Oliva - La conception bioclimatique, des maisons économes et confortables en neuf et en réhabilitation ; Éd. Terre Vivante, 2006. www.dataholz.com/en Bruno Peuportier (coordination) - Energétique des bâtiments et simulation thermique; Eyrolles, 2015",
    "Effectif maximal": "Effectif illimité",
    "Département de rattachement": "Département Génie Civil et Construction",
    "Nombre de crédits ECTS": "7,5 crédits ECTS",
    "Mise à jour": "1er septembre 2024",
    "Code": "BABIO"
}