{
    "Créneau": "Sem 3/Sem 5/Sem 1 MS Ma 8 h 30 - 11 h 45Sem 1 MS Ma 8 h 30 - 11 h 45",
    "Prérequis": "Résistance des matériaux.",
    "Enseignants responsables": "Pierre MARCHAND , Camille CAREME",
    "Equipe enseignante": "Pierre MARCHAND, Camille CAREME, Jocelyn POULAIN, François LEBRUN, Thierry GENEST, Michel BUE, Olivier CHAPPAT",
    "Objectifs du module": "Inculquer aux élèves les notions fondamentales dictant le comportement d'une section et le fonctionnement global d'un ouvrage en béton armé sur base Eurocode. A l'issue de la formation, les étudiants sauront appliquer ces notions pour concevoir, dimensionner, définir les dispositions constructives de détail et justifier une ossature (poteaux-poutres) en béton armé. Ils auront les moyens de s'adapter à l'évolution des caractéristiques du matériau béton, des règles de calcul et surtout des contraintes liées au respect de l'environnement. En dehors des aspects théoriques, l'objectif est de fournir une approche rigoureuse et pluridisciplinaire de l'utilisation du matériau béton utile aussi bien dans le cadre d'une maîtrise d'ouvrage que d'une maîtrise d'œuvre ou d'une étude d'exécution.",
    "Programme du module": "Poutres en flexion simple ou composée ELS et ELU, instabilité élastique, méthode des bielles et tirants, torsion, poinçonnement",
    "Modalités": "7 séances de 3 heures alternant enseignement théorique (1/3 du temps) et application pratique en petite classe (2/3 du temps)",
    "Contrôle des connaissances - Règles de validation du module": "Contrôle continu, projet individuel, test final d'1h30 en salle",
    "Adresse du site du module": "educnet.enpc.fr/course/view.php?id=315&userid=guest",
    "Documents pédagogiques - Bibliographie": "Polycopiés, sujets et corrigés des exercices traités en application, sujets des projets, le tout déposé sur le site educnet.enpc.fr.",
    "Effectif maximal": "Effectif illimité",
    "Département de rattachement": "Mastère Génie Civil et Ecoconception",
    "Nombre de crédits ECTS": "1,5 crédit ECTS",
    "Code": "BAEP1"
}