{
    "Créneau": "Sem 6/Sem 2 MSSem 2 MS",
    "Prérequis": "BAEP1 et BAEP2. Connaissance des calculs en béton armé et précontraint et en particulier dans le cas des structures isostatiques.",
    "Enseignants responsables": "Jean-Marc JAEGER",
    "Equipe enseignante": "Jean-Marc JAEGER, Emmanuel BOUCHON, Pierre MARCHAND, Stefan BERNHARD, Michel BUE",
    "Objectifs du module": "Avec l'analyse de certaines structures courantes de ponts, permettre aux élèves de maîtriser les problèmes généraux de conception des structures complexes en béton armé et en béton précontraint. On abordera les problèmes de l'hyperstatique, des structures volumiques, du comportement au second ordre des structures élancées et des effets du phasage de la construction. Les élèves, à l'issue de ce module auront une connaissance suffisante pour aborder les problèmes posés à l'ingénieur-concepteur : compréhension des phénomènes, conception de l'ensemble et des éléments, calculs justificatifs.",
    "Programme du module": "Etude des piles de pont de grande hauteur et de leurs fondations, étude du tablier d'un pont précontraint construit par phases successives, étude du ferraillage d'une coque en béton. Séance 1 : BA pile : étude d'une pile de grande hauteur - présentation du projet - calcul des sollicitations, Séance 2 : BA pile : Méthode générale d'étude des instabilité élastiques : méthode moment-courbure, Séance 3 : BA fondations : Etude des fondations profondes et de la semelle de fondation, Séance 4 : BP tablier : Effets hyperstatique de la précontrainte. Méthodes de calcul des effets de la précontrainte dans une structure hyperstatique, Séance 5 : BP tablier : Méthode du câble concordant et mise en application sur un exemple, Séance 6 : Méthode du câble concordant et mise en application sur un exemple (suite) Séance 7 : BP tablier : Construction par Encorbellements. Une partie théorique traite de l'influence des effets du phasage et des redistributions par fluage. Les méthodes générales de calcul et les simplifications possibles dans le cadre d'un calcul de dégrossissage sont présentées. On applique ensuite ces méthodes à la détermination de la précontrainte d'un pont construit par encorbellements successifs. Séance 9 : BP tablier : précontrainte partielle : intérêt de la conception en précontrainte partielle, critères de dimensionnement de la précontrainte, calcul des contraintes en section fissurée. Application au cas de la flexion transversale d'un tablier en poutre caisson ou au dimensionnement d'une poutre de pont à travées indépendantes. Séance 10 : bureau d'étude (contrôle). Les étudiants, assistés par un enseignant, travaillent par groupe de trois sur différents sujets. L'objet est de déterminer la précontrainte, ou une partie de la précontrainte, d'un tablier de pont hyperstatique : précontrainte filante d'un pont coulé sur cintre général, précontrainte de continuité d'un pont construit par encorbellements successifs Séance 11 : BA Coques : Détermination des armatures dans une coque en béton armé, méthodes d'analyse spécifiques, calcul à l'ELU : méthode de Wood, puis généralisation correspondant à la méthode de Capra-Maury Séance 12 : BA Calcul d'une coque en BA (suite) PC applications concrètes des principes précédemment exposés : ferraillage de semelles sur pieux soumises à des sollicitations complexes, Séance 13 : BA Calcul d'une coque en BA (suite) PC applications concrètes des principes précédemment exposés : ferraillage de semelles sur pieux soumises à des sollicitations complexes bielles et tirants",
    "Modalités": "13 séances de 2,5 heures alternant enseignement théorique et applications pratiques",
    "Contrôle des connaissances - Règles de validation du module": "2 mini projets à faire en groupes de 1 à 3 personnes",
    "Adresse du site du module": "educnet.enpc.fr/course/view.php?id=315&userid=guest",
    "Documents pédagogiques - Bibliographie": "Polycopiés et corrigés des exercices traités en petite classe, sujets des projets, le tout déposé sur le site educnet.enpc.fr.",
    "Effectif maximal": "Effectif illimité",
    "Département de rattachement": "Mastère Génie Civil et Ecoconception",
    "Nombre de crédits ECTS": "3 crédits ECTS",
    "Code": "BAEP3"
}