{
    "Créneau": "Prolong MaSem 3/Sem 5/Sem 1 MS Ma 8 h 30 - 11 h 45Sem 1 MS Ma 8 h 30 - 11 h 45",
    "Prérequis": "Résistance des matériaux. Béton armé (BAEP1)",
    "Enseignants responsables": "Pierre MARCHAND , Camille CAREME",
    "Equipe enseignante": "Pierre MARCHAND, Camille CAREME, Jocelyn POULAIN, Emmanuel BOUCHON, Fahed CHEBBI, Jean-Philippe SELLIN",
    "Objectifs du module": "Inculquer aux élèves les notions fondamentales dictant le comportement d'une section et le fonctionnement global d'un ouvrage en Béton précontraint. A l'issue de la formation, les étudiants sauront appliquer ces notions pour concevoir, dimensionner un ouvrage isostatique en béton précontraint. Ils auront les moyens de s'adapter à l'évolution des caractéristiques du matériau béton, des règles de calcul et surtout des contraintes liées au respect de l'environnement. En dehors des aspects théoriques, l'objectif est de fournir une approche rigoureuse et pluridisciplinaire de l'utilisation du matériau béton utile aussi bien dans le cadre d'une maîtrise d'ouvrage que d'une maîtrise d'œuvre ou d'une étude d'exécution.",
    "Programme du module": "Béton précontraint : technologie, action de la précontrainte, calcul des pertes de précontrainte, comportement des poutres isostatiques fléchies en l'absence de fissuration, justifications ELS et ELU, dimensionnement et justifications à l'effort tranchant.",
    "Modalités": "6 séances de 3 heures alternant enseignement théorique (1/3 du temps) et application pratique en petite classe (2/3 du temps).",
    "Contrôle des connaissances - Règles de validation du module": "Contrôle continu, Mini-projet à faire à la maison.",
    "Documents pédagogiques - Bibliographie": "Polycopiés, supports de présentations, sujets et corrigés des exercices traités en application, sujets des projets. Les documents sont disponibles sur le site Educnet.",
    "Effectif maximal": "Effectif illimité",
    "Département de rattachement": "Mastère Génie Civil et Ecoconception",
    "Nombre de crédits ECTS": "1,5 crédit ECTS",
    "Code": "BAEP2"
}