{
    "Créneau": "PFESem 6/Sem 2 MS/2ème sem2ème sem",
    "Prérequis": "Etre inscrit au Mastère Spécialisé GCGOE",
    "Enseignants responsables": "Michel GUERINET",
    "Equipe enseignante": "Luc DEROO, Denis AELBRECHT, Jérôme SAUSSE, Thibaut GUILLEMOT, Christophe DAUX, Thierry GUILLOTEAU, Xavier MOLIN, Michel GUERINET, Patrice CHARDARD, Jean CLERIN, Rémi BERNARD",
    "Objectifs du module": "La découverte de la richesse et de la grande variété offerte par le domaine des aménagements hydrauliques et de leurs barrages associés se fera au sein du module \" Ouvrages, Energie et Risques \" désigné par CORI (ce module contient quatre demi-journées portant sur les barrages). Les dix séances de ce module compléteront les enseignements de CORI et seront alors l'occasion de procéder à des approfondissements pratiques ciblés sur des sujets qui sont sensiblement différents des approches pratiquées dans les autres matières enseignées à l'École des Ponts.",
    "Programme du module": "- Les méthodes d'exécution des barrages en béton ainsi que les particularités de comportement du béton de masse (deux séances). - Procédés, outils et méthodes d'auscultation des barrages. - Les barrages \" voûte \" en béton et leurs spécificités. - Les barrages en remblai. L'organisation du chantier et les spécificités de préparations des matériaux et de leur mise en place. - Présentation des organes d'évacuation et rechercher les périodes de construction les plus propices. Discussion à propos des principaux types d'évacuateurs. - Méthodes de reconnaissance in situ. Analyse de différents procédés de dérivation provisoire. - Description du contexte de montage d'un projet de barrage. Initiation au contexte administratif associé à ce type de projet. - Sensibilisation aux aspects économiques à la fois lors du choix du type d'ouvrage, mais aussi du fait de l'impact de la méthode de réalisation retenue (en cours de changement d'animateur, peut évoluer). - Maintenance et entretien des barrages.",
    "Modalités": "10 séances de cours de 3h + 1 contrôle de 3h. Les présentations de chaque cours sont disponibles sur EDUCNET.",
    "Contrôle des connaissances - Règles de validation du module": "Une onzième séance est consacrée à un contrôle des connaissances acquises.",
    "Effectif maximal": "Effectif illimité",
    "Département de rattachement": "Mastère Génie Civil des Grands Ouvrages pour l'Energie",
    "Nombre de crédits ECTS": "3 crédits ECTS",
    "Code": "BARRA"
}