{
    "Créneau": "Sem 3/Sem 5/Sem 1 MS Me 8 h 30 - 11 h 15Sem 1 MS Me 8 h 30 - 11 h 15",
    "Prérequis": "Mécanique des structures",
    "Enseignants responsables": "Sandrine CHANUT , Thierry SEDRAN",
    "Equipe enseignante": "Michel GUERINET, Sandrine CHANUT, Thierry TORRENTI, Jean-Michel TORRENTI, Hela BESSAIES-BEY, Arnaud PERROT",
    "Objectifs du module": "Ce cours se compose de deux volets, l'un plus théorique et l'autre plus pratique, ces deux approches étant indissociables à la pratique d'une ingénierie du béton moderne. Il permet d'acquérir une compréhension fine des mécanismes pilotant les propriétés du béton, tout en décrivant les contraintes opérationnelles et réglementaires auxquelles doit faire face un ingénieur. La partie théorique permet aux étudiants de découvrir les grands principes de formulation et notamment le rôle fondamental du squelette granulaire et des adjuvants sur l'ouvrabilité qui fait appel à des notions de rhéologie (seuil, viscosité, thixotropie) pour la mise en œuvre, ainsi que sur les propriétés mécaniques des bétons. A l'issue de cette partie du cours, les étudiants devront être capables d'analyser des applications courantes ou non-courantes et/ou innovantes et de déduire de façon rationnelle la formulation adaptée et optimale du béton. Ils connaitront les différents familles de bétons (BHP, BAP, Bétons de fibre, bétons lourds ou légers, bétons projetés, bétons a faible impact environnemental, béton recyclé, béton pour impression 3D etc.), leurs propriétés, usage et spécificités de formulation. L'objectif de la partie pratique de ce cours est de familiariser les étudiants avec l'utilisation du matériau béton sur chantier (lecture des bons de livraison et de pesées) et de leur permettre de mieux maîtriser les règlements associés (NF EN 206+A2/CN, fascicule 65, DTU 21, règles portant sur certaines pathologies comme la réaction alcali-granulats ou la réaction sulfatique interne, , normalisation des essais sur bétons frais et durcis). Le cours inclus une visite obligatoire de centrale BPE en région parisienne. Le cours traite également des défauts classiques des bétons et des particularités de la préfabrication industrielle et foraine. Le cours explicite les études et les convenances ainsi que les dispositions de contrôle des bétons sur chantier. A l'issue de cette partie du cours, les étudiants devront être capable d'organiser et de piloter un chantier de bétonnage.",
    "Programme du module": "Dans la mesure du possible les séance théoriques et pratiques sont délivrées en alternance Sur le volet théorique : Découverte des grands principes de formulation et du rôle principal du squelette sur ouvrabilité, résistance, module… Méthodes de formulation avec les méthodes classiques (Faury ou Dreux) et une méthode rationnelle TD à l'aide du logiciel gratuit BétonlabFree : formulation de bétons avec la méthode rationnelle Importance de l'ouvrabilité (affaissement) et de la rhéologie (seuil, viscosité, thixotropie) sur la mise en œuvre. Comment on mesure ces grandeurs, comment on peut s'en servir de façon opérationnelle. Mécanismes de fonctionnement physico-chimique et évaluation des adjuvants Propriétés du béton au jeune âge : importance des aspects thermiques (température homogène ou non), maturométrie (principe d'Arrhenius, passage du laboratoire au chantier, simulation, voie d'optimisation). Propriétés à long terme : modèles de résistance, de module. Retrait, fluage : principes, conséquences, précautions, optimisation, règlements associés), Les grandes familles de béton, leurs usages, leurs propriétés, leurs spécificités de formulation Rhéologie et mise en œuvre des bétons modernes : l'impression 3D, la problématique de la pression sur les coffrages Sur le volet pratique : Les outils spécifiques au bétonnage, description et emploi Les outils de transport, mise en place et moulage du béton, aspects pratique du ferraillage, La vibration du béton, lecture des documents spécifiques au BPE (bons de livraison et de pesée), Visite d'une centrale à béton, des dispositions de stockage des matériaux et de son laboratoire, Norme Béton : En particulier NF EN 206+A2/CN et fascicule 65 ainsi que divers règlements associés, Les documents normatifs et réglementaires, utilisation et pratique, Etudes, convenances et contrôles ; Dispositions pratiques (Joints doubles et cure en particulier).",
    "Modalités": "Les 13 créneaux de 2,5 heures seront consacrés à l'enseignement (cours et travaux dirigés) et aussi à d'autres types d'activités pédagogiques (visite d'une centrale à béton, etc.). Le dernier créneau sera pour moitié consacré au contrôle des connaissances acquises (1,5 heures).",
    "Contrôle des connaissances - Règles de validation du module": "Le dernier créneau du cours sera pour moitié consacré au contrôle des connaissances acquises (1,5 heures).",
    "Adresse du site du module": "http://gede.enpc.fr/Programme/Fiche.aspx",
    "Effectif maximal": "Effectif illimité",
    "Département de rattachement": "Département Génie Civil et Construction",
    "Nombre de crédits ECTS": "3 crédits ECTS",
    "Mise à jour": "1er septembre 2024",
    "Code": "BETAV"
}