{
    "Créneau": "Sem 1 MSSem 2 MS",
    "": "Module en 2 parties : _ 2 journées d'optionnels de tronc commun _ 2 journées d'optionnels d'approfondissement",
    "Enseignants responsables": "Olivier Celnik, Céline Boua",
    "Objectifs du module": "- Apporter la contribution de problématiques spécifiques plus particulièrement orientées vers une individualisation des acquis - Première partie : aborder les problématiques des livrables principaux et opposables en lien avec le BIM (permis de construire, Dossier de consultation des entreprises et Dossier marché entreprise, Dossier des ouvrages exécutés) - Seconde partie : être capable de disposer d'outils et de points de vue plus spécifiques et d'une manière approfondies, dans une liste de thématiques déjà abordées auparavant en tronc commun.",
    "Programme du module": "Partie 1 (2 jours) : aborder les problématiques des livrables principaux et opposables en lien avec le BIM, et selon des problématiques propres : - A la maîtrise d'œuvre - Aux entreprises et industriels - A la maîtrise d'ouvrage et à l'exploitation Partie 2 (2 jours) : Optionnels d'approfondissements, voir programmes spécifiques (à partir de février, pour un choix en mars):",
    "Modalités": "Partie 1 : Cours magistral, travail en groupe, synthèse en table ronde - Matin 1 : cours magistral, - Après-midi 1 : travail de débat en groupe - Matin 2 : travail de synthèse en groupe - Après-midi 2 : restitution en table ronde Partie 2 : - Selon le programme de chaque option",
    "Contrôle des connaissances - Règles de validation du module": "Présence et participation",
    "Documents pédagogiques - Bibliographie": "Support de cours, et documents de synthèse établis par les groupes",
    "Effectif maximal": "Effectif illimité",
    "Département de rattachement": "MS BIM Concept. intégrée et cycle de vie du bâtiment et infrastructures",
    "Nombre de crédits ECTS": "2 crédits ECTS",
    "Code": "BIMOP"
}