{
    "Créneau": "Sem 3/Sem 5 Ve 15 h 15 - 18 hSem 5 Ve 15 h 15 - 18 h",
    "": "- Bonne compréhension et lecture du Français - Niveau Anglais C1 recommandé (documents écrits) - Logiciels SIG classiques (style QGIS) - Travail personnel : Observations et mesures à réaliser dans différents pôles ferroviaires en région parisienne",
    "Prérequis": "Le cours s'adresse aux élèves ingénieurs du département VET filière Transports et filière Aménagement en cursus classique ou cursus combiné Master Transports et Mobilités. Il est construit en complémentarité avec l'offre de cours sur la modélisation et le management des transports urbains et sur la conception et l'exploitation des systèmes de transports. Les prérequis sont compris dans les cours de 2e année Exploitation des transports ferroviaires et guidés et Transports et usages du sols en milieu urbain",
    "Enseignants responsables": "Nacima BARON-YELLES",
    "Equipe enseignante": "Nacima BARON-YELLES",
    "Objectifs du module": "Ce module répond à la demande croissante, sur le marché de l'emploi, d'ingénieurs ayant la capacité d'articuler de solides compétences en matière d'exploitation ferroviaire avec la capacité de piloter des projets de (re)développement de pôles gares et de nœuds urbains complexes, en France et à l'international, dans une optique de valorisation des actifs et d'optimisation des services.",
    "Programme du module": "1. Les espaces en Gare : structure, organisation, évolution 2. Ouverture du ferroviaire à la concurrence et gestion des gares : fondements réglementaires et juridiques 3. Flux en gare : maîtriser la congestion, valoriser les services + Pratiques numériques, transformations digitales des gares 4 .Design, information, ambiances : produire une gare zéro stress 5. Sûreté, sécurité, gestion des risques en gare + Exercice noté Plan de transport Gares Paris Nord JO 2024 6. Gouvernance des projets gare : planification, projet et concertation 7. Un modèle de gare exportable ? Transférabilité du savoir-faire français des gares dans les pays émergents + Devoir terminal",
    "Modalités": "Le module est organisé en autant de séances thématiques que de semaines. Chaque session articule 2 heures d'enseignement théorique et une heure d'application sur un site \"test\" suivi tout au long du module. Les documents de travail sont donnés à chaque séance pour la suivante En Ile-de-France, une visite de terrain avec des acteurs ferroviaires est organisée en début de module.",
    "Contrôle des connaissances - Règles de validation du module": "Chaque étudiant reçoit deux notes. La première note, individuelle, est liée à un travail personnel sur documents. La seconde note correspond à une production collective fondée sur un cas réel.",
    "Adresse du site du module": "http://gede.enpc.fr/Programme/Fiche.aspx?param=M:CAGAR:2017&langue=",
    "Documents pédagogiques - Bibliographie": "Ross Julian 2000 Railway stations : planning, design and management Elsevier 360 p.",
    "Effectif maximal": "Effectif illimité",
    "Département de rattachement": "Département Ville Environnement Transport",
    "Nombre de crédits ECTS": "1,5 crédit ECTS",
    "Mise à jour": "2 septembre 2024",
    "Code": "CAGAR"
}