{
    "Créneau": "Sem 3/Sem 5/Sem 1 MS Lu 8 h 30 - 11 h 15Sem 1 MS Lu 8 h 30 - 11 h 15",
    "": "Les cours magistraux de la première partie du module (séances 1 à 8) seront communs aux élèves-ingénieurs GCC de 3e année et aux élèves du Mastère Spécialisé Génie Civil et Écoconception. Les TD ainsi que la deuxième partie du module (séances 9 à 13) sera différenciée suivant les deux publics. Pour les élèves du mastère GCE qui le souhaitent, il est possible de suivre la partie du cours destinée aux élèves GCC de 3e année (dans la limite des places disponibles).",
    "Prérequis": "Mécanique des milieux continus, Mécanique des structures, Dynamique des structures",
    "Enseignants responsables": "Jeremy BLEYER",
    "Equipe enseignante": "Jeremy BLEYER, Mathieu ARQUIER",
    "Objectifs du module": "L'utilisation du calcul numérique, en particulier la méthode des éléments finis, devient aujourd'hui un outil incontournable permettant répondre à l'évolution que connaît le monde du génie civil (complexification des ouvrages, gestion des ouvrages déjà existants). La formation des ingénieurs à la maîtrise de ces outils, et non pas à leur simple utilisation pouvant être extrêmement piégeuse, constitue un enjeu majeur relatif à la sécurité et au bon dimensionnement des ouvrages. A l'issue de ce cours, les élèves pourront : comprendre quels sont les principes théoriques et les hypothèses de calcul des logiciels utilisant la méthode des éléments finis, effectuer les bons choix de modélisation pour un problème donné, être en mesure de vérifier les résultats obtenus avec un regard critique, s'interroger sur ce qu'un logiciel donné est capable de faire et de ne pas faire",
    "Programme du module": "Ce cours s'attache à fournir une base théorique rigoureuse de la méthode des éléments finis ainsi qu'une initiation à la mise en œuvre pratique, par les élèves, dans le code de calcul pédagogique WomBat (écrit en Python) développé spécifiquement pour ce module pour les élèves GCC 3A ou à travers l'utilisation de logiciels commerciaux pour les élèves MS GCE. Les connaissances acquises au cours de ce module seront mises en œuvre au travers d'un projet final afin d'approfondir un aspect de calcul numérique avancé. - Séance 1 : Élément fini de barre pour les treillis plans (comportement élastique) - Séance 2 : Élément fini pour les structures de poutres fléchies - Séance 3 : Mise en œuvre numérique - Séance 4+5: Éléments finis pour les milieux continus 2D - Séance 6+7 : Calculs dynamiques : analyse modale et transitoire - Séance 8 : Calculs de flambement linéaire, introduction aux non-linéarités géométriques - Séance 9 (GCC 3A) : Calculs en non-linéarité matérielles (câbles, élastoplasticité) - Séance 10 (GCC 3A) : Mise en ouvre numérique du calcul à la rupture - Séance 9 (MS GCE) : Calcul EF des structures géotechniques - Séance 10 (MS GCE) : Calculs avancés en Génie Civil - Séance 11-12-13: projets encadrés",
    "Modalités": "10 séances : cours en amphi (1h) + mise en œuvre pratique en salle informatique (1h30), 3 séances de projets encadrés",
    "Contrôle des connaissances - Règles de validation du module": "Restitution orale et écrite des projets encadrés.",
    "Adresse du site du module": "http://gede.enpc.fr/Programme/Fiche.aspx",
    "Effectif maximal": "Effectif limité à 20 élèves",
    "Département de rattachement": "Département Génie Civil et Construction",
    "Nombre de crédits ECTS": "3 crédits ECTS",
    "Mise à jour": "1er septembre 2024",
    "Code": "CALEF"
}