{
    "Créneau": "Sem 3/Sem 5/Sem 1 MS Ve 8 h 30 - 11 h 15Sem 1 MS Ve 8 h 30 - 11 h 15",
    "Prérequis": "Niveau Licence en Sciences des Matériaux et des structures",
    "Enseignants responsables": "Robert LE ROY",
    "Equipe enseignante": "Alexis AUTRET, Arthur LEBEE, Georges-Henri FLORENTIN, Stéphane HAMEURY, Antoine ROUX, Robert LE ROY, Luc BOYER, Audrey ZONCO, Koliann MAM",
    "Objectifs du module": "Le module \" structures en bois \" fait partie des approfondissements techniques du département GCC. Les objectifs du module sont de préparer les futurs ingénieurs à concevoir et réaliser des projets d'envergure en bois pour lesquels une bonne connaissance du matériau et des systèmes constructifs en bois jouera un rôle significatif. A l'issue de ce cours, les élèves devront être capables de concevoir et calculer des structures en bois selon l'Eurocode 5 et des structures mixtes comportant du bois, de faire le choix des essences, des types composants en fonction des classes d'environnement et des sollicitations, tout en pouvant préconiser des solutions de fabrication et de montage de ces structures.",
    "Programme du module": "Le programme est composé d'un ensemble de cours et d'un mini projet. Les éléments du cours sont les suivants : la forêt mondiale et française, les transformations du bois, le bois et l'environnement, les composants reconstitués, les systèmes constructifs traditionnels et innovants pour les bâtiments et les ponts, les structures mixtes, les typologies et calculs des assemblages traditionnels et innovants, les pathologies d'origine mécanique des structures en bois, la prévention et la conception des structures face au risque incendie. Le mini projet portera sur la réinterprétation, en bois, d'un bâtiment ou d'un ouvrage d'art existant. Il s'appuiera sur l'utilisation d'un logiciel adapté au calcul des structures en bois.",
    "Modalités": "Pour chaque séance, 2 h de cours + 1/2h d'applications. Les 3 dernières séances du semestre seront consacrées au mini projet en petite classe, en présence d'un enseignant.",
    "Contrôle des connaissances - Règles de validation du module": "Examen à mi-parcours plus projet",
    "Adresse du site du module": "http://gede.enpc.fr/programme/fiche.aspx",
    "Documents pédagogiques - Bibliographie": "Les présentations des enseignants. Wood Handbook, wood as an engineering material, (2010), USDA, Department of agriculture, Forest Service, general technical report FPL-GTR 190, 510 pages, www.fpl.fs.fed.us Natterer J., Sandoz J.L., Rey M., (2011), Traité de Génie Civil, Volume 13, Construction en bois, Presses Polytechniques et Universitaires Romandes. Benoit Y., Legrand B., Tastet V., (2011) Calcul des structures en bois, Eyrolles & Afnor, 510 pages. Glulam Handbook, manuel du lamellé collé, adaptation française du glulam handbook, vol.1,2,3. Téléchargeable sur https://handbook.glulam.org/",
    "Effectif maximal": "Effectif illimité",
    "Département de rattachement": "Département Génie Civil et Construction",
    "Nombre de crédits ECTS": "3 crédits ECTS",
    "Mise à jour": "26/11/24",
    "Code": "CASBO"
}