{
    "Créneau": "Prolong LuSem 3/Sem 5/Sem 1 MS Lu 16 h 45 - 19 h 30Sem 1 MS Lu 16 h 45 - 19 h 30",
    "Prérequis": "Il est nécessaire pour ce cours de savoir calculer des efforts et des déplacements dans une structure, d'avoir des notions de base sur le calcul et le comportement des principaux matériaux de construction (acier et béton armé), ainsi que sur le calcul numérique des structures (théorie statique linéaire, méthode P-Δ, analyse linéaire de flambement et analyse modale).",
    "Enseignants responsables": "Jean-Pierre TAHAY",
    "Equipe enseignante": "Jean-Pierre TAHAY, Charles TACHOT, Simon GAVOTY, Sylvie EZRAN, Anthony RODIER",
    "Objectifs du module": "Les structures métalliques et mixtes sont très nombreuses dans notre environnement architectural construit où l'acier est très utilisé depuis la révolution industrielle. Les progrès de la sidérurgie et des techniques de calcul en font aujourd'hui un matériau autorisant des structures légères, élancées et aériennes, très appréciées des architectes. Ce module de cours se propose de donner aux élèves les connaissances fondamentales sur la conception, le dimensionnement, la fabrication et le montage des structures complexes en acier ou mixtes acier-béton. Il s'appuie sur l'analyse expérimentale du comportement de ces constructions et sur leur modélisation théorique, pour expliquer les méthodes pratiques et réglementaires, adoptées au niveau européen dans les Eurocodes 3 (acier) et 4 (mixte). Enfin, les principes de conception et de mise en oeuvre des structures métalliques et mixtes de bâtiments et ponts sont développés. Rattaché au département \" Génie Civil et Construction \" et faisant partie du Mastère \" Génie Civil Européen \", l'objectif de ce module est de fournir à un large public de futurs ingénieurs (bureaux d'études ou chantier), architectes ou chercheurs une approche à la fois rigoureuse et pluridisciplinaire de l'utilisation très répandue du matériau acier dans les constructions de génie civil.",
    "Programme du module": "Le module est divisé en deux parties. La première traite les aspects généraux de la construction métallique (matériau, vérification en section, stabilité des éléments) et leur application sur des structures de type \" bâtiment \". La deuxième traite la construction mixte, la fatigue et la rupture fragile en les appliquant sur des structures de type \" ponts \". Chaque partie comporte 2 ou 3 cours magistraux (CM), puis une série de 3 ou 4 séances de travaux dirigés (TD) en petite classe. Chaque série de TDs est reliée à une structure servant de fil conducteur (une halle industrielle pour la première partie, un pont bi-poutre mixte pour la seconde partie). Première partie : Séance 1 (CM) : Introduction, Matériau Acier, Méthodes d'analyse globale des structures métalliques, dimensionnement et résistance des sections Séance 2 (TD) : Dimensionnement des sections d'un portique de halle Séance 3 (CM) : Stabilité des éléments (flambement, déversement, voilement) Séance 4 (TD) : Portique de halle - Stabilité des éléments Séance 5 (CM) : Conception et résistance des assemblages (boulons et soudures) Séance 6 (TD) : Portique de halle - Assemblages Séance 7 (TD) : Portique de halle (critère ELS, séisme, incendie, vibrations) Deuxième partie : Séance 8 (CM) : Construction mixte acier-béton (connexion, fluage, retrait, fissuration) Séance 9 (CM) : Ponts mixtes (conception, construction, fatigue et rupture fragile) Séance 10 (TD) : Pont bipoutre mixte - Résistance des sections mixtes Séance 11 (TD) : Pont bipoutre mixte - Connexion et retrait Séance 12 (TD) : Pont bipoutre mixte - Voilement, raidissage et fatigue La séance 13 est composée de 2 parties. La première est une conférence d'une heure par un intervenant extérieur à l'équipe enseignante (chercheur, architecte,…) sur un sujet permettant d'ouvrir les connaissances acquises à d'autres champs d'applications. La deuxième est consacrée à l'examen sur table pour le contrôle des connaissances.",
    "Modalités": "1Le cours alterne séances magistrales et séances en petite classe de manière à appliquer immédiatement les connaissances théoriques sur des structures simples et très représentatives du génie civil. Avec 13 séances de 2h30, il représente 3 crédits ECTS.",
    "Contrôle des connaissances - Règles de validation du module": "L'évaluation des étudiants se base sur deux éléments : une note de contrôle continu qui compte pour 60% une note d'examen final qui compte également pour 40%. Le contrôle continu témoigne de la progression et de la régularité du travail des étudiants. Il s'appuie sur le rendu de 2 devoirs réalisés en parallèle des 2 parties du module (sur des projets similaires à ceux servant de \" fils rouges \" aux TDs). Un délai de 5 à 6 semaines est laissé pour chaque devoir, laissant à chacun le temps de poser des questions à l'équipe enseignante (lors des séances ou par email). Chaque devoir compte pour la moitié de la note du contrôle continu. Le contrôle final évalue la finesse de compréhension des structures métalliques et mixtes acquises par les étudiants. Il se compose d'une première partie (30 minutes) sans documentation sur des questions de cours orientées sur la conception et les grands principes de fonctionnement de ces structures, et d'une seconde partie (1 heure) avec documentation sur des exercices similaires à ceux abordés dans les TDs et les DMs.",
    "Documents pédagogiques - Bibliographie": "Le cours s'appuie sur un polycopié distribué en 2 tomes (suivant les 2 parties du module) et dont les chapitres suivent les séances de cours magistral. Les supports de cours sont également distribués, ainsi que la correction rédigée et commentée des différents exemples pratiques (TD et devoirs maisons). Des références bibliographiques disponibles à la bibliothèque de l'Ecole sont également sélectionnées.",
    "Effectif maximal": "Effectif illimité",
    "Département de rattachement": "Mastère Génie Civil et Ecoconception",
    "Nombre de crédits ECTS": "3 crédits ECTS",
    "Mise à jour": "14 août 2024",
    "Code": "CASME"
}