{
    "Créneau": "Sem 3/Sem 5 Me 13 h 45 - 16 h 30Sem 5 Me 13 h 45 - 16 h 30",
    "Prérequis": "Module CATIA dispensé en 2A",
    "Enseignants responsables": "Ioannis STEFANOU",
    "Equipe enseignante": "Bruno SOULIER",
    "Objectifs du module": "Ce module avancé de CFAO vise à approfondir les connaissances et compétences acquises dans le module précédent, en mettant l'accent sur la conception paramétrique et robuste de pièces et d’assemblages mécaniques complexes. Il introduit les élèves à des techniques d'optimisation dimensionnelle et de calcul par éléments finis (EF) appliquées aux assemblages, tout en intégrant une réflexion sur la précision des modèles et les interactions physiques, notamment les phénomènes de contact frottant. Les exemples pratiques sont choisis pour renforcer la maîtrise des outils de CFAO dans des applications industrielles avancées. À l'issue de ce module, l’élève sera capable de : 1. Concevoir des pièces et des assemblages robustes en utilisant des approches de modélisation paramétrique et des familles de pièces. 2. Appliquer des techniques avancées de conception pour modéliser et optimiser des systèmes mécaniques, intégrant des contraintes de dimensionnement. 3. Réaliser des calculs par éléments finis sur des assemblages mécaniques complexes en incluant les effets de contact frottant. 4. Optimiser les dimensions des structures et assemblages pour répondre à des critères de performance et de robustesse.",
    "Programme du module": "Séquence 1 : Conception robuste de pièces à partir de squelette. Application à la conception paramétrique d'un corps de vanne. Séquence 2 : Modélisation paramétrique et famille de pièces : application aux Lego Technic. Dimension des Pièces. Séquence 3 : Conception robuste d'assemblages à partir de la publication d'éléments géométriques. Application à l'assemblage d'un réducteur à trains d'engrenages Séquence 4 : Modélisation d'un capteur d'effort Sujet. Influence des efforts parasites Séquence 5 : Calcul EF d'assemblage avec contact frottant : Dimensionnement de la liaison arbre/pignon par frette Séquence 6 : Optimisation dimensionnelle : optimisation de structures et d'assemblages",
    "Modalités": "6 séances de 3h en petites classes, exercices sur ordinateur",
    "Contrôle des connaissances - Règles de validation du module": "Livrables constitués de la maquette numérique d'un produit, des notes de calculs et des fiches d'usinage. L'évaluation tient compte du travail réalisé au cours de chaque séance et de l'assiduité de chacun des étudiants.",
    "Effectif maximal": "Effectif illimité",
    "Département de rattachement": "Département Génie Mécanique et Matériaux",
    "Nombre de crédits ECTS": "1,5 crédit ECTS",
    "Mise à jour": "01/09/2024",
    "Code": "CATI2"
}