{
    "Créneau": "Sem 3/Sem 5 Me 8 h 30 - 11 h 15 et 16 h 45 - 19 h 30SL",
    "Enseignants responsables": "Bruno SOULIER",
    "Equipe enseignante": "Bruno SOULIER",
    "Objectifs du module": "Utilisation d'un logiciel intégré de CFAO (Catia V5) dans l'activité de conception-industrialisation d'un produit mécanique. L'accent sera mis sur la méthode de conception d'un produit industriel. L'objectif est de donner à l'étudiant les connaissances essentielles pour maîtriser un outil de maquettage numérique au travers des étapes de modélisation géométrique, d'analyse cinématique, de dimensionnement par la méthode des éléments finis et de simulation d'usinage. A l'issue de ce module, l'étudiant sera capable de construire un modèle solide ou surfacique d'une pièce, de définir un assemblage, de réaliser un calcul éléments-finis, de simuler et réaliser l'usinage de pièces sur un centre d'usinage 3 axes. Un ensemble de \" best practices \" doit permettre une utilisation autonome de ces différents outils.",
    "Programme du module": "Le cours a pour base la conception d'un système mécanique complexe (ex : pompe hydraulique). Chacune des 10 séances permet d'appréhender un aspect de la méthode de conception : conception solide, conception surfacique, étude cinématique, pré-dimensionnement, mise en plan, calcul de trajectoire d'outil pour l'usinage. Séance 1 - Centrée sur l'architecture du logiciel et la création d'esquisses. Séances 2 et 3 - Modélisation géométrique des pièces : Solide (primitives, opérations d'habillage de transformation et booléennes) / Surfacique (création de courbes, surfaces, notion de continuité) Séance 4 - Assemblage : Création d'un produit, conception en contexte d'assemblage, définition des contraintes d'assemblage, analyse des contacts et jeux. Intégration de composants technologiques de guidage en rotation (roulements, paliers, …) de blocage axial (bagues, circlips, ...) Séance 5 - Cinématique : modélisation cinématique d'un système mécanique, définition des liaisons cinématiques, lois de commande, simulation. Analyse des déplacements, vitesses et accélérations linéaires et angulaires des pièces d'un mécanisme. Création de géométrie à partir de lois de commande (par exemple création d'une came à partir d'un chronogramme). Séance 6 - Modélisation paramétrique et robuste : conception contrôlée par les interfaces (squelette) et avec publications. Séance 7 - Dimensionnement de pièces mécaniques par la méthode des éléments-finis abordé sous l'angle du bureau d'études. Illustration sur analyses modale et statique. Séance 8 - Optimisation dimensionnelle : couplage modeleur paramétrique /solveur EF/algorithme d'optimisation. Séance 9 - Fabrication Assistée par Ordinateur : La modélisation et la simulation numérique du procédé d'obtention d'une pièce mécanique par enlèvement de matière est illustrée au travers de l'utilisation du module de fraisage 3 et 5 axes. Séance 10 - Usinage d'une pièce sur fraiseuse 3 axes Charlyrobot.",
    "Modalités": "10 séances de 3H en petites classes, exercices sur ordinateur.",
    "Contrôle des connaissances - Règles de validation du module": "Livrables constitués de la maquette numérique d'un produit, des notes de calculs et des fiches d'usinage. L'évaluation tient compte du travail réalisé au cours de chaque séance et de l'assiduité de chacun des étudiants.",
    "Adresse du site du module": "educnet.enpc.fr/course/view.php?id=160",
    "Documents pédagogiques - Bibliographie": "L'ensemble des supports pédagogiques sont distribués via une plateforme de e-learning",
    "Effectif maximal": "Effectif limité à 15 élèves",
    "Département de rattachement": "Département Génie Mécanique et Matériaux",
    "Nombre de crédits ECTS": "2 crédits ECTS",
    "Mise à jour": "01/09/2024",
    "Code": "CATIA"
}