{
    "Créneau": "Sem 1 MS",
    "Prérequis": "Etre inscrit au Mastère Spécialisé GCGOE",
    "Enseignants responsables": "Emmanuel Chocq",
    "Equipe enseignante": "Benoit DIETZ, Simon DUVAL, Maher DJEDIDI",
    "Objectifs du module": "Le BIM (Building Information Management) est désormais d'usage courant dans le bâtiment, mais son utilisation dans les ouvrages pour l'énergie comporte des spécificités. A l'issu du cours, les élèves connaitront les notions fondamentales du BIM et le contexte dans lequel son déploiement s'inscrit, en particulier sur de grands projets nucléaires et hydroélectriques (Génie civil béton et ferraillage, Corps d'états techniques) Ils sauront identifier les opportunités et risques associés au BIM, et sauront comment formaliser une démarche BIM au sein d'un projet sous forme d'une convention BIM. Ils connaitront les capacités des logiciels les plus courants du marché, et seront capable de manipuler et d'effectuer des opérations de base sur les logiciels Revit, Tekla et Navisworks.",
    "Programme du module": "cours magistraux : - Introduction au BIM : contexte, définitions, normalisation, outils et logiciels, - BIM Management : cadre contractuel, rôles des acteurs, rédaction d'une convention BIM - Cas d'usages BIM - REX sur des projets nucléaires et hydroélectriques intégrant du BIM TD sur les logiciels - Revit : Interface et principes, modélisation de base, annotation et mise en page, extraction de données - Tekla : modélisation d'éléments en béton armé et mise en plan - Navisworks : compilation de modèles, recherches paramétriques, détection de conflits, 4D",
    "Modalités": "8 séances de 3 heures : \" 3x3h Cours Magistral \" 1x3h REX, \" 4x3h TD",
    "Contrôle des connaissances - Règles de validation du module": "QCM en dernière séance",
    "Documents pédagogiques - Bibliographie": "Polycopié constitué des supports de présentation des cours, documentation technique",
    "Effectif maximal": "Effectif illimité",
    "Département de rattachement": "Mastère Génie Civil des Grands Ouvrages pour l'Energie",
    "Nombre de crédits ECTS": "2 crédits ECTS",
    "Code": "CCFAO"
}