{
    "Créneau": "Sem 3/Sem 5 Lu 13 h 45 - 16 h 30Sem 5 Lu 13 h 45 - 16 h 30",
    "Prérequis": "Introduction aux matériaux de construction (O2IMC)",
    "Enseignants responsables": "Gilles FORET",
    "Equipe enseignante": "Karim BENZARTI, Christophe BERNARD, Olivier CHAPPAT, Jean GERALD, Sebastien GERVILLERS, Gilles MOREAU, Mirah Rakarabo, Eric GENNESSEAUX, Valentina HURE, Koliann MAM, Sébastien MAITENAZ, Didier SAUVAGE",
    "Objectifs du module": "Connaissance des propriétés physiques et mécaniques élémentaires des matériaux acier, béton, bois et composites PRF pour leur utilisation dans la construction. Savoir dimensionner des assemblages pour le bois, des éléments de structure simples tels qu'une poutre BA, un poteau en acier, ...",
    "Programme du module": "Séance 1: Cours: Acier: Présentation des aciers de construction, propriétés physiques et mécaniques Séance 2: Cours: Acier: Produits et réalisations, tenue à la chaleur, incendie Séance 3: Cours: Acier: Structures de bâtiments en acier, vérification de la stabilité Séance 4: TP: Acier: Essais de caractérisation, essai de déversement Séance 5: Cours: Béton: Généralités, principes physiques, propriétés mécaniques Séance 6: Cours + TD numérique: Béton: Formulation Séance 7: TP: Béton: Essais de caractérisation, essai de flexion 4 points sur poutres BA Séance 8: Cours + TD: Béton: Résistance à la flexion Séance 9: Cours + TD: Béton: Résistance à l'effort tranchant Séance 10: Cours: Composites PRF: Généralités - applications au génie civil Séance 11: Cours: Bois: Généralités, principes physiques et propriétés mécaniques Séance 12: TP: Bois: Essais de caractérisation, essais de flexion 4 points sur poutres en bois Séance 13: Cours + TD: Bois: calcul de structures",
    "Modalités": "13 séances de 2,5 heures. PC + amphi, expérimental.",
    "Contrôle des connaissances - Règles de validation du module": "Devoir sur table en fin de session acier (DS) et bois (DS1). D'autre part, chaque élève doit rendre : Deux comptes-rendus de travaux pratiques réalisés en petit groupe : TP1 (portant sur le bois) - TP2 (portant sur le béton) Un devoir maison portant sur le béton : DM Ces travaux sont notés et permettent de calculer la note finale du module selon la règle suivante : Note = ((TP1+ DS1)/2+ (TP2 +DM)/2+ DS)/3 En cas de non validation, le rattrapage n'est possible que pour une note finale supérieure à 8/20.",
    "Adresse du site du module": "educnet.enpc.fr/course/view.php?id=520",
    "Documents pédagogiques - Bibliographie": "Béton, bois: Cours polycopiés Acier: Support de cours",
    "Effectif maximal": "Effectif limité à 108 élèves",
    "Département de rattachement": "Département Génie Civil et Construction",
    "Nombre de crédits ECTS": "3 crédits ECTS",
    "Mise à jour": "1er septembre 2024",
    "Code": "CCMAT"
}