{
    "Créneau": "Sem 5Sem 2 MS",
    "Prérequis": "Il est nécessaire pour ce cours de savoir calculer les efforts et les déplacements d'une structure, ainsi que de maitriser le dimensionnement des structures notamment en béton armé. Il est aussi important d'avoir des notions de base de géotechnique.",
    "Enseignants responsables": "Philippe BAUDET",
    "Equipe enseignante": "Philippe BAUDET, Cyrille ALLAIN, Antoine GOSSET",
    "Objectifs du module": "Ce cours traite des méthodes pratiques de dimensionnement et de calcul des différents éléments des structures de bâtiment : dalles, poutres, poteaux, voiles, fondations, en distinguant les deux stades de calcul des ouvrages : la conception et le calcul d'exécution. L'élève, futur ingénieur, aura toujours le temps d'approfondir le deuxième stade. Par contre c'est le premier que nous chercherons plus particulièrement à développer ; il permettra à l'élève de mieux comprendre le fonctionnement des ouvrages, de mieux concevoir ou contrôler une structure.",
    "Programme du module": "Le module est divisé en 6 parties, chacune traitant de la conception et du dimensionnement d'un élément des structures de bâtiment. Séance 1 : Notions de dimensionnement et d'avant-projet de bâtiment. Séance 2 : Infrastructure : conception d'une structure réalisée dans une nappe d'eau Séance 3 : Calcul des poutres continues de plancher Séance 4 : Divers méthodes de calcul de dalles Séance 5 : Poteaux et voiles - flambement : divers méthodes de justification Séance 6 : Contreventement d'une structure en béton armé",
    "Modalités": "Chaque partie est divisée en deux séances : une séance théorique et une séance d'application dans laquelle les étudiants travaillent sur des exercices de TD basés sur des projets réels de bâtiments.",
    "Contrôle des connaissances - Règles de validation du module": "L'évaluation des étudiants se base sur deux éléments : Un examen écrit qui compte pour 60% de la note Un devoir maison qui compte pour 40% de la note",
    "Adresse du site du module": "educnet.enpc.fr/course/view.php?id=304&userid=guest",
    "Documents pédagogiques - Bibliographie": "Le cours s'appuie sur les polycopiés distribués durant les séances de cours et de TD. Les élèves peuvent aussi consulter les ouvrages : \"Pratique de l'Eurocode 2\" de Jean Roux et \"Le Projet de Béton Armé\" et \"Conception et Calcul des Structures de Bâtiment\" d'Henri Thonier disponibles à la bibliothèque de l'Ecole des Ponts Paristech.",
    "Effectif maximal": "Effectif illimité",
    "Département de rattachement": "Mastère Génie Civil et Ecoconception",
    "Nombre de crédits ECTS": "1,5 crédit ECTS",
    "Mise à jour": "11 février 2019",
    "Code": "CCSB1"
}