{
    "Créneau": "Ouv 2/Ouv 3Sem 3",
    "Prérequis": "Ce séminaire est destiné aux élèves de 3ème année.",
    "Enseignants responsables": "Africa GARCIA",
    "Equipe enseignante": "Africa GARCIA",
    "Objectifs du module": "Ce séminaire est une introduction aux méthodes et à l'organisation des chantiers, et plus largement aux processus de réalisation de projets de bâtiments ou de travaux publics. Au-delà de la présentation des méthodes d'aujourd'hui, le séminaire donnera un aperçu sur les évolutions technologiques en cours (BIM, robotisation, numérique, recyclage, etc.) qui à terme transformeront en profondeur les métiers de la construction.",
    "Programme du module": "Le programme de la semaine qui se déroulera entre cours magistraux, pratiques et visites abordera : Grandes étapes d'un projet : - Les grandes étapes d'un projet. - La problématique de la fabrication et de la construction. 1.Logistique 2.L'assemblage, la synthèse, les tolérances 3.La sécurité - Fabriquer en atelier - Immersion en bureau d'étude technique, pour une présentation du processus de la conception d'un projet et de contrôle de son exécution - Immersion sur un chantier d'ouvrage d'art - Immersion sur un chantier de bâtiment - Ouverture vers les chantiers du futur - Le numérique dans la construction",
    "Contrôle des connaissances - Règles de validation du module": "Evaluation : rapport de restitution du séminaire. Le sujet du rapport doit être choisi par les élèves parmi ceux traités dans la semaine et doit être appliqué à un des deux chantiers visités.",
    "Adresse du site du module": "http://gede.enpc.fr/Programme/Fiche.aspx",
    "Effectif maximal": "Effectif illimité",
    "Département de rattachement": "Département Génie Civil et Construction",
    "Nombre de crédits ECTS": "1 crédit ECTS",
    "Mise à jour": "12 décembre 2024",
    "Code": "CHBIM"
}