{
    "Créneau": "Ouv MS/Ouv 2 M/PFESem 1 MS/Sem 3 MSem 2 MS/Sem 4 MSem 4 M",
    "Prérequis": "Être inscrit au Mastère Spécialisé GCGOE.",
    "Enseignants responsables": "Luca ALZETTA",
    "Equipe enseignante": "Antoine CARRY, Nicolas NAULET, Yacine EL HAMDAHOUI, Stéphane CAZADIEU, Ludovic CABA, Benoît MASSON, Francis BARRE, Pascal HOFFMANN, Emilie LEROUX, Luca ALZETTA, Laura BRUN, Matthieu GALAN, Alexandre MONTEIL, Laurine ARNAUD, Yassine MOUCHTAQ, Marc TORRES",
    "Objectifs du module": "Former les élèves à la problématique de conception, de construction et de durée de vie d'une centrale nucléaire.",
    "Programme du module": "Introduction sur les centrales nucléaires et exigences de sûreté Application du code RCC-CW partie design Conception et dimensionnement ouvrages nucléaires Problématiques de réalisation ouvrages nucléaires Les enceintes de confinement : Conception générale et dimensionnement La technologie de précontrainte La surveillance et les épreuves Problématique de vieillissement Les ouvrages de site liées à la source froide en circuit fermé Conception aéroréfrigérants Conception des salles des machines et des tables de groupe Station de pompage / Galeries et rejets en mer Réévaluation des installations nucléaires Déconstruction Nucléaire Maintenance Nucléaire",
    "Modalités": "17 séances de 3 heures (1 TD°)",
    "Contrôle des connaissances - Règles de validation du module": "Examen écrit de 3,5 heures portant sur l'ensemble du module",
    "Documents pédagogiques - Bibliographie": "Cours pdf",
    "Effectif maximal": "Effectif illimité",
    "Département de rattachement": "Mastère Génie Civil des Grands Ouvrages pour l'Energie",
    "Nombre de crédits ECTS": "4 crédits ECTS",
    "Code": "CNUCL"
}