{
    "Créneau": "Sem 3/Sem 5 Ma 13 h - 15 h 45Sem 5 Ma 13 h - 15 h 45",
    "Prérequis": "Mécanique des structures",
    "Enseignants responsables": "Olivier BAVEREL",
    "Equipe enseignante": "Olivier BAVEREL, Cyril DOUTHE, Arthur LEBEE, Romain MESNIL, Robin OVAL, Xavier TELLIER",
    "Objectifs du module": "Le cours se propose de former les élèves ingénieurs et les ingénieurs suivant un mastère à la capacité de concevoir de structures \" non standard \" en se servant de manière appropriée des outils numériques existants. Pour atteindre cet objectif général on doit se donner deux objectifs pédagogiques : 1) viser la connaissance des questions de conception non abordées par les autres cours du Département, c'est à dire notamment : a. conception et recherche de formes optimales, b. conception des structures dont le montage relève d'une cinématique (avec articulations ou par déformation), et dont la stabilité dépend des sollicitations nécessaires au montage, c. problèmes de recherche de forme, d. innovations dans la conception des structures et emploi des matériaux nouveaux (composites, matériaux intelligents) ; 2) transmettre l'habitude au renseignement critique des outils de calcul employés et la compréhension des enjeux et des problèmes réels liés à a la conception assistée par le calcul dans les situations suivantes : a. calculs numériques des structures (en générale), modélisation, linéarisation et calculs linéaires et non linéaires, b. applications numériques pour l'optimisation des structures. Ces objectifs complètent la formation sur la conception des structures des deux modules d'approfondissement \" Conception des structures \" et \" Conception des structures-application \", en traitant certains sujets qui ne sont que évoqués ou négligés dans ces modules.",
    "Programme du module": "Sujets étudiés sous format cours (1h15) + TD (1h15) et la réalisation d'un projet de conception : Séance 1 Introduction à la morphologie structurale et la relation forme, force, matériaux, technologie, structure. Un point de focus sera réalisé sur les structures nexorades Séance 2 Séance 2 porte sur les gridshells sur leurs aspects technologiques et les méthodes de recherche de forme induites par cette typologie structurelle. Le cours est suivi d'un TD Séance 3 La séance porte sur les structures plissées tant d'un point de vue théorique que pratique montrant la difficulté de transformer un concept théorique en une application pratique. Le cours est suivi d'un TD Séance 4 La séance 4 porte sur les notions de géométrie avancée afin de conférer des propriétés constructives efficientes pour la fabrication de structure aux formes complexes. Le cours est suivi d'un TD Séance 5 Durant cette séance des propositions de projet seront énoncées puis un cours sur les structures métallo-textiles et tensegrités sera proposée. Séance 6 Le cours portera sur les structures déployables. Les théoriques cinématiques seront démontrées et aussi un certain nombre d'exemples où on pourra apprécier la technologie mise en jeu. La deuxième partie du cours porte sur le suivi de projet Séance 7 Le cours portera la notion de funiculaire 3D avec l'aide d'outils numériques afin de concevoir des structures fonctionnant uniquement en compression. Le cours est suivi d'un TD Séance 8 Le cours portera sur la fabrication numérique, ses perspectives mais aussi ses limites Séance 9 Contrôle des connaissances puis suivi de projet Séances 10 à 13 Suivi et rendu de projet",
    "Modalités": "8 séances cours (1h15) + TD (1h15) 5 séances projet (2h30))",
    "Contrôle des connaissances - Règles de validation du module": "Validation du cours : 50% contrôle des connaissances 50% rendu de rapport de projet",
    "Adresse du site du module": "educnet.enpc.fr/course/view.php?id=450",
    "Documents pédagogiques - Bibliographie": "En cours de réalisation",
    "Effectif maximal": "Effectif illimité",
    "Département de rattachement": "Département Génie Civil et Construction",
    "Nombre de crédits ECTS": "3 crédits ECTS",
    "Mise à jour": "1er septembre 2024",
    "Code": "COAST"
}