{
    "Créneau": "Sem 3/Sem 5 Me 8 h 30 - 11 h 15Sem 5 Me 8 h 30 - 11 h 15",
    "": "Module en 2 blocs de 6 séances (fondamentaux - approfondissements) + 1 séance d'évaluation finale",
    "Prérequis": "Introduction à l'économie",
    "Enseignants responsables": "Romain DE NIJS",
    "Objectifs du module": "L'objectif principal du cours est de permettre aux élèves de structurer leur compréhension du fonctionnement des marchés en utilisant les modèles fondamentaux de l'économie industrielle, tout en les illustrant avec de nombreuses applications pratiques. Il vise à développer chez les étudiants une maîtrise à la fois conceptuelle et calculatoire de ces modèles, tout en favorisant une perspective critique pour comprendre leurs points forts et leurs limites, ainsi que pour évaluer leurs implications et leur pertinence. De plus, le cours ambitionne d'initier les étudiants aux premières techniques d'analyse empirique du comportement concurrentiel des entreprises.",
    "Programme du module": "Bloc 1 : les fondamentaux Séance n°1 : Monopole Séance n°2 : Concurrence imparfaite Séance n°3 : Modèles de distribution Séance n°4 : Enchères Séance n°5 : Information et concurrence Séance n°6 : Organisation de l'entreprise Bloc 2 : applications et approfondissements Séance n°7 : Evaluation intermédiaire + collusion Séance n°8 : Collusion Séance n°9 : Coopérations entre entreprises Séance n°10 : Analyse empirique des enchères Séance n°11 : Fusions Séance n°12 : Abus de position dominante Séance n°13 : évaluation finale",
    "Modalités": "12 séances de 2,5h organisées en deux blocs : - 6 séances consacrées aux fondamentaux de l'économie industrielle théorique et empirique - 6 séances dédiées à des approfondissement sur des sujets d'intérêts pour des ingénieurs-économistes + 1 séance d'évaluation finale",
    "Contrôle des connaissances - Règles de validation du module": "L'évaluation globale du module s'appuiera sur : - Une note d'examen intermédiaire : pour 50% - Une note d'examen final : pour 50%. Les modalités de rattrapage dépendront du nombre d'étudiants concernés : un oral si seul un petit nombre est concerné, un examen écrit de rattrapage sinon.",
    "Adresse du site du module": "educnet.enpc.fr/course/view.php?id=3",
    "Documents pédagogiques - Bibliographie": "Slides du cours disponibles sur educnet. Exercices du cours disponibles sur educnet Eléments bibliographiques : - Belleflamme, P. et Peitz, M., 2010, Industrial Organization: Markets and Strategies, Cambridge University Press. - Cabral, L., 2000. Introduction to Industrial Organization. The MIT Press. - Tirole, J., 1988. Théorie de l'organisation industrielle. Economica (2 tomes) (ou la version en anglais : The Theory of Industrial Organization. The MIT Press). - Motta, M., 2004. Competition Policy: Theory and Practice. Cambridge University Press. - Combe, E., 2008. La politique de la concurrence. Collection Repères.",
    "Effectif maximal": "Effectif illimité",
    "Département de rattachement": "Département Sciences Economiques, Gestion Finance",
    "Nombre de crédits ECTS": "3 crédits ECTS",
    "Mise à jour": "01/09/2024",
    "Code": "COMAR"
}