{
    "Créneau": "Sem 4/Sem 6 Ve 8 h 30 - 11 h 15Sem 6 Ve 8 h 30 - 11 h 15",
    "Enseignants responsables": "Gilles FORET , Jean GERALD",
    "Equipe enseignante": "Gilles FORET, Hocine DELMI, Tien HOANG, Jean GERALD, Christophe BERNARD, Adélaide FERAILLE, Laurent GAUTRON, Frederic MIGNOT, Gilles MOREAU",
    "Objectifs du module": "Les objectifs du module sont de donner aux élèves de bonnes connaissances non seulement des propriétés des matériaux métalliques mais aussi de leur mise en œuvre et de leur utilisation dans l'industrie. Les métaux étudiés sont l'acier, l'aluminium et ses alliages avec une ouverture sur le titane et le cuivre. Les principaux secteurs considérés sont ceux de la grande construction métallique, de l'énergie et des transports en général (automobile, chemin de fer, aéronautique). Les débouchés visés sont principalement les métiers de la conception ou de la recherche dans les principaux secteurs cités ci-dessus. En particulier les cours visent à donner suffisamment de connaissances : en métallurgie pour comprendre la classification des différentes familles de métaux et les différences entre métal pur et alliages ; sur les mécanismes physico chimiques de corrosion et les techniques de protection utilisées pour s'en protéger ; des relations entre les procédés d'élaboration et de mise en forme et les propriétés de comportement mécanique (élasticité, élasto-plasticité, ténacité, tenue à la fatigue) ; sur la normalisation des aciers et des demi-produits et celle des essais de mécanique en général ; des principales techniques d'assemblage avec un zoom particulier sur le soudage et la normalisation qualité en soudage.",
    "Programme du module": "Le module de connaissance des métaux est l'occasion de présenter cette vaste famille de matériaux. Ce module est un module à très forte composante expérimentale et les séances se déroulent le plus souvent en laboratoire (Navier, LMS). Ce cours aborde la normalisation des métaux ferreux et non ferreux tels que les alliages d'aluminium, le cuivre et le titane. Il comprend une introduction à la métallurgie permettant de classer ces matériaux et de relier le comportement à la composition et au procédé d'élaboration. Les techniques d'observation des microstructures et d'identification sont présentées et le cours traite aussi les principales caractéristiques mécaniques des métaux et les techniques expérimentales permettant d'identifier ces caractéristiques. En application du cours Mécanique et physique des matériaux les comportements élastoplastiques, la fatigue et la rupture de ces matériaux sont présentés en détail. Les mécanismes physico-chimiques de corrosion et les techniques de protection sont abordés et le cours fait une large place aux techniques d'assemblage et plus particulièrement au soudage. Enfin, dans la dernière partie du module, les élèves réalisent un projet qui peut porter sur des sujets tels que la fonderie, la corrosion, l'étude de poutres mixtes intégrant de l'acier, …",
    "Contrôle des connaissances - Règles de validation du module": "Notation des comptes rendus de travaux pratiques et des rendus de projets.",
    "Effectif maximal": "Effectif limité à 18 élèves",
    "Département de rattachement": "Département Génie Mécanique et Matériaux",
    "Nombre de crédits ECTS": "2 crédits ECTS",
    "Mise à jour": "01/09/2024",
    "Code": "CONME"
}