{
    "Créneau": "Sem 3/Sem 5/Sem 1 MS Me 8 h 30 - 11 h 15Sem 1 MS Me 8 h 30 - 11 h 15",
    "Prérequis": "Ce cours est destiné aux élèves du MS GCGOE, il est également ouvert aux élèves-ingénieurs de troisième année de l'Ecole des Ponts ParisTech.",
    "Enseignants responsables": "Lina Maria GUAYACAN CARRILLO",
    "Equipe enseignante": "Matthieu HIEZ, Patrick LE DELLIOU, Christophe QUINTIN, Jean-Francois SIDANER, Michel GUERINET, Petre ILIE-LAZAR, Pierre-Alain NAZE, Nasser SADI, Jean Philippe TARDIVEL, Darius SEYEDI",
    "Objectifs du module": "La conception, la réalisation et le fonctionnement des ouvrages pour l'énergie conduisent à des défis majeurs de planification, d'évaluation et de gestion de risques à différents niveaux tant scientifique, technique, technologique, environnemental et humain, en France et en Europe. L'objectif de ce module est de présenter aux élèves-ingénieurs les problématiques relatives aux ouvrages pour l'énergie, les approches pluridisciplinaires utilisées ainsi que les outils développés et d'aide à l'ingénierie pour faire face à ces défis. Le cours est dispensé par des experts de haut niveau ayant une grande expérience de terrain. Le programme est articulé autour de grands projets ayant un impact important dans la société et qui soulèvent des nombreuses problématiques, tant d'un point de vue de l'ingénierie que socio-économico-environnemental. Les élèves-ingénieurs pourront appréhender le contexte historique, social, technique et environnemental dans la mise en place et la maintenance des différents ouvrages pour l'énergie.",
    "Programme du module": "Sûreté et sécurité des grands ouvrages pour l'énergie (1 séance) Les barrages (4 séances) : Différents types de barrages ; Sûreté des barrages - Leçons tirées des accidents ; Ouvrages hydrauliques ; Auscultation - maintenance Les centrales nucléaires (3 séances) : La sûreté nucléaire - Leçons tirées des accidents ; Principaux types de centrales nucléaires, EPR ; La maintenance des centrales ; Problématique de dynamique avancée. Développement et exploitation des champs offshore (3.5 séances) : Différents types de structure ; Conception et dimensionnement des ouvrages ; Méthodes de construction et d'installation ; Sécurité et sûreté : leçons tirées des accidents ; Impact sur l'environnement de l'industrie pétrolière offshore. Les structures supports pour énergies renouvelables marines (1 séance) : Énergies, enjeux et perspectives ; Énergies renouvelables marines (Éolien offshore, Energie marémotrice, Énergie houlomotrice …). Contrôle final (1/2 séance). Journée pédagogique : Visite des centres de stockage de déchets à faible radio-activité de l'ANDRA dans l'Aube.",
    "Modalités": "13 séances de 2 heures et demie.",
    "Contrôle des connaissances - Règles de validation du module": "Evaluation par groupes (60%) : 1. Exposé sur les barrages. 2. Deux mini-projets, comportant notamment la partie liée aux centrales nucléaires et aux champs offshores. Evaluation individuelle (40 %) : 3. Contrôle final (30 %) 4. Participation et assiduité en cours (10 %).",
    "Adresse du site du module": "http://educnet.enpc.fr/course/view.php?id=148",
    "Documents pédagogiques - Bibliographie": "Le site Educnet du cours comprend une bibliothèque avec les transparents et les supports multimédia utilisés par chaque intervenant.",
    "Effectif maximal": "Effectif limité à 36 élèves",
    "Département de rattachement": "Département Génie Civil et Construction",
    "Nombre de crédits ECTS": "3 crédits ECTS",
    "Mise à jour": "1er septembre 2024",
    "Code": "CORI1"
}