{
    "Créneau": "Sem 3/Sem 5/Sem 1 MS Ve 15 h 15 - 18 hSem 1 MS Ve 15 h 15 - 18 h",
    "Prérequis": "Notions de mécanique des sols et des roches",
    "Enseignants responsables": "Laurent BEREND",
    "Equipe enseignante": "Fabien BINET, Laurent BEREND, Herve LE BISSONNAIS, Bruno DEMAY, Eric GASTINE, Louis CANOLLE, Jean Louis MAHUET, Julian MARLINGE, Loic THEVENOT, Omar MORENO-REGAN, Céline CASTEL-MUSEUX",
    "Objectifs du module": "À l'issue du module, les élèves auront acquis une bonne connaissance des spécificités du domaine des travaux souterrains ; ils auront en particulier pu comprendre les facteurs déterminants dans la conception et la conduite d'un projet de tunnel routier ou ferroviaire (fonctionnalité de l'ouvrage à construire, prise en compte de l'environnement, des conditions de terrains, et des risques liés à la construction). Ils auront également acquis les notions de base de la géotechnique et de la mécanique des roches appliquées aux travaux souterrains. Ils auront eu un aperçu des approches calculatoires qui sont habituellement employées. Ils auront pu aussi acquérir la pratique des calculs de pré-dimensionnement par la méthode convergence-confinement, Ce module leur permettra ainsi d'intégrer de plein pied une équipe de projet ou de construction d'un ouvrage souterrain.",
    "Programme du module": "Le module est partagé en une moitié de cours magistraux, une moitié de petites classes et est complété par une visite d'un chantier de travaux souterrains. Les cours magistraux portent sur les thèmes suivants : La place des ouvrages souterrains dans le domaine du génie civil Les grands tunnels routiers et ferroviaires européens Méthodes conventionnelles Tunneliers Fonctionnalités dimensionnantes en tunnels routiers et ferroviaires : sécurité, ventilation Tunnels en terrain rocheux - la pratique de l'explosif Revêtement final des tunnels : fonctions, mode de réalisation, conception L'étanchéité des ouvrages souterrains : conception, mise en œuvre, contrôles Tunnels en milieu urbain : l'incidence du bâti Instrumentation et suivi d'un chantier de tunnel Les Petites Classes sont réparties en deux séries : Une première série consacrée à la Géologie, la géotechnique, et la mécanique des roches appliquées aux travaux souterrains Une deuxième série consacrée aux calculs en convergence-confinement",
    "Modalités": "Les cours magistraux occupent 6 séances de 2h45 chacune. Les Petites Classes, au nombre total de 6 séances de 2h45, se déroulent par petits groupes d'environ 20 étudiants chacun. La 13e séance est consacrée au contrôle de connaissances. La visite d'un chantier de travaux souterrains en région parisienne se déroule sur une demi-journée pédagogique.",
    "Contrôle des connaissances - Règles de validation du module": "L'évaluation des étudiants est basée sur un test réalisé lors de la dernière séance. Le thème est double : une première partie sur les aspects de géotechnique, une deuxième partie sur les aspects de calcul en convergence-confinement. Une note sur 20 est attribuée à chacune des deux parties. La note globale est la moyenne de ces deux notes",
    "Adresse du site du module": "educnet.enpc.fr/course/view.php?id=214&username=guest",
    "Documents pédagogiques - Bibliographie": "Les présentations utilisées par les différents intervenants. Elles font l'objet de mises à jour régulières. Une liste de liens vers les sites pertinents et notamment ceux des Associations Française et Internationale du domaine Des documents ayant servi de support aux différentes journées pédagogiques organisées autour du module Le recueil des tests de contrôle de connaissances des années précédentes, accompagnés d'un certain nombre de corrigés.",
    "Effectif maximal": "Effectif illimité",
    "Département de rattachement": "Mastère Génie Civil et Ecoconception",
    "Nombre de crédits ECTS": "3 crédits ECTS",
    "Mise à jour": "4 février 2019",
    "Code": "COTU1"
}