{
    "Créneau": "Sem 3/Sem 5 Je 8 h 45 - 10 h 45Sem 5 Je 8 h 45 - 10 h 45",
    "": "Cours de 9h45 à 11h45 aux Ponts",
    "Prérequis": "Aucun",
    "Enseignants responsables": "Eric Alonzo",
    "Equipe enseignante": "Eric ALONZO, Gwenaëlle D'ABOVILLE, Julien ROMANE, Thibault BARBIER",
    "Objectifs du module": "Ce cours porte sur les relations entre architecture et l’urbanisme à travers la notion de « projet urbain » élargie à celle d’« architecture du territoire ». Il se compose de séances à visée historique, théorique et critiques ainsi que d’une série de leçons qui traitent de la conception spatiale, à différentes échelles, d’objets construits : groupement d’édifices, sols, infrastructures, etc. Pour conclure, des architectes-urbanistes et des paysagistes-urbanistes viendront présenter certains de leurs projets. Ce cours magistral destiné aux étudiants de 3e année en architecture est également suivi par des élèves ingénieurs de l’École des Ponts Paris Tech ainsi que par les architectes et paysagistes de la formation DSA d’architecte-urbaniste.",
    "Programme du module": ". Définitions, histoire et doctrines . Aménager et ménager : sol, pente, nivellement . Tracé, découpage et type architectural . Fabriquer l’espace public : voies, partage de l’espace, stationnement, rez-de-chaussée, limites . Formes urbaines, profondeur et contextes . Renaturation d’une infrastructure paysagère : l’Aire et reconversion d’une friche urbaine : la caserne Mellinet . Actualité du projet urbain et crise du modèle . Expériences de praticiens",
    "Modalités": "8 séances de 2 heures 1 séance de visite sur un site parisien 1 séance pour le partiel",
    "Contrôle des connaissances - Règles de validation du module": "Mode d’évaluation 1re session : examen écrit 2e session : examen écrit Compétences évaluées Savoirs et savoir-faire dans le domaine du projet urbain, du lotissement et de la conception des espaces publics.",
    "Documents pédagogiques - Bibliographie": "Les références bibliographiques sont données à chaque cours",
    "Effectif maximal": "Effectif illimité",
    "Département de rattachement": "Département Ville Environnement Transport",
    "Nombre de crédits ECTS": "2 crédits ECTS",
    "Mise à jour": "2 septembre 2024",
    "Code": "COURB"
}