{
    "Créneau": "Sem 2/Sem 4Sem 4",
    "": "Personal computer",
    "Prérequis": "Introduction à la programmation C++, 1ère partie",
    "Enseignants responsables": "Pascal MONASSE",
    "Equipe enseignante": "Pascal MONASSE, Thibault LOISEAU, Corentin SAUTIER",
    "Objectifs du module": "Les concepts de base du C++ ayant été introduits dans la première partie, l'objectif principal de ce module est d'introduire la progammation orientée objet dans ce langage. Cela consiste en l'encapsulation des fonctions agissant sur les objets dans leur structure propre. En particulier, le cycle de vie des objets, construction et destruction, sera étudié et son exploitation pour la gestion des ressources sera détaillée. Ce cours d'introduction laisse néanmoins de côté deux concepts importants de la programmation orientée objet : l'héritage et le polymorphisme. À l'issue de ce module, les étudiants seront capables de structurer le code en objets et de gérer leur construction et destruction.",
    "Programme du module": "Séance 1. Allocation de mémoire dynamique Séance 2. Introduction aux objets Séance 3. Constructeur et destructeur Séance 4. Gestion des classes et mémoire Séance 5. Compléments divers : fichiers, chaînes de caractères Séance 6. TP Séance 7. Examen sur machine",
    "Modalités": "Les séances 1 à 5 comportent une heure de cours et une heure et demie de TP sur machine. La séance 6 sera entièrement dédiée au TP long, qui est un mini-projet.",
    "Contrôle des connaissances - Règles de validation du module": "Un rendu de TP/projet (40 %) et un examen final sur machine (60 %).",
    "Documents pédagogiques - Bibliographie": "Code source initial pour les TPs, bibliothèques Imagine++ pour faire des interfaces graphiques de façon simple, polycopié couvrant l'intégralité du cours. SITE WEB : https://educnet.enpc.fr",
    "Effectif maximal": "Effectif limité à 30 élèves",
    "Département de rattachement": "Département de 1ère année",
    "Nombre de crédits ECTS": "2 crédits ECTS",
    "Code": "CPLUB"
}