{
    "Créneau": "Sem 2/Sem 4Sem 4",
    "": "Ordinateur personnel.",
    "Prérequis": "Aucun",
    "Enseignants responsables": "Pascal MONASSE",
    "Equipe enseignante": "Pascal MONASSE, Thibault LOISEAU, Corentin SAUTIER, Thomas DAUMAIN",
    "Objectifs du module": "L'objectif principal de ce module est d'apporter aux éléves de première année de cycle d'ingénieur une formation de base à la programmation dans le langage C++. L'intérêt de changer de langage par rapport à Python est d'avoir un contact plus intime avec la machine : beaucoup de concepts tenus pour implicites en Python et traités en coulisses par son interpréteur doivent être traités explicitement en C++ pour être compris par la machine, comme la déclaration des types des variables et la gestion de la mémoire pour les tableaux. La nouveauté la plus saillante est aussi que le langage est compilé et non interprété, résultant en un programme moins gourmand en mémoire et plus rapide. À l'issue de ce module, les étudiants sauront utiliser un environnement de développement pour mettre au point un programme en C++ et le structurer de façon propre.",
    "Programme du module": "Séance 1. Environnement de programmation, compilation Séance 2. Fonctions, variables, boucles Séance 3. Tableaux Séance 4. Structures Séance 5. Organisation du code en plusieurs fichiers Séance 6. Mémoire, fonctions récursives, file et pile Séance 7. Examen sur machine",
    "Modalités": "Chaque séance comporte une heure de cours et une heure et demie de TP sur machine.",
    "Contrôle des connaissances - Règles de validation du module": "Un rendu de TP (20 %), trois petits exercices DM (30 %) et un examen final sur machine (50 %).",
    "Documents pédagogiques - Bibliographie": "Code source initial pour les TPs, bibliothèques Imagine++ pour faire des interfaces graphiques de façon simple, polycopié couvrant l'intégralité du cours. Site : https://educnet.enpc.fr",
    "Effectif maximal": "Effectif limité à 30 élèves",
    "Département de rattachement": "Département de 1ère année",
    "Nombre de crédits ECTS": "2 crédits ECTS",
    "Mise à jour": "23/09/2024",
    "Code": "CPLUA"
}