{
    "Créneau": "ProlongSem 1 MS/ProlongProlong",
    "Enseignants responsables": "Florian ESCOFFIER",
    "Equipe enseignante": "David Haboussa, Charisis-Sotirios CHATZIGOGOS, Leopoldo TESSER, Florian ESCOFFIER, Charles DROSZSZ",
    "Objectifs du module": "Présenter aux élèves le fonctionnement général d'un logiciel de calcul par éléments finis et les modules d'aide à la modélisation qui l'accompagnent : modules de CAO, de maillage et de post-traitement. Leur apprendre à réaliser une modélisation complète d'une structure en vue d'un calcul adapté au besoin industriel avec la plate-forme de modélisation Salomé_Méca (et son module de calcul Code_Aster).",
    "Programme du module": "- Séance 1 - Présentation des métiers liés à la modélisation numérique et aux calculs éléments finis en génie civil. Structuration d'une plate-forme de modélisation : modules de pré et post-traitement, solveurs éléments finis. Présentation de la plate-forme Salomé_Méca et du solveur éléments finis code_aster. Eléments théoriques sur les algorithmes de maillage (libre, structuré, raffinement, …). Travaux pratiques : premiers essais de CAO/maillage. - Séance 2 - Rappels théoriques sur la discrétisation d'équations différentielles et sur la théorie des éléments finis. En particuliers : problème d'interpolation, formulation variationnelle, conditions de convergence de l'approximation. Application à la discrétisation d'un problème de calcul linéaire simple (assemblage de la matrice de raideur, traitement des conditions limites par élimination ou lagrangisation). Travaux pratiques : réalisation d'un premier calcul numérique linéaire. - Séance 3 - Post-traitement des champs mécaniques (contraintes, déplacements) dans Code_Aster et avec Salomé_Méca. Calcul des contraintes principales, contraintes équivalentes. Interpolation des champs. Visualisation des champs vectoriels (aux nœuds, aux points de Gauss, déformées, …). Travaux pratique : visualisation et interprétation des résultats du calcul linéaire. - Séance 4 - Types de non-linéarités et calculs non-linéaires. Principe de résolution incrémentale d'un calcul non-linéaire (méthode de Newton-Rapson) et critères de convergence. Travaux pratiques : calcul non-linéaire de plasticité. - Séance 5 - dynamique linéaire : modes de vibration, dynamique transitoire, transitoire à chocs, amortissement. Travaux pratiques : problèmes dynamiques simples. - Séance 6 - Calcul sur des éléments de structure : les éléments de coque et de plaque, les éléments de poutre, éléments discrets. Travaux pratiques : calculs statiques linéaires avec les éléments de structure. - Séance 7 - Présentation des applications en génie civil : endommagement, rupture, fluage, THM, thermo-hydratation du béton, modélisation de câbles de précontraintes et des armatures métalliques. Présentation des sujets des projets type \" bureau d'étude \". - Séance 8 - Projet type \" bureau d'étude \". - Séance 9 - Projet type \" bureau d'étude \". - Séance 10 - Soutenance orale.",
    "Modalités": "10 séances de 3 heures (cours à CentraleSupelec)",
    "Contrôle des connaissances - Règles de validation du module": "A partir de la séance 6, les élèves travailleront sur un projet type \" bureau d'étude \". Chaque sujet traitera d'un point théorique particulier de modélisation en GC. La note globale est composée de : 1/3 CC, 1/3 travail sur le projet, 1/3 qualité du rapport et de la soutenance orale.",
    "Adresse du site du module": "educnet.enpc.fr/course/view.php?id=209",
    "Effectif maximal": "Effectif limité à 26 élèves",
    "Département de rattachement": "Mastère Génie Civil des Grands Ouvrages pour l'Energie",
    "Nombre de crédits ECTS": "3 crédits ECTS",
    "Code": "CSEFI"
}