{
    "Créneau": "Sem 3/Sem 5 Me 8 h 30 - 11 h 15Sem 5 Me 8 h 30 - 11 h 15",
    "Prérequis": "Aucun prérequis particulier.",
    "Enseignants responsables": "Eric ALONZO",
    "Equipe enseignante": "Eric ALONZO, Chloé PICARD, Raphaël ZEPHIR, Laurent VIGNEAU",
    "Objectifs du module": "Cet enseignement constitue l'un des quatre cours-supports de la voie d'approfondissement \"Eco-conception de la ville durable\". Son sujet spécifique concerne l'insertion urbaine de modes de transport à des opérations d'aménagement locale. Il s'appuie notamment sur un état des lieux des doctrines contemporaines animant la conception de la \" Ville Durable \" depuis l'entrée spécifique de l'infrastructure de transport. Un exercice de TD fait office de fil rouge et permet la mise en pratique de l'ensemble des contenus sur un site concret. Le cours a pour objectifs de connaissance : \" Une sensibilisation aux jeux et logiques d'acteurs (domaines respectifs d'intervention de l'ingénieur, de l'urbaniste, des maîtres d'ouvrage…) \" Une typologie des contraintes concrètes directes (en terme technique, d'impact…) et indirectes (bilan, temporalités…) liées à l'implantation, l'insertion et l'intégration de projet de transport. Et pour objectifs de compétence : \" Apprendre à identifier la contrainte et à la positionner dans la perspective du projet d'aménagement, \" Apprendre des méthodes et techniques de gestion de la contrainte (détournements de réseaux, adaptation du projet, compensation…)",
    "Programme du module": "Le cours s'étend sur 13 séances de 2 h 45. Il se décompose en 3 séquences thématiques. CYCLE 1 : Planification & mobilité 1) De la tabula rasa à l'exégèse du déjà-là 2) Les fondamentaux de la mobilité : l'exemple de la Réunion 3) Représentations du projet de territoire 4) Planification & urbanisme de projet CYCLE 2 : Aménagement & transport 5) Généalogie de la conception de l'infrastructure de transport pensée comme un objet de l'aménagement 6) L'articulation des systèmes de transports 7) Représentations du projet d'aménagement 8) De la ville qui s'étend à la ville sur la ville CYCLE 3 : Espace & déplacement 9) La subordination des infrastructures au dess(e)in de la ville 10) Les logiques d'implantation des projets de transport 11) Représentation du projet spatial 12) Séance de bouclage 13) RESTITUTION",
    "Contrôle des connaissances - Règles de validation du module": "L'évaluation des étudiants se fait par le biais des présentations orales finales, complétées par de courts rendus écrits à l'issu de chaque séquence. De façon détaillée, la note sur vingt se construira de la façon suivante : 3 points pour l'assiduité (présence et participation orale) et 17 points pour les rendus et présentations orales. Pour valider le module, chaque étudiant devra avoir obtenu la note de 10 sur 20 au minimum.",
    "Adresse du site du module": "http://gede.enpc.fr/Programme/Fiche.aspx?param=M:CSIUR:2017&langue=",
    "Documents pédagogiques - Bibliographie": "Une liste d'ouvrages et de documents en lien avec le site d'étude pour le TD sera fournie en début d'année aux étudiants.",
    "Effectif maximal": "Effectif limité à 10 élèves",
    "Département de rattachement": "Département Ville Environnement Transport",
    "Nombre de crédits ECTS": "3 crédits ECTS",
    "Mise à jour": "2 septembre 2024",
    "Code": "CSIUR"
}