{
    "Créneau": "Sem 5",
    "Prérequis": "Obligatoire : Cours « Modéliser et Optimiser les Systèmes de mobilité » Formation ingénieur en modélisation physique, probabilités et modèles stochastiques",
    "Enseignants responsables": "Fabien LEURENT , Justine DORSZ",
    "Equipe enseignante": "Fabien LEURENT, Justine DORSZ",
    "Objectifs du module": "des systèmes de mobilité. Cette partie appliquée sera menée sous la forme de projets en équipe (4-5 élèves) afin de construire un modèle de simulation de Service de Mobilité Partagé et de l'appliquer à titre de démonstration. La simulation traitera d’opérations de service. Elle sera appliquée en visant le développement et à la planification. Le modèle représentera explicitement les ressources et les opérations de service dans l'espace et sur une période quotidienne. Du côté de la demande, les comportements des clients seront modélisés et les demandes de service seront générées de manière aléatoire. Du côté de l'offre, l'emplacement et l'occupation de toutes les ressources de service seront simulés dynamiquement. Différents scénarios de fourniture de services seront conçus et testés en faisant varier la taille de la flotte, la zone de couverture, la densité de la demande et les tarifs. A l'issue du module, les élèves seront capables de : • Adopter des approches opérationnelles et de planification des services de mobilité • Modéliser les processus de mobilité partagée en formules mathématiques et intégrer les opérations de service dans un programme mathématique mixte d'optimisation sous contrainte. • Encoder un tel programme mathématique dans un environnement informatique pour l'optimisation numérique • Visualiser des états du système et de leurs variations dynamiques • Réaliser une analyse de sensibilité, une analyse de robustesse",
    "Programme du module": "• Formalisation littérale du problème opérationnel, en appui sur des documents de référence. • Formulation mathématique d’un problème gestionnaire. • Spécification algorithmique. • Codage informatique. • Application numérique pour démonstration",
    "Modalités": "7 séances de 3 heures, chacune de type Travaux dirigés avec un court exposé suivi d’un temps de travail en équipe-projet",
    "Contrôle des connaissances - Règles de validation du module": "Réalisation de l’étude de cas, et restitution sous la forme d’un court document technique « à la manière d’un article scientifique », complété par des annexes (codes informatiques, données d’input…).",
    "Effectif maximal": "Effectif illimité",
    "Département de rattachement": "Master Economie de l'Environnement, Energie et Transport",
    "Nombre de crédits ECTS": "2 crédits ECTS",
    "Code": "CSMM"
}