{
    "Créneau": "Sem 1 MS",
    "": "Aucune",
    "Prérequis": "Aucun, à part ceux pour intégrer le mastère spécialisé",
    "Enseignants responsables": "Nicolas MONTAGNE",
    "Objectifs du module": "Grâce au développement du numérique et à la croissante capacité des ordinateurs, les outils pour la modélisation ont beaucoup progressé. De simples outils de dessin en plan, les logiciels de modélisation permettent désormais la représentation de formes courbes complexes. Pour créer ces géométries et mieux les appréhender, il est nécessaire de comprendre les objets et les processus à la base de leur génération. Ainsi, ce module a pour objectif de présenter et de familiariser les étudiants avec les types, et les structures de donnéées couramment utilisées dans les logiciels de dessins assistés par ordinateur (CAD). En plus de s'intéresser aux aspects de modélisation, des notions complétentaires seront étudiées pour complexifier et enrichir la conception. Les étudiants apprendront donc par exemple à intégrer des mesures et des bases de données externes pendant la conception ainsi quà' développer des outils personnalisés.",
    "Programme du module": "Utilisation avancée de Rhinoceros et Grasshopper. Représentations Géométriques Discrétisées. Représentations Géométriques Continues. Import, export et formatage. Création d'outils personnalisés pour la Modélisation.",
    "Modalités": "Séances hebdomadaires de 3h. Les séances seront divisées en 2, avec une première partie de cours magistral permettant de présenter les aspects théoriques, puis la seconde partie sera consacrée à la pratique au travers de TD.",
    "Contrôle des connaissances - Règles de validation du module": "Plusieurs critères d'évaluations seront pris en compte : La présence et l'investissement tout au long du module, Deux séances de travaux dirigés relevés, Un projet final en groupe de 2 à 3 personnnes sur une application.",
    "Documents pédagogiques - Bibliographie": "Grasshoper Primer par Modelab. Rhinoceros and Grasshopper Developer Documentation Effective Computational Geometry for Curves and Surfaces par J.D Boissonat and M.Teillaud",
    "Effectif maximal": "Effectif illimité",
    "Département de rattachement": "MS Digital Building Design",
    "Nombre de crédits ECTS": "4 crédits ECTS",
    "Code": "DATAS"
}