{
    "Créneau": "Sem 4/Sem 6 Lu 13 h 45 - 16 h 30Sem 6 Lu 13 h 45 - 16 h 30",
    "": "Les élèves devront suivre le cours de pratique des méthodes d'apprentissage (Big Data) en parallèle ou Machine learning (IMI)",
    "Prérequis": "Bases de probabilités (cours de première année), de statistiques, d'analyse de données (deuxième année) et de programmation (cours de techniques de développement logiciel).",
    "Enseignants responsables": "Bruce DELATTRE",
    "Objectifs du module": "La \" data science \" est de plus en plus mobilisée par les entreprises et pourtant nombreuses sont les études indiquant un faible taux de mise en production de produits embarquant des algorithmes intelligents et nourris par la donnée (souvent estimé de 10 à 20%). Une raison est que le terrain de jeu offert par les entreprises à la data science est en réalité bien plus complexe qu'il n'y parait : les besoins sont nombreux, la donnée est multiple et éparpillée et les algorithmes doivent souvent s'adapter à des contraintes de production fortes. Nous sommes bien loin de la simplicité des fameuses compétitions Kaggle où l'objectif est donné d'avance, les données presque offertes et où les meilleurs modèles sont aussi les moins réalistes pour une application industrielle sérieuse ! Face à ce constat, le cours Data Science for Business a pour but de permettre aux étudiants d'acquérir une maîtrise opérationnelle forte des outils et méthodes de la science des données dans le cadre d'applications industrielles et business réelles. A travers l'étude et la réalisation pratique d'un projet typique de bout en bout, les élèves apprendront à : \" Qualifier et reformuler un problème business initial et comprendre en quoi la donnée et les algorithmes peuvent aider \" Cadrer et organiser un projet data science complexe \" Réaliser de bout en bout un produit \" Data Science \" : de la préparation et l'exploration de la donnée à la mise en production d'une solution robuste en passant par la modélisation, l'optimisation et l'évaluation de modèles \" Communiquer et rendre compte de ses résultats à une audience aux profils divers Ce module leur permettra d'appréhender au mieux leurs futurs projets Data Science dans des environnements organisationnels et collaboratifs complexes.",
    "Programme du module": "Compréhension et qualification d'un problème Data Science. Environnement de travail d'un data scientist. Compréhension, récupération, visualisation et préparation des données. Entraînement, évaluation et optimisation de modèles d'apprentissage statistique. Mise en production de projets Data Science",
    "Modalités": "13 séances de 2h30. Cours pratique : réalisation d'un projet entier de Data Science en fil rouge par groupes d'élèves. Chaque début de séance sera consacré à la présentation d'un ensemble de concepts théoriques clefs. Chaque session sera ensuite dédiée à la construction d'un produit Data Science entier, étape par étape par groupe de 4-5 élèves aidés par l'équipe pédagogique.",
    "Contrôle des connaissances - Règles de validation du module": "Les groupes d'élèves présenteront leur projet fil rouge, effectué tout au long du cours, devant tous les participants de la même manière qu'ils devraient présenter un projet devant des stakeholders / sponsors d'un projet business. Seront attendues : \" Quelques slides appuyant la présentation : o rappelant la problématique, le besoin initial, o présentant les grandes étapes de leur projet, les réussites, points bloquants o explicitant les algorithmes retenus o présentant les résultats o proposant des actions pour le futur \" Une présentation argumentée de leur code (organisation de la librairie, choix d'architecture, performance)",
    "Documents pédagogiques - Bibliographie": "Le cours sera accompagné d'un support pédagogique et d'un repository github contenant les instructions des différentes étapes du projet ainsi que des exemples illustrés de solutions aux problèmes. Bibliographie : \" Data Science for Business, Foster Provost et Tom Fawcett, O'Reilly \" Python for Data Analysis, Wes McKinney, O'Reilly \" Hands-On Machine Learning with Scikit-Learn, Keras & TensorFlow, Aurélien Géron, O'Reilly \" Deep Learning, Ian Goodfellow, Yoshua Bengio et Aaron Courville, The MIT Press \" Machine Learning Engineering, Andriy Burkov, True Positive Inc. \" Des articles permettant d'approfondir les notions seront proposés aux élèves lors de chaque cours",
    "Effectif maximal": "Effectif limité à 30 élèves",
    "Département de rattachement": "Département Génie Industriel",
    "Nombre de crédits ECTS": "3 crédits ECTS",
    "Mise à jour": "01 Septembre 2024",
    "Code": "DATBI"
}