{
    "Créneau": "Sem 3/Sem 5Sem 5",
    "Prérequis": "/",
    "Enseignants responsables": "Adélaide FERAILLE",
    "Equipe enseignante": "Adélaide FERAILLE, Charlotte ROUX",
    "Objectifs du module": "Objectifs du modules Ce module apporte aux étudiants les compétences de bases de la méthodologie d'analyse du cycle de vie (ACV). Dans le secteur du génie civil, l'usage de cette méthodologie est de plus en plus fréquent, en lien avec l'évolution des exigences réglementaires et l'intérêt grandissant des donneurs d'ordre et de la société civile pour les questions environnementales. Ce module permet également de développer une vision large, systémique et holistique. La formation alterne cours théorique et application pratique. Les cours sont centrés sur la méthodologie et l'analyse critique, ce qui demande un investissement personnel des étudiants à la fois en amont (lecture de documents informatifs pour l'acquisition du vocabulaire et des connaissances-clefs), pendant le cours (questions régulières aux étudiants) et en aval (note de synthèse). Les enjeux actuels, à la pointe de la recherche, sont abordés : ACV dynamique, conséquentielle, prospective, lien avec le BIM. Connaissances et compétences acquises dans le module A l'issue du module, les élèves seront capables de : Comprendre les problématiques environnementales présentes aujourd'hui Comprendre l'importance d'un raisonnement multicritère en cycle de vie Expliquer l'importance du raisonnement systémique multicritère pour l'évaluation environnementale. Appliquer la méthodologie d'ACV à un cas concret. Analyser une étude ACV, encadré par un chef de projet.",
    "Programme du module": "Séance 1 : Introduction aux problématiques environnementales Séance 2 : Méthode ACV Séance 3 : Méthode ACV - Quizz (30 minutes) Séance 4 : Focus sur les indicateurs environnementaux : dissection d'un indicateur Séance 5-6 : Travail en TD sur les indicateurs Séances 7 : Présentation des travaux des élèves sur les indicateurs Séances 8-10 : TD Ponts sur OpenLCA",
    "Modalités": "10 séances de 3h",
    "Contrôle des connaissances - Règles de validation du module": "L'évaluation des étudiants est réalisée en trois temps : -20% Quizz de connaissance à la fin des cours théoriques -30% Travail sur indicateur -50% Rapport écrit TD dirigé sur logiciel généraliste, en binôme: validation des bases méthodologiques",
    "Documents pédagogiques - Bibliographie": "copies des supports projetés, recueil d'exercices, recueil d'articles, ...",
    "Effectif maximal": "Effectif illimité",
    "Département de rattachement": "Collège Doctoral",
    "Nombre de crédits ECTS": "3 crédits ECTS",
    "Mise à jour": "22/02/2024",
    "Code": "DCODU"
}