{
    "Créneau": "Sem 4/Sem 6 Me 8 h 30 - 11 h 15Sem 6 Me 8 h 30 - 11 h 15",
    "": "Pas de condition spécifique",
    "Enseignants responsables": "Mohamed Saad EL HARRAB , Paul LUCCHESE",
    "Equipe enseignante": "Sylvain SOURISSEAU",
    "Objectifs du module": "Ce cours vise à fournir une compréhension approfondie de la décarbonation de l'industrie, en mettant l'accent sur les défis, enjeux et solutions possibles, tout en reconnaissant l'importance cruciale de la régulation en complément des technologies pour une décarbonation efficace. L'approche pédagogique adoptée commence par introduire les fondamentaux de la décarbonation, puis procède au diagnostic des secteurs industriels majeurs à forte consommation énergétique. Par la suite, le cours explore les nouveaux vecteurs énergétiques, en particulier l'hydrogène, ainsi que l'impact des technologies émergentes telles que la Data Science. Des études de cas approfondies dans des secteurs variés (sidérurgie, ciment, industrie électrique, Supply Chain et transport) permettront aux étudiants de mettre en pratique leurs connaissances et de développer des compétences pour proposer des solutions innovantes et viables en matière de décarbonation industrielle. Le cours alternera entre la présentation des concepts et modèles théoriques relatifs à la décarbonation industrielle et leur application concrète à travers des études de cas spécifiques. En partant d'une compréhension initiale des fondamentaux, les étudiants seront amenés à analyser des situations réelles dans divers secteurs industriels. Ils devront ensuite concevoir et proposer des stratégies de décarbonation viables et innovantes, répondant aux défis spécifiques de chaque secteur. Cette approche pratique vise à renforcer la compréhension théorique des étudiants tout en développant leurs compétences en résolution de problèmes et en mise en œuvre de solutions durables dans le contexte industriel. À l'issue de ce cours, les étudiants devront : - Maîtriser les concepts fondamentaux et comprendre les enjeux majeurs de la décarbonation dans l'industrie. - Connaître les bases théoriques et les applications pratiques des différentes stratégies et technologies de décarbonation. - Être capables d'identifier et d'analyser les problématiques spécifiques aux secteurs industriels à forte consommation énergétique et de proposer des solutions de décarbonation adaptées. - Être en mesure de concevoir des stratégies de décarbonation viables et innovantes pour divers secteurs industriels, intégrant des approches multidisciplinaires.",
    "Programme du module": "1. Fondamentaux, Défis et Enjeux de la Décarbonation 2. Étude du Secteur du Ciment 3. Étude du Secteur de la Sidérurgie (Acier, Aluminium) 4-5. Hydrogène comme Nouveau Vecteur de Décarbonation 6. Travail en Autonomie sur l'Étude de Cas 7-8. Secteur Électrique 9. Supply Chain et Transport 10. Soutenances des Études de Cas",
    "Modalités": "8 séances de cours magistraux (2h30 chacune) + 2 cas pratiques (note de synthèse + cas d'étude).",
    "Contrôle des connaissances - Règles de validation du module": "Les élèves seront évalués à travers deux cas pratiques (une note de synthèse et un cas d'étude), comptant respectivement pour 30 % et 70 % de la note finale.",
    "Adresse du site du module": "http://gede.enpc.fr/Programme/Fiche.aspx",
    "Documents pédagogiques - Bibliographie": "Polycopié, présentations, travaux dirigés et travaux pratiques avec corrigés.",
    "Effectif maximal": "Effectif limité à 20 élèves",
    "Département de rattachement": "Département Génie Industriel",
    "Nombre de crédits ECTS": "2 crédits ECTS",
    "Mise à jour": "01 Septembre 2024",
    "Code": "DECRB"
}