{
    "Créneau": "Sem 3/Sem 5Sem 5",
    "Enseignants responsables": "Arnaud PASSALACQUA",
    "Objectifs du module": "Il s'agit d'un cours sur les mobilités qui s'adresse prioritairement aux acteurs privés des mobilités plutôt qu'aux décideurs publics. Il s'agit de fournir aux étudiants une compréhension suffisante : des enjeux des transports durables ; des espaces urbains et régionaux ; des systèmes de transport tant dans leur dimension technique que managériale ; des déterminants de la mobilité ; pour pouvoir analyser de manière complète et intelligente les problématiques de mobilités auxquelles ils devront apporter une réponse durable. À l'issue du module, les élèves seront capables de : maîtriser le vocabulaire technique spécifique au domaine des transports et de l'aménagement ; analyser le rôle de la dimension spatiale dans l'analyse des problèmes de transports ; analyser les relations entre aménagement, infrastructures et demande de mobilités à l'échelle urbaine comme à l'échelle régionale ; identifier les acteurs centraux dans les définitions des mobilités et des systèmes de transport ; réaliser un état des lieux en termes d'enjeux pour l'environnement des transports terrestres : bruit, pollution atmosphérique, effet de serre, santé publique, accidentologie... réaliser un état des lieux en termes d'enjeux pour la société des transports terrestres : marché du travail, accessibilité, coût… identifier les déterminants fondamentaux des besoins de mobilités urbaines et régionales ; décrire dans leurs grandes lignes le modes d'exploitation des différents modes de transports (tant sur un plan technique qu'organisationnel) ; définir les critères pour juger de l'optimalité (durabilité) d'un mode à répondre à une demande de mobilité donnée.",
    "Programme du module": "1. Introduction : Etudier et qualifier les mobilités et les espaces urbains 2. Transport et aménagement : Le processus d'urbanisation à l'échelle mondiale Les relations entre systèmes de transport et aménagement de l'espace Visite de la métropole francilienne 3. Transport et développement durable de la ville : Les enjeux techniques (effet, pollution locale dont le bruit, particules). Les enjeux sociaux et économiques (sécurité des mobiles, sécurité énergétique, coûts des réseaux et ségrégations sociales) 4. Mobilités locales d'aujourd'hui et de demain : déterminants et les potentiels de régulation L'évolution de la mobilité locale et ses principaux déterminants Formes urbaines et mobilités Les transports du futur Les mobilités urbaines de demain : analyses des rationalités en cours Les mobilités urbaines de demain : les tensions sociétales et potentiels de régulation",
    "Modalités": "35h",
    "Contrôle des connaissances - Règles de validation du module": "Projet par petits groupes (4) sur l'analyse de la durabilité d'un système de transport urbain qui passerait entres autres sur une analyse des déterminants des mobilités, de durabilité des modes en oeuvre (analyse dans les dimensions techniques, organisationnelles et économiques).",
    "Effectif maximal": "35 élèves",
    "Département de rattachement": "Master Transport et Développement Durable",
    "Nombre de crédits ECTS": "3,5 ECTS",
    "Mise à jour": "septembre 2012 septembre 2019",
    "Code": "DEFD"
}