{
    "Créneau": "Sem 5",
    "Prérequis": "Mécanique des milieux continus : descriptions eulérienne et lagrangienne du mouvement, représentation des efforts intérieurs (tenseur de Cauchy), mesures des déformations, lois de conservation, Comportements élastique solide et fluide newtonien.",
    "Enseignants responsables": "Xavier CHATEAU",
    "Equipe enseignante": "Xavier CHATEAU",
    "Objectifs du module": "De nombreux matériaux de construction comme les bétons de ciment ou de terre, le plâtre, les enduits de façade, les peintures, etc, sont élaborés en mélangeant des particules solides à un fluide (généralement de l'eau). Durant la première partie de leur vie, qui va de leur élaboration à la prise chimique ou au séchage qui leur conférera la solidité nécessaire à leur usage, ces matériaux sont donc des fluides ou des pâtes. En fonction des propriétés des particules solides (nature physique, taille, quantité, …) et de la présence ou non d'adjuvants (tensio-actifs, polymères, …) ou de sels, les matériaux de construction à l'état fluide sont en général non-newtoniens et peuvent présenter des comportements très divers en écoulement. Les propriétés de ces fluides complexes pouvant être bénéfiques ou au contraire néfastes pour leur mise en œuvre, une bonne compréhension de leur comportement et des liens entre composition et propriétés rhéologiques est nécessaire pour optimiser leur formulation. Le premier objectif de ce cours est de présenter les caractéristiques et principales propriétés des matériaux de construction à l'état fluide puis d'introduire les modèles utilisés pour décrire les comportements les plus couramment observés en pratique (fluides rhéo-épaississant et rhéo-fluidifiant, fluide à seuil, thixotropie,...). On s'attachera notamment à établir les liens entre les propriétés rhéologiques des principaux matériaux de construction et les procédés utilisés pour les mettre en œuvre qu'ils soient traditionnels comme le coulage, le moulage ou le talochage ou plus récents comme l'impression 3d. Dans un second temps, les méthodes de changement d'échelle permettant de prédire le comportement d'un fluide hétérogène à partir des propriétés de ses constituants (comportement de la phase suspendante, nature et taille des inclusions, composition, proportion des constituants, …) seront présentées. Ces approches seront tout d'abord appliquées pour justifier les règles utilisées pour formuler des matériaux de construction comme les bétons. On montrera également que ces méthodes permettent d'optimiser et/ou faciliter l'optimisation de la formulation des matériaux de construction. A l'issue du module, les élèves seront capables de : \" Décrire les principaux comportements des matériaux de construction dans leur état fluide, \" Justifier de l'intérêt pratique de certaines de leurs propriétés (seuil de contrainte, thixotropie, …), \" Ecrire les principaux modèles rhéologiques utilisés pour décrire le comportement de ces matériaux, \" Résoudre des problèmes simples d'écoulement des fluides complexes, \" Prédire le comportement d'une suspension ou d'une émulsion à partir de sa composition, \" Evaluer les grandeurs globales (viscosité, seuil, module élastique sous le seuil, …) d'un béton en fonction des propriétés de la pâte et des caractéristiques des granulats ajoutés au mélange.",
    "Programme du module": "- Modélisation du comportement des fluides complexes o Rappels de mécanique des fluides o Fluides newtoniens généralisés o Fluides à seuil o Thixotropie - Approche par changement d'échelle du comportement des pâtes o Prise de moyenne pour les fluides hétérogènes o Solution de Jeffery-Eshelby. Viscosité d'une suspension newtonienne o Suspensions non newtoniennes de particules o Suspensions polydisperse o Cas des inclusions déformables : émulsions et matériaux aérés",
    "Modalités": "6 séances de 3 heures",
    "Contrôle des connaissances - Règles de validation du module": "Un devoir à la maison et un examen écrit. Validation si note supérieure ou égale à 10 sur 20.",
    "Documents pédagogiques - Bibliographie": "Hashin Z., Analysis of composite materials, a survey. J. Appl. Mech., 50, 481-505 (1983). Sanchez-Hubert J., Sanchez-Palencia E., Introduction aux méthodes asymptotiques et à l'homogénéisation, Masson, Paris, 1992. Sab K., On the homogenization and simulation of random materials. Eur. J. Mech. A/Solids, 11, n°5, 585-607 (1992). Nemat-Nasser S., Hori M., Micromechanics: Overall Properties of Heterogeneous Materials, North-Holland, 1993. Kozlov S.M., Olenik O., Zhikov V., Homogenization of Differential Operators, Springer Verlag,1994. Sab K., Propriétés homogénéisées des matériaux hétérogènes élastiques : définition et bornes. Actes des journées “ changement d'échelle ”. 7 et 8 juin 2000. Nantes. LCPC (2000). Bornert M., Bretheau T., Gilormini P. (Eds), Homogénéisation en mécanique des matériaux, Hermes, Paris, 2001.HASHIN Z., Analysis of composite materials, a survey. J. Appl. Mech., 50, 481-505 (1983). SANCHEZ-HUBERT J., SANCHEZ-PALENCIA E., Introduction aux méthodes asymptotiques et à l'homogénéisation, Masson, Paris, 1992. SAB K., On the homogenization and simulation of random materials. Eur. J. Mech. A/Solids, 11, n°5, 585-607 (1992). Nemat-Nasser S., Hori M., Micromechanics: Overall Properties of Heterogeneous Materials, North-Holland, 1993. KOZLOV S.M., OLENIK O., ZHIKOV V., Homogenization of Differential Operators, Springer Verlag,1994. SAB K., Propriétés homogénéisées des matériaux hétérogènes élastiques : définition et bornes. Actes des journées \" changement d'échelle \". 7 et 8 juin 2000. Nantes. LCPC (2000). BORNERT M., BRETHEAU T., GILORMINI P. (Eds), Homogénéisation en mécanique des matériaux, Hermes, Paris, 2001.",
    "Effectif maximal": "Effectif illimité",
    "Département de rattachement": "Collège Doctoral",
    "Nombre de crédits ECTS": "3 crédits ECTS",
    "Mise à jour": "26/01/2024",
    "Code": "DFLCO"
}