{
    "Créneau": "Sem 5",
    "Prérequis": "Mécanique des milieux continues fluides et solides Physique de la diffusion et des interfaces fluides (à un niveau élémentaire) Ces connaissances sont brièvement revues au début du cours et dans les documents.",
    "Enseignants responsables": "François CHEVOIR , Pierre JOP",
    "Equipe enseignante": "François CHEVOIR, Pierre JOP",
    "Objectifs du module": "De nombreux matériaux de construction sont constitués d'assemblages de particules cimentées. Leur fabrication nécessite une phase de mélange avec un fluide. Le cours a pour objet de donner aux étudiants les connaissances permettant de comprendre les mécanismes physiques génériques intervenant dans les mélange des grains et des fluides, afin d'être capable de les maîtriser voire de les optimiser. Sont ainsi étudiés dans ce cours : la rhéologie des matériaux granulaires secs et cohésifs, le mélange par advection diffusion des fluides newtoniens, et tout particulièrement le mélange chaotique. Ces sujets sont traités à l'échelle macroscopique et à l'échelle des grains lorsque cela est possible. A l'issue du module, les élèves seront capables de : - Décrire les principaux mécanismes et procédés de mélange intervenant dans l'industrie et dans les écoulements géophysiques - Caractériser la qualité et l'efficacité d'un mélange - Manipuler l'équation d'advection-diffusion, notamment pour discuter la dynamique de l'élongation d'un filament (échelle de Batchelor, exposant de Lyapounov) - Décrire les propriétés d'assemblages granulaires simples : interactions entre grains, compacité de mélanges bidisperses, effet des parois sur un empilement - Calculer un écoulement de grains secs ou cohésifs sur un plan incliné en présence ou non de parois - Décrire les principaux mécanismes de mélange avec un fluide à l'échelle des grains (tension superficielle, agrégats)",
    "Programme du module": "Introduction to mixing in fluids : Example of applications, hydrodynamics, transport equations Mixing by Lagrangian advection : Shear, chaotic advection Evolution of scalar during mixing : Single filament, concentration field, strange eigenmode Matériaux granulaires : interactions (fottement, capillarité), compacité, petites déformations Ecoulements granulaires : régimes d'écoulement, écoulements denses, plan incliné, influence des parois, écou-lements cohésifs, suspensions denses Mélange de grains : procédés, ségrégation, régimes en fonction de la saturation, rôle des ponts capillaires, agrégats",
    "Modalités": "6 séances de 3 heures (50% cours magistral, 50% travaux dirigés)",
    "Contrôle des connaissances - Règles de validation du module": "Examen écrit d'une durée de 3 heures (50%) Rapport sur un article scientifique (rencontre possible avec un enseignant) 30% Quizz au fil des séances (20%)",
    "Documents pédagogiques - Bibliographie": "Polycopié Copie des support des cours magistraux Sujet et corrigés des TD, notamment en python Exemples de sujets d'examen des années précédentes",
    "Effectif maximal": "Effectif illimité",
    "Département de rattachement": "Collège Doctoral",
    "Nombre de crédits ECTS": "3 crédits ECTS",
    "Mise à jour": "26/01/2024",
    "Code": "DFLMG"
}