{
    "Créneau": "Sem 5",
    "": "/",
    "Prérequis": "Expérience du travail en groupe, connaissance générale de l'urbanisme",
    "Enseignants responsables": "Marie JORIO",
    "Equipe enseignante": "Marie JORIO",
    "Objectifs du module": "Donner aux étudiants des outils et ressources pour savoir conduire les projets avec toutes les parties prenantes (habitants, usagers, besoins spécifiques, techniciens, élus…), à leurs différentes étapes, et se positionner soi-même dans un monde en transition. Le module fera appel à différents intervenants qui traiteront les sujets suivants : - Accompagner les changements en lien avec les transitions écologiques, - Concerter et prendre en compte tous les publics, - Savoir négocier avec les parties prenantes d'un projet, - Savoir organiser et présenter son projet.",
    "Programme du module": "14 séances au 1er semestre Séquence 1 : accompagnement des changements ; Comprendre les enjeux cognitifs et émotionnels activés lors d'un processus de changement en lien avec les transitions écologiques (modèles issus des sciences humaines) ; identifier les différentes postures de l'accompagnement ; renforcer la capacité (individuelle et collective) des étudiant.e.s à les mettre en œuvre dans le cadre de leurs projets Séquence 2 : concertation urbaine ; donner aux étudiant.e.s une compréhension fine des pratiques de concertation dans les projets urbains mais aussi développer leur sens critique et leur capacité à concevoir la ville pour un rang étendu d'usagers. Séquence 3 : pour un urbanisme négocié ; à quelles conditions un grand projet d'aménagement est-il encore possible ? Les deux réponses premières sur lesquelles la séquence portera sont 1/ la raison d'être, le sens, la vision globale du projet, et 2/ sa négociation. Séquence 4 : communication et gestion de projet ; savoir hiérarchiser les informations pour faire une présentation percutante (entraînement pour l'atelier territorial), connaître les outils de planification et gestion de projet.",
    "Modalités": "Lectures, project analysis, group work, role-playing and simulation exercises",
    "Contrôle des connaissances - Règles de validation du module": "Attendance, participation, reading sheets, participative workshops",
    "Documents pédagogiques - Bibliographie": "Papers boards Supports de cours",
    "Effectif maximal": "Effectif illimité",
    "Département de rattachement": "Master AMUR - Aménagement et maitrise d'ouvrage urbaine",
    "Nombre de crédits ECTS": "3 crédits ECTS",
    "Code": "DIALO"
}