{
    "Créneau": "Sem 1 MSSem 2 MS",
    "Prérequis": "Prérequis de Digital Building Design, après le premier semestre",
    "Enseignants responsables": "Tristan GOBIN",
    "Objectifs du module": "La géométrie est le principal outil de l'architecte, il semble donc cohérent de ramener au maximum les aspects cinématiques et la mobilité des composants d'un assemblage à des principes ou descriptions géométriques. Pour cela, il est nécessaire d'amener le développement d'outils de conception pour permettre d'ajouter des notions de démontabilité notamment au processus de conception des assemblages. Cela est impératif à l'élaboration de systèmes pertinents dans un contexte de crise écologique où le réemploi devient une nécessité. Par ailleurs, avoir une connaissance à priori des trajectoires de montage et de démontage est une condition nécessaire pour, à partir de pièces, envisager de créer des opérations de montage et des outils d'aide à la conception qui intègrent la question des séquences de montage. Il faut pouvoir transmettre ces informations, que cela soit à des fins de planification des opérations de montage sur site ou pour la fabrication hors site de composants d'architecture. Ce workshop proposera donc une étude d'un groupe de type d'assemblage dit non séquentiel. Ce type d'assemblage possède un principe de blocage par la cinématique qui est potentiellement intéressante pour la construction. Pour élaborer ce type d'assemblage il faut pouvoir connaître quels sont les types de relation entre les éléments eux-mêmes, qualifier la manière dont ils se touche et si possible les ramener à des types de contacts élémentaires connus (comme des glissières ou des appuis plans simples) et enfin il faut considérer la mobilité des composants au cours du démontage, ce qui revient à considérer la trajectoire des composants. L'enchaînement des trajectoires des composants constitue des séquences. Le travail que seront amener à réaliser les étudiant ici consiste donc à comprendre puis définir ce que sont les propriétés d'un assemblage où toutes ces propriétés sont connues. On cherchera à traiter des mouvements des pièces et à établir une géométrie d'assemblage pour laquelle les mouvements permettent un verrouillage et voir comment cette géométrie de base influence la morphologie. D'autre part on regarde l'impact que ces mouvements ont dans la combinaison de série d'assemblage, chacune verrouillant le système compose de plusieurs séries d'assemblages non séquentiel.",
    "Programme du module": "Le module est divisé en quatre journées de 7h consécutives. 1. Graphes de connexion pour modéliser les relations entre les objets 2. Déplacements des composant d’un assemblage non séquentiel 3. Réalisation de maquette 2d et 3d de tels composants 4. Composition d’une petite structure constituée d’une suite d’assemblages non séquentiels. Présentation du modèle théorique associé (description du graphe de connexion et de ses propriétés Des outils de conception pour pouvoir décrire les graphes de connexion ainsi que les assemblage non séquentiels seront fournie aux étudiants dans l’environnement RhinoGrasshopper.",
    "Modalités": "28h d'enseignement (CM/TD)",
    "Contrôle des connaissances - Règles de validation du module": "50% Assiduité 50% Exercices en séance",
    "Documents pédagogiques - Bibliographie": "Thomas Bock and Thomas Linner. Robot-oriented design : Design and management tools for the deployment of automation and robotics in construction. 2015. W. Doggett. Robotic assembly of truss structures for space systems and future research plans. Proceedings, IEEE Aerospace Conference, 7 :7-3589-7-3598, 2002. Peng Song, Chi-Wing Fu, and Daniel Cohen-Or. Recursive interlocking puzzles. ACM Transactions on Graphics, 31(6) :1, 2012. Thomas Gandolphe, Tristan Gobin, and Olivier Baverel. Tectonics of discrete structures, morphological studies of non-sequential joints. Proceedings of the International fib Symposium on Conceptual Design of Structures, pages 201-208, 2019. Claude Berge. Graphes et hypergraphes. Dunod, 1970. A. J. D. Lambert. Disassembly sequencing : A survey. International Journal of Production Research, 41(16) :3721-3759, 2003. Philippe Block, Jan Knippers, Niloy J. Mitra, and Wenping Wang. A Graph-Based Approach for Discovery of Stable Deconstruction Sequences. Advances in Architectural Geometry 2014, 1(11) :379, 2014. Songqiao Tao and Min Hu. A contact relation analysis approach to assembly sequence planning for assembly models. Computer-Aided Design and Applications, 14(6) :720-733, sep 2017.",
    "Effectif maximal": "Effectif illimité",
    "Département de rattachement": "MS Digital Building Design",
    "Nombre de crédits ECTS": "3 crédits ECTS",
    "Code": "DIASS"
}