{
    "Créneau": "Sem 1 et 2 MS",
    "Prérequis": "Les mêmes que pour candidater au MS",
    "Enseignants responsables": "Romain DUBALLET",
    "Objectifs du module": "L’objectif du module est de fournir une méthodologie de recherche appliquée à la conception architecturale et design dans le domaine de l’approche computationnelle des disciplines. Dans la première partie de l’année (septembre – janvier), l’objectif est d’accompagner les étudiants dans la définition et le développement créatif et scientifique de leur projet de recherche. Dans la deuxième partie de l’année, le studio est conçu comme un accompagnement au développement du projet, ses prototypes et son expérimentation, ainsi qu’à la documentation et la structuration d’un papier de recherche. Les séances sont ponctuées d’interventions et conférences d’experts visant à inspirer et à donner des références artistiques et scientifiques aux étudiants.",
    "Programme du module": "1 – Conférence inaugurale, présentation du module et lancement du projet de recherche Septembre 2018 - 7h 2 – Définition du sujet de recherche Octobre 2018 - 3h 3 - Définition du sujet de recherche (focus) Novembre 2018 - 3h 4 – Présentation des projets et correction Janvier 2018 - 7h 5 – Projet de recherche et processus Mars 2018 - 3h 6 – Projet de recherche et prototypage Avril 2018 - 3h 7 - Présentation des projets et correction Mai 2018 - 7h 8 – Papier de recherche Juin 2018 - 7h 9 – Séminaire intensif et correction finale Juillet 2018 - 7h",
    "Modalités": "Cours magistraux, Travaux Dirigés, Travaux de Groupe, Tutorat de Projet.",
    "Contrôle des connaissances - Règles de validation du module": "Rendu de projet progressif sur les activités en classes + devoirs.",
    "Effectif maximal": "Effectif illimité",
    "Département de rattachement": "MS Digital Building Design",
    "Nombre de crédits ECTS": "Non valorisé",
    "Code": "DIGIT"
}