{
    "Créneau": "Sem 5",
    "Prérequis": "Notions élémentaires de physique des solides et de rayonnement électromagnétique Notions élémentaires de statistique.",
    "Enseignants responsables": "Michel BORNERT , Sebastien BRISARD",
    "Equipe enseignante": "Michel BORNERT, Sebastien BRISARD",
    "Objectifs du module": "Qu'ils soient naturels ou manufacturés, les matériaux sont tous hétérogènes à au moins une échelle fine et présentent souvent plusieurs échelles d'hétérogénéité imbriquées. La répartition spatiale de leurs constituants, ou \" microstructure \", est un déterminant important de leurs propriétés globales, qu'elles soient mécaniques, thermiques ou de transport. La modélisation de ces dernières en vue d'une utilisation maîtrisée des matériaux et de leur éventuelle amélioration ne peut ainsi se passer d'une analyse fine des microstructures sur une vaste gamme d'échelles. Ce module vise dans un premier temps à fournir aux étudiants une vue d'ensemble des moyens actuels d'imagerie disponibles pour caractériser les matériaux, en leur donnant les principales clés pour comprendre leur fonctionnement et leur permettre d'interpréter à bon escient les données fournies par ces systèmes. Une image sera ainsi vue comme le résultat d'interactions complexes entre un système imageur et un échantillon, révélant, avec une certaine résolution spatiale, la répartition de certaines propriétés locales de l'échantillon. On détaillera plus spécifiquement les techniques de microscopie optique, traditionnelles ou plus récentes (microscopie X, confocale, non linéaire), les microscopie électroniques (par balayage et en transmission) qui jouent un rôle central notamment par la gamme des échelles qu'elles couvrent (du millimètre au nanomètre), ainsi que l'imagerie volumique par tomographie aux rayons X, en laboratoire et sous rayonnement synchrotron, qui s'est considérablement démocratisée au cours de la décennie écoulée. L'analyse d'image permet d'aller au-delà de la perception qualitative par un utilisateur averti des informations en sortie d'un dispositif d'imagerie. On présente dans une seconde partie du module les diverses étapes de traitement des images numériques conduisant à la quantification de paramètres caractérisant les microstructures, avec des degrés de complexité et de richesse croissants : proportions des divers constituants, isotropie ou anisotropie de répartition, longueurs de corrélation, distributions de tailles et d'orientation de particules ou pores, statistiques de premiers voisins, connexité des constituants… La méthodologie est illustrée sur des images réelles issues de projets récents et mise en pratique par les élèves au moyen du logiciel ImageJ disponible gratuitement et largement utilisé dans la communauté scientifique. Cette approche pragmatique sera en fin de module replacée dans les contextes plus rigoureux de la description mathématique des milieux aléatoires (permettant de formaliser et quantifier l'aléa naturellement présent dans les matériaux réels), de la morphologie mathématique (pour manipuler et caractériser les ensembles que forment les constituants d'un matériau hétérogène) et de la stéréologie (pour préciser les liens entre observations partielles en surface et propriétés en volume). Un éclairage sur les techniques de synthèse numérique de microstructures virtuelles représentatives de microstructures réelles, par exemple en vue de la modélisation par homogénéisation des propriétés des matériaux, sera apporté en fin de cours.",
    "Programme du module": "1) Techniques d'imagerie (trois séances, dont une de démonstration d'équipement) : Principes généraux, grandes classes de microscopies, échelles associées, caractéristiques génériques d'un système d'imagerie Microscopie optique classique et extensions, microscopies électroniques et ionique, microtomographie X en laboratoire et sur ligne synchrotron 2) Analyse d'image (deux séances associant cours et mise en œuvre) : Notions d'image numérique, filtrage (linéaire dans l'espace direct et de Fourier, non-linéaire), segmentation et seuillage, opérations et mesures de la morphologie mathématique, quantification des microstructures (mesures globales, morphologies locales et distribution statistiques, topologie des ensembles), incertitudes expérimentales associées. 3) Description statistique d'un milieu aléatoire (une séance) Fonction caractéristique aléatoire, fonctions de corrélation, ergodicité, homogénéité statistique, isotropie, volume représentatif, fluctuations, relations stéréologiques, application à l'analyse d'image, modèles morphologiques de microstructures virtuelles représentatives. A l'issue du module, les élèves seront capables de : - Interpréter correctement les images issues de dispositifs imageurs couramment utilisés en science des matériaux pour caractériser les microstructures, en fonction des conditions d'utilisation, en évitant une lecture intuitive naïve qui pourrait conduire à des conclusions erronées. - Choisir un dispositif d'observation adapté au matériau considéré et à l'information recherchée, en ayant conscience des contraintes, performances et limites du dispositif. - Réaliser avec ImageJ un traitement d'image sur une image simple, bien contrastée, pour mesurer certaines informations morphologiques, tout en étant capable d'identifier et de quantifier les sources d'incertitude d'une telle analyse. - Comprendre des procédures de traitement plus complexes, sur ImageJ ou tout autre outil d'analyse d'image pour ensuite les adapter à leur propres applications.",
    "Modalités": "Cours donné prioritairement en anglais. Peut être donné en français si accord de tous les élèves. 6 séances de trois heures, incluant : - une séance de TP par petits groupes avec démonstration d'équipements : microtomographie X, microscopie électronique à balayage, microscopie optique - deux séances combinant cours introductif et TD de mise en œuvre sur ordinateur personnel des principes et procédures classiques d'analyse d'image",
    "Contrôle des connaissances - Règles de validation du module": "Examen écrit de 3h (notes de cours autorisées) visant à vérifier l'assimilation des notions essentielles Projet personnel d'analyse d'image consistant à caractériser la microstructure d'un matériau biphasé modèle Validation si note supérieure ou égale à 10 sur 20",
    "Documents pédagogiques - Bibliographie": "La microscopie électronique, Christian Colliex, PUF, 1999 ImageJ User Guide : https://imagej.nih.gov/ij/docs/ Copies des supports projetés. Documentation du logiciel de traitement d'image utilisé. Exemples d'images et de procédures de traitement. Lien vers des sites internet pédagogiques",
    "Effectif maximal": "Effectif illimité",
    "Département de rattachement": "Collège Doctoral",
    "Nombre de crédits ECTS": "1,5 crédit ECTS",
    "Code": "DIMMD"
}