{
    "Créneau": "Sem 5",
    "Prérequis": "PRÉREQUIS* Cours de Master 2. Connaissances préalables : calcul stochastique, modèle de Black-Scholes",
    "Enseignants responsables": "Julien GUYON",
    "Objectifs du module": "La volatilité est le facteur crucial pour déterminer le prix et la couverture des produits dérivés en finance et pour quantifier et gérer les risques financiers. Il est donc extrêmement important de bien connaître les différentes notions et produits de volatilités et de modéliser précisément la volatilité des marchés financiers afin de (1) correctement évaluer et couvrir les produits dérivés, (2) générer des scénarios futurs réalistes en vue de quantifier et maîtriser les risques de gestion, (3) prédire la volatilité future. À l’issue du module les élèves connaitront les modèles de volatilité les plus importants, les raisons pour lesquelles ils ont été introduits, leurs propriétés, leurs avantages et leurs défauts, comment les calibrer aux données de marché. Ils auront aussi implémenté plusieurs modèles en Python (pricing, calibration). Dans la vie professionnelle, ce module permettra aux élèves de choisir correctement un modèle de volatilité en fonction du problème à résoudre et comment le calibrer aux données de marché.",
    "Programme du module": "- Les différents types de volatilité - Les différents types de dérivés de volatilité - Le smile de volatilité - Modélisation de la volatilité : un bref historique - Propriétés statiques et propriétés dynamiques des modèles de volatilité - Modèle de Black-Scholes - Volatilité locale - Volatilité stochastique - Modèles de courbe de variance (deuxième génération de modèles de volatilité stochastique) - Le smile des modèles de courbes de variance - Volatilité locale et stochastique - Calibration au smile : la méthode particulaire - Volatilité rugueuse et volatilité path-dependent",
    "Modalités": "8 séances de 3h en petite classe mélangeant cours magistral et TD",
    "Contrôle des connaissances - Règles de validation du module": "Examen écrit et projets informatiques.",
    "Documents pédagogiques - Bibliographie": "Transparents. References: - Bergomi, L.: Stochastic Volatility Modeling, Chapman & Hall, 2016. - Gatheral, J.: The Volatility Surface, A Practitioner's Guide, Wiley Finance, 2006. - Guyon, J. and Henry-Labordère, P.: Nonlinear Option Pricing, Chapman & Hall, 2014.",
    "Effectif maximal": "Effectif illimité",
    "Département de rattachement": "Département Ingénierie Mathématique et Informatique",
    "Nombre de crédits ECTS": "6 crédits ECTS",
    "Mise à jour": "04/04/2024",
    "Code": "DMVOL"
}