{
    "Créneau": "Sem 5",
    "Prérequis": "Fondamentaux de chimie et de thermodynamique.",
    "Enseignants responsables": "Jean-Baptiste d'ESPINOSE de LACAILLERIE",
    "Equipe enseignante": "Jean-Baptiste D'ESPINOSE DE LACAILLERIE, Emmanuel KEITA, Matthieu VANDAMME",
    "Objectifs du module": "Le cours vise à donner les éléments nécessaires à la compréhension des mécanismes physico-chimiques régissant la formation de la microstructure et la durabilité des matériaux cimentaires. Ces connaissances sont cruciales pour la reformulation actuelle du ciment et du béton visant à réduire leurs impacts environnementaux. A l'issue du module, les élèves seront capables de : - Comprendre le lien entre la microstructure et les propriétés macroscopiques (mécanique, rhéologie, durabilité) du ciment et du béton, à l'état frais et durci ; - Comprendre à l'échelle micro et mésoscopique ce que signifient l'hydratation et la prise d'une pâte de ciment ; - Apprécier l'impact environnemental et sociétal de la production de ciment et de béton ; - Savoir quelles sont les stratégies actuelles de remédiation suivies par l'industrie pour réduire l'empreinte carbone du ciment et du béton.",
    "Programme du module": "Chimie de base des matériaux de construction Elaboration et impact environnemental Physique et chimie structurale de l'hydratation et de la prise des ciments Hydratation des phases constituant les liants de la construction Interactions entre les particules Thermodynamique et cinétique de la dissolution et de la précipitation Facteurs physico-chimiques influençant l'hydratation : additions minérales, adjuvants Ciments composés et liants de substitution Études thématiques (varie d'une année à l'autre) Béton à haute performance Adjuvants organiques Dégradation et durabilité Géopolymères Constructions extraterrestres",
    "Modalités": "6 séances de 3 heures",
    "Contrôle des connaissances - Règles de validation du module": "Rapport bibliographique sur un sujet libre ou imposé. Validation si note supérieure ou égale à 10 sur 20.",
    "Documents pédagogiques - Bibliographie": "Copies des documents projetés en session.",
    "Effectif maximal": "Effectif illimité",
    "Département de rattachement": "Département Génie Mécanique et Matériaux",
    "Nombre de crédits ECTS": "2,5 crédits ECTS",
    "Mise à jour": "01/09/2024",
    "Code": "DPCMC"
}