{
    "Créneau": "Sem 5",
    "Prérequis": "Connaissances de base en physique : densité, concentration, loi des gaz parfaits, pression partielle, chaleur spécifique, chaleur latente",
    "Enseignants responsables": "Philippe COUSSOT",
    "Equipe enseignante": "Philippe COUSSOT",
    "Objectifs du module": "L'utilisation de matériaux biosourcés pour la construction se développe actuellement : fibres naturelles issues du bois, du blé, du jute, du lin, du bambou, de la paille, du coco, etc., ou dispersion d'éléments végétaux (bois, chanvre, ouate de cellulose, paille...) dans une matrice minérale (chaux, ciment, terre). Les avantages de ces matériaux sont leur faible coût de production (naturelle), leur capacité à améliorer la qualité de l'air et donc à apporter plus de confort aux occupants grâce à leur \" effet tampon \" sur l'humidité. Ils nécessitent également moins d'énergie pour le chauffage ou le refroidissement, et ils sont partiellement ou entièrement recyclables. Par conséquent, la prédiction des transferts d'eau et de chaleur dans ces matériaux est essentielle pour les sélectionner de manière appropriée, ajuster leurs conditions d'utilisation ou concevoir des matériaux innovants. Une modélisation fiable doit prendre en compte le rôle critique des transferts d'eau absorbée (liée) dans la structure solide, couplés aux transferts de chaleur. Ce cours présente les outils de base pour évaluer les propriétés hygrothermiques de tels matériaux. A l'issue du module, les étudiants seront capables de distinguer les principales caractéristiques physico-chimiques des différents types de matériaux biosourcés pour la construction ; ils pourront effectuer des calculs de base de transferts de chaleur et d'humidité dans ces matériaux, et estimer l'impact sur le confort et la consommation d'énergie.",
    "Programme du module": "1. Confort thermique et qualité de l'air dans le bâtiment 2. Le bois: structure et propriétés de transport 3. Autres matériaux de construction bio-sourcés 4. Eléments de base pour la résolution de problèmes de diffusion 5. Comportement hygrothermique des systèmes fibreux 6. Comportement hygrothermique des mélanges fibres-pâte",
    "Modalités": "6 séances de 3h (cours 2h - TD 1h)",
    "Contrôle des connaissances - Règles de validation du module": "Examen",
    "Documents pédagogiques - Bibliographie": "Hashin Z., Analysis of composite materials, a survey. J. Appl. Mech., 50, 481-505 (1983). Sanchez-Hubert J., Sanchez-Palencia E., Introduction aux méthodes asymptotiques et à l'homogénéisation, Masson, Paris, 1992. Sab K., On the homogenization and simulation of random materials. Eur. J. Mech. A/Solids, 11, n°5, 585-607 (1992). Nemat-Nasser S., Hori M., Micromechanics: Overall Properties of Heterogeneous Materials, North-Holland, 1993. Kozlov S.M., Olenik O., Zhikov V., Homogenization of Differential Operators, Springer Verlag,1994. Sab K., Propriétés homogénéisées des matériaux hétérogènes élastiques : définition et bornes. Actes des journées “ changement d'échelle ”. 7 et 8 juin 2000. Nantes. LCPC (2000). Bornert M., Bretheau T., Gilormini P. (Eds), Homogénéisation en mécanique des matériaux, Hermes, Paris, 2001.HASHIN Z., Analysis of composite materials, a survey. J. Appl. Mech., 50, 481-505 (1983). SANCHEZ-HUBERT J., SANCHEZ-PALENCIA E., Introduction aux méthodes asymptotiques et à l'homogénéisation, Masson, Paris, 1992. SAB K., On the homogenization and simulation of random materials. Eur. J. Mech. A/Solids, 11, n°5, 585-607 (1992). Nemat-Nasser S., Hori M., Micromechanics: Overall Properties of Heterogeneous Materials, North-Holland, 1993. KOZLOV S.M., OLENIK O., ZHIKOV V., Homogenization of Differential Operators, Springer Verlag,1994. SAB K., Propriétés homogénéisées des matériaux hétérogènes élastiques : définition et bornes. Actes des journées \" changement d'échelle \". 7 et 8 juin 2000. Nantes. LCPC (2000). BORNERT M., BRETHEAU T., GILORMINI P. (Eds), Homogénéisation en mécanique des matériaux, Hermes, Paris, 2001.",
    "Effectif maximal": "Effectif illimité",
    "Département de rattachement": "Collège Doctoral",
    "Nombre de crédits ECTS": "3 crédits ECTS",
    "Mise à jour": "26/01/2024",
    "Code": "DRHMM"
}