{
    "Créneau": "Sem 2/Sem 4/Sem 6 Ve 14 h - 16 h 45Sem 6 Ve 14 h - 16 h 45",
    "Enseignants responsables": "Antoine ALONSO",
    "Equipe enseignante": "Antoine ALONSO",
    "Objectifs du module": "L'objectif de ce cours est de sensibiliser les élèves aux grands principes du droit français et européen. Les élèves devront acquérir les notions de base pour le traitement des questions juridiques et se familiariser avec les textes normatifs, la jurisprudence et le vocabulaire juridique.",
    "Programme du module": "Introduction : spécificité du droit par rapport à la morale et à la religion Les sources du droit (les normes juridiques et leur hiérarchie, le Conseil Constitutionnel, le droit européen, le droit international, la loi, le règlement, la jurisprudence) Les juridictions et l'exemple de la procédure pénale comme garantie des droits La mise en œuvre des normes juridiques - Deux illustrations : le régime de responsabilité et la passation et l'exécution des contrats Thématiques d'actualité juridique, choisies chaque année au regard des débats de société, abordées en \"petite classe\"",
    "Modalités": "Cours Magistral d'1h30 suivi de TD d'1h30 - 13 séances",
    "Contrôle des connaissances - Règles de validation du module": "Examen écrit d'1h30 de réflexion avec possibilité d'utiliser les notes de cours et des documents pédagogiques (50% de la note finale) - Organisé lors de la dernière séance. Exposé oral en \" petite classe \" sur une thématique d'actualité (50% de la note finale). Rattrapage organisé.",
    "Adresse du site du module": "educnet.enpc.fr/course/enrol.php?id=292",
    "Documents pédagogiques - Bibliographie": "PowerPoint du Cours magistral diffusé aux élèves.",
    "Effectif maximal": "Effectif illimité",
    "Département de rattachement": "Département Sciences Humaines et Sociales",
    "Nombre de crédits ECTS": "3 crédits ECTS",
    "Code": "DROA"
}