{
    "Créneau": "Sem 1 MS",
    "Prérequis": "Students will be introduced to basic and intermediate tasks of programming. No previous knowledge of scripting is needed. Students need to bring their laptop and a list of installable links will be sent a few days before the program start.",
    "Enseignants responsables": "Iacopo NERI",
    "Objectifs du module": "Nos villes demandent des solutions pour améliorer l'efficience énergétique tout en diminuant la production d’émissions de CO2. La prise de conscience de nos impacts énergétiques s’est accrue grâce à un accès élargi aux technologies et aux données d’usage, elles ont de la valeur pour l’aide à la décision pour la planification urbaine, et permettent de soutenir des choix stratégiques pour l’implémentation de politiques soutenables visant à réduire notre impact environnemental. Le premier objectif de ce séminaire est le développement d’une meilleure compréhension des performances urbaines grâce à la visualisation de données quant à l’activité des espaces verts, la réduction de l’effet d'îlots de chaleur, et l’effet bénéfique des plantes sur les niveaux de pollution dans l’environnement bâti. Cette analyse est réalisée grâce à des jeux de données de satellites, et ouvre à une méthodologie informée et consciente de l’organisation des données d’imagerie. Les étudiants créent des stratégies pour la reconstruction de nuages de points basées sur de l'acquisition d’images automatisée, et la gestion d’images multispectrales. Les bénéfices de cette méthodologie se retrouvent dans l’implémentation de méthodologies de collectes de données à bas coût pour l’analyse de sites orientée sur l’environnement. Les étudiants mobilisent des outils de vision artificielle (computer vision) afin d’automatiser l’analyse des jeux de données produits. Grasshopper plugins et logiciels : Volvox, Nero, GH Python, C# ; CloudCompare, Agisoft, Python.",
    "Effectif maximal": "Effectif illimité",
    "Département de rattachement": "MS Digital Building Design",
    "Nombre de crédits ECTS": "1 crédit ECTS",
    "Code": "DRONE"
}