{
    "Créneau": "Sem 3/Sem 5/Sem 1 MS Lu 8 h 30 - 11 h 30Sem 1 MS Lu 8 h 30 - 11 h 30",
    "": "Droit de l’urbanisme et aménagement opérationnel",
    "Enseignants responsables": "Nathalie MULLIE",
    "Objectifs du module": "Ce cours a pour objectif de présenter aux élèves les principaux dispositifs d'accompagnement juridique des opérations d'aménagement, et de les sensibiliser aux interactions entre production urbaine et droit de l'urbanisme.",
    "Programme du module": "Dans cette perspective, les thèmes suivants pourront être abordés, sous l'angle de l'analyse et de la réflexion critique : Problématique de l'aménagement et articulations avec les dispositifs d'urbanisme : documents de planification locale, outils d'intervention foncière (expropriation, droits de préemption), autorisations d'urbanisme,… Projet urbain et modes de réalisation (acteurs, procédures d'aménagement, autorisations d'urbanisme, participations et montages financiers), concertation. L'intervention publique dans le tissu urbain existant : les dispositifs prévus dans le cadre du renouvellement urbain. Le contentieux de l'urbanisme. Génie et services urbains : les concessions d'aménagement et les délégations de service public. Le cours s'inscrira dans une dimension internationale, en proposant aux étudiants des éclairages leur permettant de décentrer leur regard. Des situations européennes originales pourront ainsi être examinées. Enfin, le cours permettra d'approfondir les méthodologies de l'analyse critique des outils et procédures d'aménagement, dans le cadre du travail de projet (stratégies d'aménagement, scenarii de programmation urbaine, interventions urbaines).",
    "Modalités": "6 séances de 2.5h",
    "Effectif maximal": "Effectif illimité",
    "Département de rattachement": "Département Ville Environnement Transport",
    "Nombre de crédits ECTS": "2 crédits ECTS",
    "Mise à jour": "2 septembre 2024",
    "Code": "DRUR2"
}