{
    "Créneau": "Sem 5",
    "Prérequis": "Mécanique du solide Mécanique du solide",
    "Enseignants responsables": "Claude LE BRIS , Luc DORMIEUX",
    "Objectifs du module": "Le cours présente dans une première partie (1-3) les aspects clefs de la simulation numérique multi-échelles. En particulier, on examinera les techniques d'échantillonnage de moyennes d'ensemble pour le calcul des grandeurs macroscopiques à partir de simulation microscopiques. Ces techniques reposent sur des simulations de type Monte-Carlo, ou sur des simulations de dynamique moléculaire. On regardera comment les paramètres de ces simulations de dynamique moléculaire peuvent être eux-mêmes déduits de simulations à une échelle encore plus microscopique, celle de la structure électronique des matériaux en jeu. Enfin, on montrera des approches multi-échelles très récentes, couplant une description du matériau à l'échelle atomistique avec une description en termes de mécanique des milieux continus. Sur l'ensemble de ces thèmes, au delà de la description des techniques, on s'intéressera aussi a la question de leur fondation mathématique rigoureuse, et de leur programmation efficace. Dans une seconde partie le cours présente les méthodes de changement d'échelle et d'homogénéisation permettant d'accéder aux lois de comportement mécanique et de transports des milieux poreux.",
    "Programme du module": "1.1. Méthodes d'échantillonnage par Monte-Carlo 1.2. Introduction a la dynamique moléculaire : les équations, le calcul des potentiels (classiques, ab initio), les applications 1.3. Analyse numérique des méthodes d'intégration des équations MD, systèmes hamiltoniens, propriétés en temps long 1.4. Echantillonnage de l'espace des phases : notion d'ensembles thermodynamiques, calcul de moyennes d'ensemble par MD, 1.5. Méthodes avancées pour les temps très longs: kinetic monte-carlo, chemins de réactions, événements rares 1.6. Méthodes alternatives a la dynamique moléculaire: équations de Langevin et autres approches stochastiques 2 - Calculs ab initio pour la structure électronique des matériaux 2.1. Introduction a la modélisation quantique en chimie moléculaire 2.2. Hiérarchie de modèles pour le calcul de structures électroniques 2.3. Méthode de la Density Functional Theory (DFT); aspects théoriques et mise en oeuvre 2.4. méthodes pour les systèmes de grande taille: agrégats, biomolécules, matériaux cristallins 3 - Stratégies pour le couplage d'échelles) 3.1. Un exemple de méthode couplant description atomistique et mécanique des milieux continus : la méthode Quasicontinuum 3.2. Enjeux mathématiques et numériques de telles méthodes, avenir. 4 - Transport de masse fluide 4. 1. Transport advectif (lois de de Darcy et de Fick). Couplage entre modes de transport. 4.2 . Interprétation micromécanique des tenseurs de perméabilité, de tortuosité, de dispersion. 5 - Nano-indentation 6 - Poroélasticité et micromécanique 7- Critères de résistance, endommagement et micromécanique",
    "Modalités": "Examen écrit",
    "Contrôle des connaissances - Règles de validation du module": "Examen écrit",
    "Effectif maximal": "Effectif illimité",
    "Département de rattachement": "Collège Doctoral",
    "Nombre de crédits ECTS": "6 crédits ECTS",
    "Code": "DSMEH"
}