{
    "Créneau": "Sem 5",
    "Prérequis": "Thermodynamique, programmation, langage python",
    "Enseignants responsables": "Anaël LEMAITRE",
    "Equipe enseignante": "Anaël LEMAITRE",
    "Objectifs du module": "L'objectif du module est de fournir une introduction aux méthodes et algorithmes les plus courants de simulation atomistique. A l'issue du module, les élèves seront capables de : \" Identifier les modèles numériques les mieux adaptés à la réalisation de différents ensembles thermodynamiques \" Réduire un problème physique à un ensemble d'équations sans dimension, et relier les unités de la simulation aux unités physiques \" Implémenter des simulations numériques atomistiques en utilisant soit des méthodes de Monte-Carlo, soit des méthodes de dynamique moléculaire \" Implémenter des algorithmes permettant de calculer différentes propriétés thermodynamiques instantanées (énergies cinétique et potentielle, composantes des contraintes) \" Comprendre comment on extrait des informations statistiques d'une simulation, et particulier sur l'exemple de la fonction de corrélation de paire.",
    "Programme du module": "\" Thermodynamique et physique statistique : micro et macro-états ; systèmes à l'élquilibre et hors équilibre ; formulation d'un problème numérique \" Méthodes numériques : échantillonnage de Monte-Carlo, dynamique moléculaire (Verlet, Verlet vitesse, \" leap-frog \", Runge-Kutta,…) \" Identification de champs localement moyennés (densité, quantité de mouvement, contrainte) et analyse statistique de données numériques",
    "Modalités": "Six séances de trois heures.",
    "Contrôle des connaissances - Règles de validation du module": "Un devoir à la maison; un examen écrit. Validation si la note est supérieure ou égale à 10 sur 20.",
    "Documents pédagogiques - Bibliographie": "Copies de transparents, programmes informatiques",
    "Effectif maximal": "Effectif illimité",
    "Département de rattachement": "Collège Doctoral",
    "Nombre de crédits ECTS": "3 crédits ECTS",
    "Mise à jour": "26/01/2024",
    "Code": "DSMMM"
}