{
    "Créneau": "Sem 3/Sem 5 Je 8 h 30 - 11 h 45Sem 5 Je 8 h 30 - 11 h 45",
    "": "Etre en 2ème année de la formation ingénieur. Avoir suivi le le cours \" Développement Durable : les enjeux d'un monde complexe et incertain \" dispensé en 1ère année à l'ENPC",
    "Enseignants responsables": "Pierre-Antoine VERSINI , Remi BABUT",
    "Equipe enseignante": "Daniel SCHERTZER, Auguste GIRES, Olivier BONIN, Karine KATA SARTELET, Igor ARDUIN, Guillaume DROUEN, Rosa VICARI",
    "Objectifs du module": "L'objectif de ce cours est de présenter les moyens à mettre en œuvre pour adopter une approche systémique, transversale et multi-échelle et pouvoir quantifier dans l'espace et dans le temps les variations des flux humains et physiques (personnes, chaleur, pollution, eau, énergie, déchets…) qui structurent la ville, ainsi que leurs interactions dans un contexte de changement climatique. A l'issu de ce module, les étudiants seront en mesure de : - Élargir leur réflexion sur la ville par une approche multi-flux et multi-échelle - Développer une connaissance approfondie sur les savoirs scientifiques, les acteurs, ainsi que les outils concernés par la transition des villes et territoires - Scénariser des trajectoires durables et résilientes pour des objectifs de prospection et d'adaptation",
    "Programme du module": "Séance 1 Cours (D. Schertzer) Complexité et transition des villes et terrritoires : méthodologies émergentes. Séance 2 Cours (R. Babut) Bâtiment (énergie, architecture, réseaux) Séance 3 TD Bâtiment / TD Analyse spatiale (R. Babut / A. Gires) Séance 4 TD Analyse spatiale / TD Bâtiment (A. Gires / R. Babut) Séance 5 Cours (P.-A. Versini) Cycle(s) urbain(s) de l'eau dans un contexte de changement climatique Séance 6 Cours (P.-A. Versini) Les solutions fondées sur la nature comme outils d'adaptation Séance 7 Cours (O. Bonin) Aménagement, forme urbaine et mobilité - Fractalopolis Séance 8 TD Eau / TD Mobilité (P.-A. Versini / Olivier Bonin) Séance 9 TD Mobilité / TD Eau (O. Bonin / P.-A. Versini) Séance 10 Cours (K. Sartelet) Qualité de l'air urbaine Séance 11 Cours (I. Arduin) La prospective énergétique au sein des territoires Séance 12 Cours (G. Drouen) Ville numérique : capteurs, collecte, partage, gestion de données, et API Séance 13 Cours (R. Babut et R. Vicari) Transitions et Société",
    "Modalités": "39 heures, soit 13 créneaux (9 de cours magiqtraux et 4 de TD en demi-groupe) de 3 heures, au premier semestre (septembre-janvier), les jeudis de 8h30 à 11h30. 35 heures de travail individuel sont aussi prévues en parallèle, pendant lesquelles les étudiants, par groupes de 4-5 travailleront sur un mini-projet",
    "Contrôle des connaissances - Règles de validation du module": "Le contrôle de connaissance se fait de 2 manières : 50% de la note est constituée par l’évaluation 8 questionnaires soumis à chaque séance et portant sur les contenus de la séance de cours précédente 50% est constituée par l’évaluation des 4 TD, dont une partie est à réaliser en cours et une autre partie en autonomie",
    "Adresse du site du module": "educnet.enpc.fr/course/view.php?id=311",
    "Documents pédagogiques - Bibliographie": "Les supports de présentation des séances et documents complémentaires seront mis en ligne sur Educnet",
    "Effectif maximal": "Effectif limité à 50 élèves",
    "Département de rattachement": "Département Ville Environnement Transport",
    "Nombre de crédits ECTS": "3 crédits ECTS",
    "Mise à jour": "2 septembre 2024",
    "Code": "DSOTV"
}