{
    "Créneau": "Sem 5",
    "Prérequis": "Connaissances de base sur les bétons.",
    "Enseignants responsables": "Adélaide FERAILLE , Jean-Michel TORRENTI",
    "Equipe enseignante": "Ingénieurs et chercheurs de l'IFSTTAR, de l'Ecole des Ponts ParisTech, de l'ENS Cachan, d'Oxand, de l'ANDRA et d'EDF",
    "Objectifs du module": "Les bétons sont utilisés dans la plupart des structures liées à la production d'énergie : barrages, enceintes de centrales nucléaires, stockages de déchets nucléaires, etc... La durée de service de ces ouvrages et donc la durabilité des bétons et des structures construites avec ce matériau sont des questions essentielles du point de vue économique. L'objectif de ce cours est l'étude de la durabilité des bétons et structures en béton, avec une ouverture sur les problématiques de la maintenance, des réparations et de l'optimisation de la gestion des structures ainsi que sur l'application des approches probabilistes à la durabilité.",
    "Programme du module": "Les sujets suivants seront abordés : o présentation générale du cours, rappels sur les bétons, généralités, influence de la formulation sur les propriétés de transfert (JM Torrenti - UGE) o les objets étudiés : enceintes de centrales nucléaires, barrages, stockage de déchets nucléaires (JM Torrenti) o le comportement au jeune âge et les déformations différées (B Masson - EDF) o la corrosion des armatures (armatures passives et câbles de précontrainte) ; étude de cas (V Bouteiller - UGE) o le comportement en température (A Feraille - ENPC) o le comportement vis-à-vis du gel-dégel (S Bouteille - DIR Centre-Est) o RAG et RSI ; application au cas des barrages (O. Omikrine - UGE & E. Grimal - EDF) o RAG et RSI cas d'étude (J-F Seignol - UGE) o la carbonatation, la pénétration des chlorures (A. Djerbi - UGE) o approche probabiliste de la durabilité ; gestion des risques, maintenance ; application numérique \" approche bayésienne \" (A.Orcési - CEREMA) o le béton dans les ouvrages de stockage des déchets radioactifs (X. Bourbon - ANDRA)",
    "Modalités": "13 séances de 3 heures.",
    "Contrôle des connaissances - Règles de validation du module": "La validation reposera sur un contrôle des connaissances par quizz.",
    "Adresse du site du module": "educnet.enpc.fr/course/view.php?id=314&userid=guest",
    "Effectif maximal": "Effectif illimité",
    "Département de rattachement": "Mastère Génie Civil des Grands Ouvrages pour l'Energie",
    "Nombre de crédits ECTS": "3 crédits ECTS",
    "Code": "DURBE"
}