{
    "Créneau": "Sem 3/Sem 5 Ve 8 h 30 - 11 h 15Sem 5 Ve 8 h 30 - 11 h 15",
    "Prérequis": "Les étudiants doivent avoir suivi les cours de Dynamique des Structures et Dynamique des Ouvrages lors de leur seconde année. Il est de plus supposé qu'ils possèdent de solides connaissances en Mécanique des Solides, Mécanique des Milieux Continus et Résistance des Matériaux. Des notions élémentaires de mathématiques sont également nécessaires comme l'analyse matricielle, les nombres complexes, l'analyse de Fourier, les équations aux dérivées partielles et leur analyse numérique.",
    "Enseignants responsables": "Jean-François SEMBLAT",
    "Equipe enseignante": "Jean-François SEMBLAT, Aymeric PERRET DU CRAY, Jesus PEREZ-HERREROS",
    "Objectifs du module": "L’étude et le dimensionnement de structures vis-à-vis de sollicitations dynamiques complexes nécessitent des méthodes et des outils d’analyse avancés. Pour de futurs ingénieurs en Génie civil, il est indispensable de connaître les fondements théoriques de ces méthodes, de comprendre les hypothèses sous-jacentes et leurs limites. Il est également essentiel de prendre conscience que l’ingénierie n’est pas que calcul. A l’issue de ce cours, les étudiants : connaîtront les fondements théoriques de l’analyse dynamique des constructions, maîtriseront les stratégies de modélisation (approches réglementaires et méthodes avancées), sauront mettre en œuvre ces méthodes et stratégies dans le cadre de projets de Génie civil.",
    "Programme du module": "Le cours est organisé autour de trois grandes thématiques représentatives des actions dynamiques sollicitant les ouvrages de génie civil dans leur environnement : le calcul au vent turbulent (processus stochastique, phénomènes aérodynamiques), le génie parasismique (comportement non linéaire, intégration temporelle, isolation parasismique), la dynamique rapide (choc, rupture, explosion)",
    "Modalités": "Onze séances de cours sont consacrées aux trois thématiques. Un bureau d’études sur le vent, un devoir maison sur le séisme et un TD intégré au cours sur les chocs permettent d’appliquer les notions vues en cours à des ouvrages réels. Des visites de grandes installations expérimentales sont également organisées.",
    "Contrôle des connaissances - Règles de validation du module": "L’évaluation du cours s’appuiera sur le bureau d’études intermédiaire pour 25% et le devoir maison pour 25%. L’analyse approfondie et la restitution d’un article scientifique comptera pour la moitié de la note finale. La participation active sera également encouragée au travers des quiz, des échanges en séance, lors du bureau d’études et de la séance de restitution d’articles (e.g. animation par un groupe référent).",
    "Adresse du site du module": "educnet.enpc.fr/course/view.php?id=161",
    "Documents pédagogiques - Bibliographie": "Copie des notes de cours, polycopié sur la partie 1, Quiz, séquences de MOOC (plateforme Coursera)",
    "Effectif maximal": "Effectif illimité",
    "Département de rattachement": "Département Génie Civil et Construction",
    "Nombre de crédits ECTS": "3 crédits ECTS",
    "Mise à jour": "1er septembre 2024",
    "Code": "DYNAV"
}