{
    "Créneau": "Sem 1 MS",
    "Enseignants responsables": "Gilles PISON , Bernard MOREL",
    "Equipe enseignante": "Gilles PISON, Bernard MOREL, Laurent TOULEMON",
    "Objectifs du module": "Ce module vise à sensibiliser les élèves aux principales questions démographiques qui se posent en France, en Europe et dans le monde, en liant les aspects démographiques (fécondité, mortalité, mobilité) aux aspects politiques et sociaux. Son objectif est en outre de prendre conscience de la répartition des populations dans l'espace. Ces disciplines apportent un éclairage particulièrement utile pour la conception et l'évaluation des politiques publiques dans les domaines tels que l'aménagement du territoire, l'habitat, les transports, la politique de la ville.",
    "Programme du module": "PROGRAMME - 10 SÉANCES DE 3 HEURES 30 (demi-heure de pause incluse) 27 septembre 2012 - Gilles Pison et Bernard Morel Première ½ séance : Présentation du cours, généralités Deuxième ½ séance : le recensement de population et accès aux données locales 4 octobre 2012 - Gilles Pison La situation démographique en France 11 octobre 2012 - Gilles Pison Population, croissance démographique et immigration : la France dans le paysage européen 18 octobre 2012 - Gilles Pison Croissance démographique et vieillissement : les perspectives mondiales 25 octobre 2012 - Bernard Morel Disparités régionales d'évolution démographique 8 novembre 2012 - Bernard Morel Les migrations intérieures et l'économie 15 novembre 2012 - Laurent Toulemon Les différences sociales (non spatiales) 22 novembre 2012 - Bernard Morel Urbanisation, péri-urbanisation, occupation de l'espace et développement durable 29 novembre 2012 - Laurent Toulemon Politique démographique, comportements familiaux et niveau de la fécondité 6 décembre 2012 - Bernard Morel Choix résidentiels dans la ville, ségrégation et mixité, quartiers et politique de la ville",
    "Modalités": "10 séances de 3 heures 30 chacune. Avant chaque séance, un groupe de deux ou trois étudiants prépare un exposé d'une demi-heure (de préférence sur PowerPoint) à partir des références de base indiquées par l'enseignant (sites Internet + bibliographie), complétées, le cas échéant, pas leurs propres explorations. Une fois la présentation des étudiants effectuée, l'enseignant en fait le commentaire puis effectue sa propre présentation du sujet en s'appuyant d'un support dont les étudiants garderont une version. La séance s'achève par une discussion d'ensemble.",
    "Contrôle des connaissances - Règles de validation du module": "La validation consiste en une évaluation de la qualité de l'exposé présenté lors d'une séance.",
    "Adresse du site du module": "https://educnet.enpc.fr/course/view.php?id=767",
    "Effectif maximal": "Effectif illimité",
    "Département de rattachement": "Mastère Politiques Actions Publiques pour le Développement Durable",
    "Nombre de crédits ECTS": "2 crédits ECTS",
    "Code": "DYPOP"
}