{
    "Créneau": "Ouv MS/Ouv 2 M/ProlongSem 1 MS/Sem 3 M/ProlongSem 2 MS/Sem 4 M/ProlongProlong",
    "Enseignants responsables": "Gilles PISON , Laurent TOULEMON",
    "Programme du module": "Présentation du cours Les sources d’information sur la population : 1) le recensement de la population - cas de la France, cas du Maroc, cas des autres pays 2) l’état civil - origine, histoire, situation actuelle, qualité - en France, au Maroc, ailleurs 3) les autres sources (les enquêtes) - cas de la France, cas du Maroc, cas des autres pays L’accès aux données nationales et locales Population, croissance démographique et migrations : 1) la France dans le paysage européen, méditerranéen, et africain 2) le Maroc dans le paysage européen, méditerranéen, et africain L’allongement de la vie et le vieillissement démographique : histoire, situation actuelle et perspectives Croissance démographique et vieillissement : les perspectives mondiales Les différences sociales dans le domaine de la fécondité et la famille Politique démographique, comportements familiaux et niveau de la fécondité Les migrations intérieures Urbanisation, péri-urbanisation, occupation de l’espace et développement durable Choix résidentiels dans la ville, ségrégation et mixité, quartiers et politique de la ville",
    "Modalités": "Le cours est organisé en séances de 4 heures chacune. Avant chaque séance, un groupe d’étudiants prépare un exposé de 20 à 30 minutes (de préférence sur PowerPoint) à partir des références de base indiquées par l’enseignant (sites Internet + bibliographie), complétées, le cas échéant, pas leurs propres explorations. Une fois la présentation des étudiants effectuée, l’enseignant en fait le commentaire puis effectue sa propre présentation du sujet en s’appuyant d’un support dont les étudiants garderont une version. La séance s’achève par une discussion d’ensemble.",
    "Contrôle des connaissances - Règles de validation du module": "La validation consiste en une évaluation de la qualité de l’exposé présenté lors d’une séance",
    "Effectif maximal": "Effectif limité à 20 élèves",
    "Département de rattachement": "Mastère Action Publique Avancée Maroc",
    "Nombre de crédits ECTS": "3 crédits ECTS",
    "Code": "DYPOM"
}