{
    "Créneau": "Sem 1 MS",
    "Enseignants responsables": "Pierre LABBE",
    "Equipe enseignante": "Charisis-Sotirios CHATZIGOGOS, Nicolas GREFFET, GLORIA SENFAUTE, Vincent CROZET, Sadri MEVEL, REMY AUSSEUR",
    "Objectifs du module": "Cibler les enjeux de risques à effet dynamique (vibrations, séisme, vent, explosion, choc) concernant les structures de production et de stockage d'énergie (centrales nucléaires, barrages, structures offshore). Donner les outils de compréhension et les méthodes de modélisation et de résolution des problèmes liés aux sollicitations d'origine dynamique. Présenter les méthodes de conception et de construction permettant de répondre techniquement à ces problèmes.",
    "Programme du module": "Oscillateur simple, compléments, spectre de réponse Mouvements sismiques Oscillateur à n ddl, modes propres et réponse à une sollicitation dynamique Milieux continus en dynamique Méthodes approchées en dynamique, éléments finis Dynamique stochastique Propagation d'ondes dans le sol Interaction sol-structure Interaction fluide-structure Comportements non linéaires des sols et des structures Méthodes expérimentales Fondations et appuis parasismiques Dynamique rapide, chutes d'avions",
    "Modalités": "20 séances de 3h : 12 séances de cours magistral, 7 séances de TD, 1 séance de contrôle",
    "Contrôle des connaissances - Règles de validation du module": "Examen sur table sans limitation de source documentaire utilisable.",
    "Adresse du site du module": "educnet.enpc.fr/course/view.php?id=192",
    "Documents pédagogiques - Bibliographie": "Polycopié des cours magistraux, polycopié des exercices de travaux dirigés, copie des transparents présentés en cours.",
    "Effectif maximal": "Effectif illimité",
    "Département de rattachement": "Mastère Génie Civil des Grands Ouvrages pour l'Energie",
    "Nombre de crédits ECTS": "5 crédits ECTS",
    "Code": "DYSOE"
}