{
    "Créneau": "ProlongSem 4/Sem 6/2ème sem/U1 Ma 8 h 30 - 11 h 45LS/SLSL",
    "Prérequis": "Les étudiants doivent posséder de solides connaissances en Mécanique des Solides, Mécanique des Milieux Continus et Résistance des Matériaux. Bases en algèbre linéaire, équations aux dérivées partielles, nombre complexe, analyse de Fourier. La connaissance d’outils informatiques en calcul formel (Maxima, Maple) et en langage informatique (Python) est un plus.",
    "Enseignants responsables": "Mathieu ARQUIER",
    "Equipe enseignante": "Mathieu ARQUIER, Nicolas GREFFET, Romain MEGE, Sadri MEVEL, Jesus PEREZ-HERREROS",
    "Objectifs du module": "Ce module, au cœur de l’enseignement en GCC de l’ENPC, s’intègre pleinement dans la formation ingénieure des élèves de 2nde année. L’objectif du cours est d’introduire les concepts fondamentaux de la dynamique des structures, de la propagation des ondes et de détailler les méthodes de résolution et de simplification sous tendant les réglementations en vigueur (Eurocode). Ce cours fondamental s’appuiera sur des exemples concrets de structures en génie-civil et mécaniques (ponts, bâtiments, équipements, sol, etc.). L’objectif étant de donner aux futurs ingénieurs des Ponts les bons outils et connaissances pour répondre efficacement aux besoins de la profession. A l’issu du cours, les élèves sauront : Quantifier les actions extérieures Modéliser des systèmes dynamiques Mettre en équation les modèles dynamiques Choisir la bonne méthode de résolution Interpréter physiquement les résultats",
    "Programme du module": "Le cours est découpé en trois parties : - La première partie s’intéressera aux système avec un nombre discret de degrés de liberté : de l’étude d’un oscillateur à 1 degré de liberté comme base pour expliciter la démarche de résolution d’un problème dynamique jusqu’à la résolution de systèmes plus complexes à N degrés de liberté. Divers types de forces extérieures seront étudiées : force harmonique, force périodique, force impulsive et force sismique. La mise en équation se fera par diverses méthodes (directe, Lagrange ou énergétique). Enfin, la résolution passera par le calcul des modes propres et la recombinaison des résultats modaux. - La deuxième partie portera sur les systèmes continus (poutre et milieu 3D) avec un nombre infini de modes propres. La résolution se fera soit à l’aide des modes propres, soit à l’aide des équations de propagations des ondes. Les applications porteront sur des systèmes en traction/compression, de poutres en flexion/torsion, et du comportement d’un milieu continu sous ondes sismiques (P et S). - La dernière partie permettra une ouverture sur les interactions qui peuvent exister entre une structure et son environnement (fluide/structure et sol/structure).",
    "Modalités": "Le cours est organisé en 13 séances de 2h30. La majorité des séances seront découpées en un cours magistral de 1h suivi par une petite classe de 1h30. Certaines séances de 2h30 seront réservées afin de mettre en pratique sous forme de Bureau d’Etudes (BE) les connaissances apprises précédemment. Ces BE, qui porteront sur des exemples concrets, se feront en groupe, en échange direct avec chaque responsable de classe et serviront, en plus du suivi continu en petite classe, à mesurer les acquis ou les sujets à approfondir.",
    "Contrôle des connaissances - Règles de validation du module": "Les règles de validation sont : - Une note de contrôle continu et de participation en classe pour 15% - Un examen écrit intermédiaire pour 45% - Un bureau d’étude sur un projet concret en génie-civil en 2 étapes : - Une 1ère séance servant à établir une note d’hypothèses pour 10% - Une 2ème séance afin de modéliser et résoudre le projet pour 30% La validation du module est effective si les deux conditions suivantes sont respectées : - Une moyenne pondérée finale supérieure ou égale à 10/20 ET - Une note à l’examen écrit supérieure ou égale à 6/20",
    "Adresse du site du module": "educnet.enpc.fr/course/view.php?id=237&userid=guest",
    "Documents pédagogiques - Bibliographie": "Un polycopié complet sur la dynamique (avec des rappels en mécanique, en mathématique et en numérique), ainsi qu’un recueil d’exercices avec des aides à la correction seront distribués aux élèves. Les slides Power Point de toutes les présentations seront accessibles sur Educnet Les fichiers de code des animations présentées en amphi et/ou PC Les vidéos de correction d’exercices non abordées en séance Une suite de fichiers tutoriels pour les logiciels utilsées Le code Python et la librairie Wombat développée par Jérémy BLEYER de Navier",
    "Effectif maximal": "Effectif illimité",
    "Département de rattachement": "Département Génie Civil et Construction",
    "Nombre de crédits ECTS": "3 crédits ECTS",
    "Mise à jour": "1er septembre 2024",
    "Code": "DYSTR"
}