{
    "Créneau": "Sem 3 Ma 15 h 15 - 18 h 30 Sem 3 Ve 15 h 15 - 18 h 30",
    "": "Intérêt particulier pour l'environnement construit.",
    "Prérequis": "Ce module est réservé aux étudiants ingénieurs de la filière structures et architecture",
    "Enseignants responsables": "Hugues GRUDZINSKI",
    "Equipe enseignante": "Hugues GRUDZINSKI, Stephane VEDRENNE",
    "Objectifs du module": "Apprentissage des méthodes de conception architecturales et de représentation. Prise de connaissance de l'architecture dans son processus historique et sa pratique contemporaine, sa matérialité spatiale et constructive.",
    "Programme du module": "1ère partie : Exercice de relevé et de dessin. 2e partie : Exercice d'analyse d'œuvres appartenant à l'histoire de l'architecture et à l'architecture contemporaine. Apprendre à voir l'architecture, à comprendre un projet, son idée, son concept et sa fabrication, et à le reconstituer par le dessin et sous forme de croquis analytiques et de textes. 3e partie : Projet sur la base d'un programme. Les étudiants chercheront à élaborer un projet d'architecture, c'est à dire à penser l'architecture autour d'une idée, en articulant des espaces et en organisant des fonctionnalités. Le rendu se fait sous la forme d'un projet global par des documents graphiques à différentes échelles, sur support papier et informatique. Des maquettes sont également demandées. Le travail de projet est individuel",
    "Modalités": "26 séances de 3 h",
    "Contrôle des connaissances - Règles de validation du module": "Présentation des travaux devant un jury",
    "Documents pédagogiques - Bibliographie": "Fiches d'exercices Plans et documents nécessaires au projet Bibliographie",
    "Effectif maximal": "Effectif limité à 15 élèves",
    "Département de rattachement": "Département Génie Civil et Construction",
    "Nombre de crédits ECTS": "8 crédits ECTS",
    "Mise à jour": "1er septembre 2024",
    "Code": "EAPJ1"
}