{
    "Créneau": "Sem 4/Sem 6 Lu 16 h 45 - 19 h 30Sem 6 Lu 16 h 45 - 19 h 30",
    "Enseignants responsables": "Felipe José GARCIA CASTELLO",
    "Equipe enseignante": "Felipe José GARCIA CASTELLO, Nathalie SIMEON",
    "Objectifs du module": "Les modèles de choix discret sont un outil très puissant pour simuler la demande d'un nouveau service, spécialement la demande de transport. Ce module porte sur l'économétrie des choix discrets appliquée à la demande de transport, de leurs bases théoriques aux différentes étapes de la construction d'un modèle (formulation, enquêtes, spécification ou validation). A la fin de ce module, les élèves seront capables de : \" construire un modèle de choix discret et l'appliquer dans un cas pratique. \" construire des enquêtes de préférences déclarées ou révélées. \" analyser des données d'enquête et les résultats d'un modèle. Ce modèle donne aux étudiants les outils de base pour construire et appliquer un modèle de choix discret ou suivre son développement. Ils auront également un regard critique sur les résultats et sur les données d'entrée.",
    "Programme du module": "Introduction à la modélisation : éléments, choix discrets, utilité aléatoire… Modèles de choix discret : familles, modèles logit (multinomial, hiérarchique, mixte). Construction d'un modèle : données, univers de choix, variables explicatives. Estimation et validation d'un modèle : indicateurs statistiques, échantillonnage, élasticités… Modèles appliqués : modèles à quatre étapes et modèles désagrégés. Enquêtes de préférences déclarées et révélées.",
    "Modalités": "Dix séances (25 h), combinant des cours théoriques et le travail en groupe.",
    "Contrôle des connaissances - Règles de validation du module": "Un projet en groupe (construction d'un modèle) et un examen.",
    "Adresse du site du module": "educnet.enpc.fr/course/view.php?id=311",
    "Documents pédagogiques - Bibliographie": "Polycopié comprenant les présentations des séances théorique Polycopie pour les 'travaux dirigés' : introduction au logiciel Biogeme, description de cas et de bases de données exemplaires Articles pour la bibliographie liée au projet Tous les documents du cours seront accessibles sur Educnet",
    "Effectif maximal": "Effectif illimité",
    "Département de rattachement": "Département Ville Environnement Transport",
    "Nombre de crédits ECTS": "2 crédits ECTS",
    "Mise à jour": "2 septembre 2024",
    "Code": "ECCHD"
}