{
    "Créneau": "Sem 3/Sem 5 Lu 13 h 45 - 16 h 30Sem 5 Lu 13 h 45 - 16 h 30",
    "Prérequis": "Cours d'économie de base.",
    "Enseignants responsables": "Franck LECOCQ",
    "Equipe enseignante": "Franck LECOCQ",
    "Objectifs du module": "Présenter de manière intégrée les concepts et outils fondamentaux de l'économie de l'environnement et de l'économie de l'énergie afin de doter les étudiants de l'Enpc des outils nécessaires pour décrypter les débats autour des grands enjeux de développement durable contemporains.",
    "Programme du module": "Chapitre 1. Perspective historique récente sur l'articulation environnement ? développement : de Stockholm aux objectifs du développement durable Chapitre 2. L'externalité environnementale et son internalisation Chapitre 3. De la valeur à l'environnement Chapitre 4. Elements conceptuels sur l'estimation des coûts et bénéfices Chapitre 5. Instruments de politique environnementale Chapitre 6. Economie des ressources renouvelables : l'exemple forestier Chapitre 7. Economie des ressources non renouvelables : l'exemple du pétrole Chapitre 8. Enjeux distributifs du développement durable Chapitre 9. Risque, incertitude et principe de précaution Chapitre 10. Eléments de macroéconomie du développement durable Chapitre 11. Economie de la transition énergétique Chapitre 12. Economie de l'affaire climatique",
    "Modalités": "13 séances de 2h30",
    "Contrôle des connaissances - Règles de validation du module": "Double évaluation : un rapport par groupe sur un sujet concernant les enjeux de développement durable, d'une part ; et un examen qui sera réalisé lors de la dernière séance. Des lectures sont vivement conseillées pour chaque chapitre (papiers mis en ligne sur Educnet).",
    "Adresse du site du module": "educnet.enpc.fr/course/view.php?id=136",
    "Documents pédagogiques - Bibliographie": "Sur Educnet",
    "Effectif maximal": "Effectif illimité",
    "Département de rattachement": "Département Sciences Economiques, Gestion Finance",
    "Nombre de crédits ECTS": "3 crédits ECTS",
    "Mise à jour": "01/09/2024",
    "Code": "ECENV"
}