{
    "Créneau": "Sem 3/Sem 5Sem 5",
    "Prérequis": "no",
    "Enseignants responsables": "Ingrid NAPPI",
    "Equipe enseignante": "Ingrid NAPPI",
    "Objectifs du module": "L’industrie immobilière qui représente dans nos sociétés un des enjeux majeurs économiques et financiers de notre économie, est aujourd’hui en pleine mutation confrontée à de nombreuses crises et défis qui sont apparus ces dernières années, notamment la crise sociétale post-covid et le développement du télétravail et de nouveaux besoins des usagers, la flambée des prix des matériaux de construction, et surtout la crise environnementale et écologique avec la nécessité de décarboner un secteur majeur afin de lutter contre le réchauffement climatique. L’objectif de ce cours est d’apporter les notions économiques et financières essentielles à la compréhension des marchés immobiliers résidentiels et non résidentiels. L’industrie immobilière doit être considérée sous ses 3 dimensions économiques : à la fois comme une activité économique qui se produit (un cadre bâti), se consomme (un espace / habitat), s’échange, se finance et se gère en tant qu’actif (un actif / rendement), tout en tenant compte de ses propres spécificités et du contexte environnemental et sociétal actuel. A l’issue de ce module, les élèves seront capables de maitriser : - L’analyse économique et les différents indicateurs pertinents des différents marchés immobiliers (résidentiels et non résidentiels) (locatifs et actifs) - Le comportement économique des acteurs de l’ensemble de la chaîne de valeur du l’immobilier résidentiel et non résidentiel - Les grands enjeux de la décarbonation de l’immobilier dans l’ensemble de la chaine de valeur - La relation entre les marchés immobiliers, financiers et fonciers - La compréhension de la formation des prix immobiliers et des cycles immobiliers Ce module leur permettra de d’avoir une approche transversale nécessaire pour comprendre à la fois la valeur d’usage, la valeur environnementale et la valeur financière du logement et de l’immobilier en général.",
    "Programme du module": "1.Les 3 dimensions économiques de l’immobilier (production, usage, actif) 2.Les indicateurs et l’analyse des marchés immobiliers (fonciers, investissement, locatif) 3.Analyse macro-économique du fonctionnement des marchés immobiliers 4.La formation des prix immobiliers 5.Cycles et crises immobilières",
    "Modalités": "Cours magistral accompagné de séances d’études de cas corrigées en classe. Interventions de professionnels (maximum 3h en présentiel ou visio-conférences sur des sujets précis d’actualité)",
    "Contrôle des connaissances - Règles de validation du module": "- Une note de contrôle continu de groupe (2 étudiants) 40 % de la note finale. Au choix de l’étudiant et par groupes, ce contrôle reposera soit sur des comptes rendus de certaines séances, notamment des interventions et thèmes développés par des professionnels invités, soit sur des notes de lecture. - Une note individuelle : 60 % de la note finale. Il s’agit d’un travail et rapport écrit de réflexion personnelle sur un des sujets du cours, à rendre au professeur",
    "Documents pédagogiques - Bibliographie": "Principales ressources pédagogiques du cours : livres du professeur, vidéos du professeur, site internet et mur pédagogique (accès à des polycopiés en ligne) (www. ingridnappi.com)",
    "Effectif maximal": "Effectif limité à 30 élèves",
    "Département de rattachement": "Département Sciences Economiques, Gestion Finance",
    "Nombre de crédits ECTS": "1,5 crédit ECTS",
    "Mise à jour": "01/09/2024",
    "Code": "ECIMO"
}