{
    "Créneau": "Sem 1 MSSem 2 MS",
    "Enseignants responsables": "François CONSIGNY",
    "Equipe enseignante": "Hubert KIEKEN, Sébastien DUPRAT, Mathieu GROSJEAN, Vincent LALIRE, Filippo CUCCAGNA, Olivier LEDRU, Mehrnaz REYHANIAN, François CONSIGNY",
    "Objectifs du module": "L'objectif principal du cours est de permettre aux futurs diplômés de pratiquer l'écoconception des infrastructures de Génie Civil. Il réunit l'ensemble des connaissances des étudiants et vise à mettre ces dernières en relation à des fins d'écoconception, dans une approche systémique, c'est-à-dire en décrivant l'organisation globale des relations qui unissent toutes les composantes d'un projet. Pour cela, ce module est construit afin d'apporter aux étudiants les compétences de base permettant à l'ingénieur GC de diagnostiquer et d'évaluer l'impact d'un projet d'infrastructure ou de bâtiments sur les \" limites planétaires \". A l'issue de ce module les étudiants devront : - Connaître le cadre réglementaire dans le domaine environnemental des projets de GC ; - Savoir utiliser des indicateurs quantitatifs et qualitatifs pour défendre les choix de conception ; - Savoir intégrer toutes les conséquences d'un choix de parti (tracé, matériaux, schéma statique) dans le bilan global environnemental ; - Connaître les méthodes numériques d'optimisation environnementales sur des cas simples ; - Savoir aborder l'écoconception de projets de manière holistique en vue de la comparaison éclairée de différentes solutions. - Savoir hiérarchiser les problèmes en fonction de leur échelle (de l'ouvrage à un tracé intégrant plusieurs ouvrages, de l'ouvrage à un quartier, etc.)",
    "Programme du module": "Il est prévu 13 séances de cours de 2,5h constituées de 8 Cours magistraux en amphi et 5 (1 cours et 4 Travaux Dirigés sur une étude de cas projet) en petite classe (1 groupe infrastructures, 1 groupe bâtiments). Prévisions: \" Cours magistraux : 1. L'écoconception, définitions, enjeux, règlementation et pratiques internationale - Hubert K/François C 2. Réchauffement climatique (mitigation & adaptation) - François C 3. Biodiversité Mathieu G 4. Epuisement des ressources & économie circulaire Sébastien D 5. Eau (ressource/pollution/adaptation) - Vincent L 6. Pollutions (air, odeur, santé, acoustique) & artificialisation des sols -Olivier L 7. L'écoconception à l'échelle du bâtiment -Mehrmaz R 8. Synthèse vision systémique et impact du secteur de la construction sur les limites planétaires (et QCM partie théorique en première partie du cours) - François C \" Cours Travaux dirigés. Etude de cas sur un projet d'infrastructure: Filippo C 9. Présentation des deuxde l' études de cas. Constitution des sous-groupe de 3 à 4 étudiants et présentation du projet d'infrastructure et des attentes pour la restitution 10. TD séance 1 11. TD séance 2 12. TD séance 3 13. TD infra/Bâtiments restitution et présentation orale par sous-groupe",
    "Contrôle des connaissances - Règles de validation du module": "L'évaluation des étudiants est réalisée en trois temps : - 33% QCM : validation des connaissances et bases méthodologiques à l'issue des cours magistraux - 33% rapport écrit TD dirigé sur étude de cas (projet d'infrastructure linéaire ou d'un bâtiment suivant sous-groupe) - 33% soutenance orale: capacité à réaliser une étude simple (sujet choisi par groupe de 3-4 élèves)",
    "Effectif maximal": "Effectif illimité",
    "Département de rattachement": "Mastère Génie Civil et Ecoconception",
    "Nombre de crédits ECTS": "3 crédits ECTS",
    "Code": "ECOCO"
}