{
    "Créneau": "Sem 4/Sem 6 Lu 13 h 45 - 16 h 30Sem 6 Lu 13 h 45 - 16 h 30",
    "Prérequis": "Connaissances préalables précises :- Maîtrise des concepts microéconomiques et outils analytiques standards du calcul économique (module d'économie générale de 1A) ;- Initiation à l'analyse de données statistiques (module de tronc commun de 2A). Suivre ou avoir suivi un cours d'économétrie est un plus. Intérêt pour les problématiques urbaines et d'aménagement du territoire, en lien avec les questions de résilience des villes (transport, densité des populations et taille des villes, inégalités des territoires, liens entre urbain, péri-urbain et rural)",
    "Enseignants responsables": "Annick VIGNES",
    "Equipe enseignante": "Annick VIGNES",
    "Objectifs du module": "Ce cours d'économie des villes et des territoires a pour but de comprendre la formation des inégalités spatiales et d'identifier les facteurs potentiels de ségrégation socio-économique. On s'interroge sur les corrélations entre inégalités spatiales, inégalités de revenu et inégalités climatiques. S'adressant à des élèves-ingénieurs, ce cours cherchera à montrer comment des outils propres aux ingénieurs (modélisation et conceptualisation) contribuent efficacement à la mise en place de politiques d'aménagement du territoire. L'équipe pédagogique est constituée d'une économiste et de deux physiciens, reconnus pour leurs recherches sur les questions d'économie urbaine et de ségrégation. L'ensemble du cours s'attache à présenter les modèles théoriques mobilisés pour comprendre les enjeux de l'économie spatiale et économie urbaine, mais présente aussi des cas concrets (le Grand Paris, les inégalités des territoires au niveau européen) et des analyses empiriques que les élèves s'attacheront à analyser, voire à reproduire. Les enjeux de transition y sont traités, au travers des questions de congestion et de répartition des ressources et des richesses. A l'issue de ce cours interdisciplinaire, les élèves pourront notamment envisager de travailler à l'amélioration des inégalités territoriales, à un niveau régional, national ou européen.",
    "Programme du module": "Séance 1 : Théorie économique, localisation et polarisation (agglomération) : des économies d'échelle aux dés-économies (Annick Vignes) Séance 2 : Le modèle de Von Thünen ou la formation de la rente foncière. (Annick Vignes) Séance 3 : Inégalités des territoires : le cas européen (Annick Vignes) Séance 4 : Formation des prix dans une économie spatiale (Annick Vignes) Séance 5: Etude d'articles empiriques construit autour d'analyses en prix hédoniques: séquence sur le mode \"classe inversée\". Les élèves travaillent les articles et discutent des points clefs avec l'enseignante responsable. Séance 6 Présentation des élèves , à partir des articles \"prix hédoniques\" travaillés en groupe. Séance 7 Ségrégation. Le modèle de Schelling (Julien Randon Furling) Séance 8 Taille des villes, déplacements des individus et ségrégation genrée: analyse à partir de données téléphoniques (Laetitia Gauvin) Séance 9 : Modélisation basée-agents de la formation des prix dans une ville, avec influence sociale. Application au cas de Paris. Quelles politiques publiques pour préserver la mixité sociale? (Annick Vignes et Laetitia Gauvin) Séance 10 : Présentation des travaux de fin d'année / séance de validation des acquis (Annick Vignes)",
    "Modalités": "Deux séances (séances 6 et 10) seront consacrées à des mini-workshops, durant lesquels les élèves présenteront des travaux en groupe, chaque groupe étant référé par un autre. Ces travaux donneront lieu à des évaluations, la note finale portera sur le document qui aura été rédigée, la présentation power point, l'oral et la capacité du groupe à répondre aux questions du public. A la fin de chaque workshop, les élèves devront voter pour la meilleure présentation et ce vote sera pris en compte dans la note finale. On tend là vers des évaluations interactives, miroirs du cours tel que nous le pensons.",
    "Contrôle des connaissances - Règles de validation du module": "Evaluations interactives",
    "Documents pédagogiques - Bibliographie": "Combes, Lafourcade, Thisse and Toutain (2011); Fujita (2014); Schelling (1971), Zenou ( 2011); Gauvin, Vignes, Nadal (2013); Pangallo, Nadal, Vignes (2017); Barthélémy and Roth (2012); Von Thünen (1842), Thisse (2005), (Krugman, 2008); Hautdidier, B., Schaeffer, Y., & Tivadar, M. (2021).",
    "Effectif maximal": "Effectif illimité",
    "Département de rattachement": "Département Sciences Economiques, Gestion Finance",
    "Nombre de crédits ECTS": "2 crédits ECTS",
    "Mise à jour": "01/09/2024",
    "Code": "ECOGT"
}