{
    "Créneau": "Sem 1/Sem 3Sem 3",
    "Enseignants responsables": "Francois GEEROLF",
    "Equipe enseignante": "Laure GOURSAT, Paul-Henri MOISSON, Jean-Christophe SCHMITT, Théophile JEGARD, Loris ANDRE, Gabrielle BAZIN, Thibaut TARABBIA, Victor CHAPUIS",
    "Objectifs du module": "L’objectif Les élèves doivent assimiler des notions de base en micro-économie, sur le fonctionnement d’un marché, tout en comprenant immédiatement l’intérêt, la portée et les limites et en retirant des leçons concrètes sur quelques problématiques économiques contemporaines. Pour atteindre cet objectif, le cours adopte une approche par objet en introduisant : • un objet économique concret, soulevant des enjeux contemporains, si possible proche des thématiques de l’ENPC. Ces objets ont souvent un lien avec la régulation ou l'économie comportementale. • les outils théoriques (modèles, concepts) standards et généraux de micro-économie qui permettent d’analyser l’objet proposé. • des analyses empiriques (analyses descriptives ou économétriques simples) pour illustrer ou quantifier l’objet d’étude et tester la validité des modèles ou résultats théoriques. Au total, le cours se veut : • indispensable à tout élève se destinant à un métier du secteur de l’économie (recherche, enseignement, institutions, conseil...). • utile pour tout élève futur ingénieur • enrichissant pour tout jeune étudiant (impact de l’environnement économique sur la vie professionelle et personnelle). Le cours veut également servir d’introduction : • à la partie macro-économie du cours d’introduction à l’économie (fondation micro-économiques des modèles macro-économiques). • aux autres cours d’économie à l’ENPC.",
    "Programme du module": "0 - Introduction générale 1 - Théorie du consommateur et rationalité 2 - Marchés et objectifs sociaux 3 - Pouvoir de marché et régulation 4 - Externalités, taxe carbone et préférences non égoïstes / \" prosociales \"",
    "Modalités": "6 séances de 2h30 : • 4 cours magistraux (CM) • 2 travaux dirig´es (TD) R´epartition du programme : • Semaine 1 (CM) : chapitres 0. et 1. • Semaine 2 (CM) : chapitre 2. • Semaine 3 (TD) : TD sur les cours des semaines 1 et 2 (1h15 sur le chapitre 1., 1h15 sur le chapitre 2.). • Semaine 4 (CM) : chapitre 3. • Semaine 5 (CM) : chapitre 4. • Semaine 6 (TD) : TD sur les cours des semaines 4 et 5 (1h15 sur le chapitre 3., 1h15 sur le chapitre 4.). PEDAGOGIE Déroulé de séances : • CM : exposition et exemples. • TD : exercices courts et longs (problèmes), corrigés au tableau.",
    "Contrôle des connaissances - Règles de validation du module": "Un examen spécifique à la partie microéconomie du cours à organiser au milieu du semestre, avec des exercices similaires à ceux traités en TD, et éventuellement des questions de cours. Date, durée, modalités exactes à déterminer.",
    "Adresse du site du module": "https://educnet.enpc.fr/course/view.php?id=1115",
    "Documents pédagogiques - Bibliographie": "Supports : • slides de cours. • sujets et corrigés de TD. Tous les supports seront disponibles en amont des séances sur Educnet.",
    "Effectif maximal": "Effectif illimité",
    "Département de rattachement": "Département de 1ère année",
    "Nombre de crédits ECTS": "2 crédits ECTS",
    "Mise à jour": "23/09/2024",
    "Code": "ECON1"
}