{
    "Créneau": "Sem 4/Sem 6 Me 16 h 45 - 19 h 30Sem 6 Me 16 h 45 - 19 h 30",
    "": "10 leçons de 2h30 (et plus 3 heures)",
    "Prérequis": "Une connaissance des notions de base en micro-économie est recommandée",
    "Enseignants responsables": "Alain SAUVANT",
    "Equipe enseignante": "Alain SAUVANT, Lucie LETROUIT",
    "Objectifs du module": "Ce module a pour objectif de montrer aux élèves comment les outils de l'analyse économique peuvent être mobilisés pour caractériser le fonctionnement du secteur des transports (problème de tarification et de choix d'investissement, modalités de financement …). Il s'attachera également à montrer comment ces outils peuvent être utilisés pour élaborer, mettre en œuvre et évaluer des politiques publiques en matière de mobilité. Une attention particulière aux nouvelles formes de mobilités et les implications de celles-ci sur les modèles d'affaire devra être apportée, mais aussi aux enjeux de développement durables, dont la neutralité carbone, les enjeux plus locaux et de mobilité inclusive. A l'issue du module les élèves seront capables de : - Présenter les caractéristiques du secteur des transports à partir des outils de l'analyse économique ; - Connaitre les ordres de grandeur des coûts liés aux différentes formes de mobilités (voyageurs et marchandises) et aux infrastructures de transport ; - Savoir quantifier ces coûts ; - Concevoir une tarification pour une offre de mobilité et expliquer les mécanismes guidant la fixation des prix (services et infrastructures) ; - Calculer une VAN socio-économique dans un contexte transport, et évaluer la rentabilité socio-économique des investissements et politiques et contribuer au choix de la décision d'investissement et de politiques en considérant différents paramètres. Ce module contribue au développement des compétences suivantes : (i) Comprendre les réalités physiques, techniques et humaines : analyser, modéliser, diagnostiquer, (ii) Appréhender et gérer la complexité des systèmes, (iii) Concevoir des solutions innovantes qui créent de la valeur,",
    "Programme du module": "1.Introduction et enjeux liés au développement durable 2.Economie des infrastructures 3.Economie de la production 4.Economie des services en transport de voyageurs 5.La demande de transport 6.Analyse (statique) de l'équilibre offre-demande 7.Gestion de la demande 8.Gestion à moyen terme de l'offre 9.Développement à long terme d'un système de transport 10.Neutralité carbone, mobilité inclusive et conclusion",
    "Modalités": "10 séances de 2h30 chacune soit 25 heures (Mercredii 16h45-19h30 de février à mai) A chaque cours 15 mn environ sont consacrés à des petits exercices permettant de mettre en œuvre les notions de la leçon ou de la leçon précédente (avec préparation à domicile). ) Environ 30 heures de travail personnel (révision, préparation de petits exercices, mini-mémoire)",
    "Contrôle des connaissances - Règles de validation du module": "Devoir sur table (1h environ) individuel (question de cours et QCM sur 10 questions de mise en pratique simples) (50%) et mini-mémoire à préparer par petits groupes de 2 ou 3 élèves à remettre en fin de module sur une thématique liée bau module (liste fournie ou sujet proposé et validé) (50%)",
    "Adresse du site du module": "educnet.enpc.fr/course/view.php?id=415",
    "Documents pédagogiques - Bibliographie": "Envoi des transparents du cours ; ceux-ci figurent aussi sur Educnet Recommandation d'un ouvrage de référence et de lectures",
    "Effectif maximal": "Effectif illimité",
    "Département de rattachement": "Département Ville Environnement Transport",
    "Nombre de crédits ECTS": "2 crédits ECTS",
    "Mise à jour": "2 septembre 2024",
    "Code": "ECOPT"
}