{
    "Créneau": "Sem 1Sem 2/Sem 4Sem 4",
    "Enseignants responsables": "Paul-Henri MOISSON",
    "Equipe enseignante": "Paul-Henri MOISSON",
    "Objectifs du module": "L'objectif principal de ce module est d'acquérir une connaissance des grands thèmes de l'économie des organisations, ainsi que de ses principaux concepts et méthodes. Le module porte sur l'approche économique des organisations au sens le plus large, qu'il s'agisse par exemple d'entreprises, d'administrations, d'universités, ou de groupes, équipes, associations. Seront étudiées les principales théories expliquant l'existence d'organisations (théories des droits de propriété et des coûts de transaction) et leurs structures. De manière complémentaire, le cours fournira une introduction à la théorie des contrats, ainsi qu'aux principaux modèles économiques de comportements individuels au sein de groupes A l'issue de ce module, les étudiants disposeront d'outils utiles pour l'analyse économique des organisations, outils pouvant être appliqués à d'autres champs de l'économie (économie industrielle, économie du travail, économie de l'environnement), ainsi qu'aux situations concrètes qu'ils pourront rencontrer en tant qu'ingénieurs.",
    "Programme du module": "Séances 1 & 2 : Introduction générale. Théorie des contrats. (Contrats optimaux en présence d'information privée et avec exécution imparfaitement observable.) Séance 2 & 3 : Théories des organisations. (Théorie des droits de propriété & théorie des coûts de transaction.) Séance 4 & 5 : Structures organisationnelles. (Hiérarchies, autorité, délégation.) Séance 5 & 6 : Individus et groupes. (Images et réputations, travail en équipe, compétition et coopération.)",
    "Modalités": "Séances 1,2,4,5 : Cours magistral (2h30). Séances 3,6 en deux parties : cours magistral (1h15), études de cas & discussion (1h15).",
    "Contrôle des connaissances - Règles de validation du module": "Projet (25%), examen (75%). L'objectif du projet est d'amener les élèves à s'approprier les théories vues en cours et en comprendre l'utilité tout comme les limites. Aussi, les élèves devront, par groupe de deux, identifier une situation concrète dans une organisation de son choix (réelle ou issue d'une œuvre de fiction - livre ou film) et en proposer une analyse à l'aide des différents modèles étudiés en cours. Les élèves devront notamment expliquer quels modèles décrivent efficacement certains aspects de la situation choisie et, le cas échéant, ce qu'il manquerait à ces modèles pour y arriver. Le rendu sera un court mémoire (5 pages).",
    "Documents pédagogiques - Bibliographie": "The Handbook of Organizational Economics, de R. Gibbons et J. Roberts (Princeton University Press, 2013). https://educnet.enpc.fr",
    "Effectif maximal": "Effectif limité à 30 élèves",
    "Département de rattachement": "Département de 1ère année",
    "Nombre de crédits ECTS": "2 crédits ECTS",
    "Mise à jour": "01/10/2024",
    "Code": "ECORG"
}