{
    "Créneau": "Sem 4/Sem 6 Me 13 h 45 - 16 h 30Sem 6 Me 13 h 45 - 16 h 30",
    "Prérequis": "Introduction à l'économie, bases de micro- et macroéconomie",
    "Enseignants responsables": "Pierre JACQUET",
    "Objectifs du module": "A l'issue du module, les élèves : \" auront assimilé les bases théoriques de la macroéconomie internationale et du commerce international ; \" pourront décrypter les principaux débats et y participer de façon analytique, critique et constructive en mobilisant les différents concepts et outils de l'économiste ; \" sauront présenter de façon pédagogique, simple, vivante et rigoureuse des thèmes importants de l'économie internationale.",
    "Programme du module": "Balance des paiements et identités comptables en économie ouverte ; macroéconomie en économie ouverte ; système monétaire international et régimes de change ; théories du commerce international ; politiques commerciales et rôle de l'OMC ; croissance et développement.",
    "Modalités": "13 séances de 2h45 (2h30 plus pause) organisées de la façon suivante : \" 20 h de cours par le professeur, autour des 6 thèmes du programme \" 6 interventions extérieures de 45mn environ sur une question d'actualité liée aux thèmes abordés dans le cours (total 5h) \" 6 exposés-débats de 50 mn sous forme de cours préparés par les élèves (total 5h) \" 1 session finale pour le contrôle des connaissances et la présentation par les élèves de podcasts audio de 5mn (maximum) réalisés en équipe (12 équipes) sur un sujet donné par l'enseignant",
    "Contrôle des connaissances - Règles de validation du module": "\" Contrôle de connaissances écrit sous forme de QCM (50% de la note) \" Préparation en équipe d'un podcast audio, présenté devant la classe et devant un jury (25% de la note) \" Préparation par les élèves, en équipe, d'un mini-cours (25% de la note)",
    "Adresse du site du module": "cours.pierrejacquet.net",
    "Documents pédagogiques - Bibliographie": "\" Manuel Politique Economique (Agnès Bénassy-Quéré, Benoît Coeuré, Pierre Jacquet et Jean Pisani-Ferry, Dunod, 5è édition 2021) \" Lectures conseillées par l'enseignant et postées sur le site du cours.",
    "Effectif maximal": "Effectif limité à 60 élèves",
    "Département de rattachement": "Département Sciences Economiques, Gestion Finance",
    "Nombre de crédits ECTS": "3 crédits ECTS",
    "Mise à jour": "01/09/2024",
    "Code": "ECPOI"
}