{
    "Créneau": "Sem 5",
    "Enseignants responsables": "François VERDIEL",
    "Objectifs du module": "ENANG Enjeux des accidents graves nucléaires Enseignant responsable : François VERDIEL (EDF) OBJECTIFS La question de la sûreté nucléaire est une question cruciale dans les débats de politique énergétique et qui semble parfois soit réservée à des experts soit se réduire à une opposition de valeurs. Le présent module vise à donner aux élèves les fondamentaux de raisonnement et de construction de la sûreté nucléaire (notamment en France), puis de leur apprendre à les décliner au cours de l'analyse des accidents graves nucléaires les plus notables et enfin à exercer leur esprit critique. Les élèves sont invités à réaliser leur propre analyse d'un accident nucléaire pour conclure et valider le module. La formation ne nécessite pas de pré-requis particulier puisqu'elle vise à permettre à chacun d'être capable d'exercer son esprit critique face à des questions de sûreté nucléaire en quelques heures. Concrètement, ce module permet aux élèves d'appréhender de façon pragmatique les enjeux associés à un accident grave nucléaire et aux questions pertinentes qu'il soulève. Pour cela, le module intègrera quelques notions de base en sûreté nucléaire (aspects sanitaires, défense en profondeur, conception, exploitation) en insistant sur leur logique propre. Puis raisonnement et esprit critique seront éprouvés au travers de l'analyse successive des accidents de Three Miles Island, Tchernobyl et Fukushima. Ce module est essentiellement participatif, les élèves étant invités régulièrement à se mettre à la place du concepteur, de l'exploitant, etc. pour définir leur stratégie. En fin de module, chaque élève met en œuvre ses acquis et son esprit critique au cours d'une étude de cas.",
    "Programme du module": "PROGRAMME La particularité du nucléaire : les aspects sanitaires. Les notions, principes et logiques de conception et d'exploitation des réacteurs. La démarche de sûreté incluant le retour d'expérience et ses acteurs clefs. L'analyse des accidents de Three Miles Island, Tchernobyl et Fukushima. Analyse personnelle d'une situation accidentelle. MODALITÉS 5 séances de 3 heures (en petite classe) d'apport et d'échanges. La 6è séance est consacrée à l'analyse de cas. CONTRÔLE DES CONNAISSANCES ET RÈGLES DE VALIDATION La validation du module prend en compte la participation régulière et active aux cours et exercices, et la qualité de l'analyse de cas finale. Documents pédagogiques Transparents, supports des cours remis après chaque cours et autorisés lors de l'étude de cas.",
    "Effectif maximal": "Effectif illimité",
    "Département de rattachement": "Collège Doctoral",
    "Nombre de crédits ECTS": "2 crédits ECTS",
    "Code": "ENANG"
}