{
    "Créneau": "Sem 3/Sem 5 Me 13 h 45 - 16 h 30SL",
    "Prérequis": "Niveau Licence – Fondamentaux de génie énergétique (thermique, thermodynamique, mécanique des fluides) et génie électrique",
    "Enseignants responsables": "Bruno DUPLESSIS",
    "Equipe enseignante": "Camila FREITAS SALGUEIREDO, Victor MARTY-JOURJON, R BONABE de ROUGE, Bruno DUPLESSIS",
    "Objectifs du module": "L'objectif du cours est de donner aux élèves des repères sur les principaux enjeux énergétiques du 21ème siècle. Plus précisément, à l'issue du cours, les élèves disposeront des clés élémentaires - conceptuelles, méthodologiques et techniques - leur permettant de décrire et analyser le contexte énergétique d'un pays ou d'un secteur donné (en particulier, français et européen) et d'exercer un regard critique sur les débats et processus de décision relatifs aux questions énergétiques. Les élèves seront également capables de déterminer un système énergétique pour un couple offre-demande, d'identifier l'intérêt et les limites des principales options de décarbonation du secteur de l'énergie (énergies renouvelables, nucléaire, hydrogène, bio-énergies) et de décrire les principaux leviers de réduction et de modification de la demande en énergie",
    "Programme du module": "Le cours aborde les thèmes suivants : Problématiques énergétiques globales : filières énergétiques, comptabilité énergétique, demande en énergie et activités associées, relation offre-demande, bilan énergétique Le système électrique : Technologies de production électrique et infrastructures, éléments de coûts et d'analyse économique, Marchés de l'électricité et régulation du secteur (France / UE), réseaux électrique et gestion de l'équilibre offre-demande, émissions de CO2 Energies renouvelables pour la production d'électricité : éléments technologiques et économiques, intégration au réseau électrique et aux marchés, potentiel et limites Enjeux de décarbonation de filières énergétiques : gaz et chaleur Efficacité énergétique et maîtrise de la demande en énergie (bâtiment) : rénovation énergétique, gestion de la demande en électricité, éléments méthodologiques de prospective à l'échelle du parc de logements Décarbonation des filières énergétiques pour le transport : Impacts environnementaux des différentes filières (analyse Well-to-Wheel) Afin d'approfondir certains enjeux spécifiques de l'offre (production d'électricité) et à la demande en énergie (secteur résidentiel) et de prendre en main des outils d'analyse technico-économique dédiés, des exercices pratiques seront initiés lors de séances de travaux dirigés. Dans un second temps, les participants au cours seront amenés à poursuivre les travaux de modélisation et d'analyse, à discuter des résultats obtenus au regard des problématiques abordées en cours. Trois sujets sont abordés : Parc de production d'électricité : cas du planificateur optimal, résilience (prix/volume) et trajectoires de décarbonation du parc historique Analyse technico-économique de travaux de rénovation d'un logement Modélisation prospective de la demande en énergie",
    "Modalités": "Le cours comporte 13 séances de 2h30 dont 21h15 de cours et 11h15 de TD. Le travail d'analyse et d'approfondissement des projets hors classe est estimé à environ 8 heures par projet",
    "Contrôle des connaissances - Règles de validation du module": "3 rapports de projets (coefficient 1 chacun).",
    "Adresse du site du module": "educnet.enpc.fr/course/view.php?id=251",
    "Documents pédagogiques - Bibliographie": "Site Internet (Educnet) mettant à disposition les supports de cours et des ressources bibliographiques",
    "Effectif maximal": "Effectif illimité",
    "Département de rattachement": "Département Ville Environnement Transport",
    "Nombre de crédits ECTS": "3 crédits ECTS",
    "Mise à jour": "2 septembre 2024",
    "Code": "ENERG"
}