{
    "Créneau": "Sem 3/Sem 5 Ve 8 h 30 - 11 h 15Sem 5 Ve 8 h 30 - 11 h 15",
    "Enseignants responsables": "Frédéric AUNIS",
    "Equipe enseignante": "Frédéric AUNIS",
    "Objectifs du module": "Mieux comprendre et maîtriser les facteurs humains et interculturels dans les équipes internationales, multiculturelles et notamment les équipes \" DESPACIALISEES \" (Remote Team Management in Crosscultural Context). Contribuer en tant qu'individu et ingénieur à favoriser les dynamiques interculturelles en mode projet ainsi qu'en situation de management. Expérimenter sa propre flexibilité Interculturel pour contribuer, en tant qu'ingénieur, à la performance et au succès d'une équipe multiculturelle. Appréhender, explorer son \" Cultural Self \", c'est-à-dire ses propres orientations et comportements culturels au sein d'une équipe diversifiée et en faire un atout.",
    "Programme du module": "Introduction: contexte VUCA, incertitude et complexité de l'environnement mondial et ses conséquences, pour l'ingénieur, sur ses relations et sa réussite en équipes multi-culturelles. (Pré-lecture Keynotes Audio) Etape 1: succès en équipes multi-culturelles \" REMOTE \": vision partagée, pacte des règles du jeu dont gestion du temps tenant compte notamment des décalages horaires Etape 2: débriefing et exploration des différentes Adhérences Culturelles à l'oeuvre dans la relation de travail: Tolérance à l'Incertitude, Mode de Pensée, rapport au Temps et à l'Espace, Préférences dans la Communication, Individualisme versus Collectif. Cette étape se développe en apport des concepts, réflexion sur soi, prise de conscience des écarts avec d'autres étudiants ingénieurs Etape 3: mise en contexte \" simulation d'une équipe multi-culturelle \", en équipe de 4 à 6 étudiants, et développement d'un diagnostic et de solution ados afin de maîtriser les écarts, réduire les risques de conflits et blocages. Cette étape est un fil conducteur qui aboutit à une restitution de groupe en plénière \" virtuelle \" avec feedback. Enchainement dynamique de séquences magistrales courtes (s'appuyant sur pré-lecture des supports de cours adressés aux élèves avant le cours), de séquences de réflexion individuelle et collective (en groupe et en sous-groupe), autour d'un projet concret à explorer et formaliser en groupe mission de 4 à 6 élèves, de séquences de Questions/Réponses. Le cours, livré en \" Remote Context \", sera lui-même un support de réflexion et de développement des compétences interculturelles de l'ingénieur en situation \" réelle \".",
    "Modalités": "13 sessions de 2H30 construit en mode interactif avec travail préparatoire par un mini-groupe d'élèves suivi d'un débat avec un expert, de mises en situation et d'un travail pratique sur une mission fil rouge qui permet au élèves de mettre en pratique les apprentissages dans un contexte opérationnel choisi par les élèves.",
    "Contrôle des connaissances - Règles de validation du module": "Travail individuel, comprenant un travail continu (tout au long de la session) notamment sur ses propres adhérences culturelles et leur impact sur la dynamique en équipe multi-culturelle. Test Express (Fun Learning) en cours de session. Investissement personnel et participation à la dynamique de la session elle-même (Apport de sa propre expérience et questionnement, dans le respect du collectif) Travail collectif sur la mission \" simulation d'une équipe multi-culturelle \", incluant le fond (qualité du diagnostic-solutions) et la restitution (Impact lié à la forme, la créativité, les réponses aux questions en session finale)",
    "Adresse du site du module": "educnet.enpc.fr/course/view.php?id=347&edit=0&sesskey=5i9I4pXoLA&userid=guest",
    "Documents pédagogiques - Bibliographie": "Cultural Self-awareness Test, Vidéos-Audios, Powerpoint, & PDF fournis en lecture libre Michel Sauquet: \" L'Intelligence Culturelle \" Michel Sauquet et Philippe Pierre: \" L'archipel Humain \"",
    "Effectif maximal": "Effectif limité à 30 élèves",
    "Département de rattachement": "Département Sciences Humaines et Sociales",
    "Nombre de crédits ECTS": "3 crédits ECTS",
    "Mise à jour": "11 octobre 2018",
    "Code": "ENMIT"
}