{
    "Créneau": "Sem 1 MSSem 2 MS",
    "": "Avoir répondu en lignes aux demandes de présentation pré-rentrée : - autoportrait vidéo de 3 minutes - questionnaire sur les connaissances techniques, les outils, le profil des candidats",
    "Prérequis": "pas de prérequis, hors les conditions d'admissibilité au MS",
    "Enseignants responsables": "Olivier CELNIK",
    "Equipe enseignante": "Olivier CELNIK",
    "Objectifs du module": "- Expliquer les enjeux du BIM et décrire le processus de conception intégré ; - Présenter les motivations de cette formation, ses objectifs, ses modalités pratiques : poser les bases techniques et méthodologiques du travail et de la collaboration pendant l'année de formation, stagiaires entre eux et avec les intervenants ; - Connaître les profils et motivations des différents stagiaires, et de là comprendre les impacts envisagés du BIM sur les différents métiers ; - Mesurer la progression que constitue le passage à une démarche de conception intégrée dans le domaine constructif en termes d'efficacité et d'optimisation des projets ; - Expliquer l'enjeu que représente l'entrée dans un processus BIM pour l'ensemble des acteurs associés à l'acte de construire (les avantages du BIM pour tous), les transformations opérées dans les relations entre acteurs ; - Analyser les impacts, difficultés et avantages pour chaque corps de métier; identifier les freins et moteurs potentiels à un changement de processus et de pratiques (les avantages et risques du BIM pour chacun), les transformations opérées dans les rôles et activités de chacun ; - Evaluer l'intérêt et le potentiel que peut représenter le recours au BIM, tout en connaissant ses limites; argumenter l'usage du BIM auprès d'un décideur ou d'un acteur d'un projet constructif ; - Définir un référentiel de concepts et de vocabulaire : se mettre d'accord sur les définitions, avoir un vocabulaire commun. Identifier les ambiguïtés, selon les points de vue, les expériences, les rôles et métiers.",
    "Programme du module": "Jour 1 : - matinée : présentation des enjeux du BIM et de l'organisation de la formation - après-midi : le processus de conception intégré (PCI) - comprendre ce qu'est le PCI et savoir en quoi il se distingue des méthodes traditionnelles; - comprendre les avantages du PCI et savoir pourquoi ce processus s'avère crucial pour réaliser des projets durables; - comprendre comment structurer un PCI de manière générale;? - savoir qui doit participer au processus, à quel moment et pourquoi;? - comprendre les principaux indicateurs de succès à appliquer au PCI;? - savoir comment trouver d'autres outils et ressources permettant d'utiliser le PCI. Jour 2 : BIM support de la constructibilité - matinée : Présentation de la constructibilité du point de vue de la chaîne de valeur. La constructibilité en phase amont de programmation: - les coûts caches - les fonctions d'usage - les critères de valeur (attributs) La constructibilité en phase de projétation: - les sous-ensembles fonctionnels - les interfaces - les principes constructifs et simulation. - après-midi : La constructibilité en phase de production: - l'ouvrabilité des matériaux - le séquencement de la production - la traçabilité vers exploitation. La constructibilité comme finalité d'usage de différents outils informatisés. Jour 3 : - matinée : - les outils en ligne du MS BIM : la plateforme de formation à distance - le travail collaboratif au sein du MS BIM : contributions des auditeurs à un glossaire, des référentiels d'acteurs, de projets et cas exemplaires, de publications - après-midi : - témoignages de personnalités du BIM en France - un(e) BIM Manager - un Maître d'Ouvrage",
    "Modalités": "- Cours magistraux (séquences d'1h30 à 2 heures) - Débats et jeux de rôle - Enquêtes à remplir en ligne - Témoignages d'intervenants professionnels et débats",
    "Contrôle des connaissances - Règles de validation du module": "- Participation aux échanges, débats et jeux de rôle - Saisie des informations sur les formulaires et enquêtes en ligne : profil, attentes, compétences, puis résumé des premières interventions et note de synthèse personnelle.",
    "Documents pédagogiques - Bibliographie": "- Cahiers pratiques du Moniteur : Constructibilité, BIM - Extraits du livre BIM et Maquette Numérique - Guide sur le processus de conception intégré https://bim.enpc.fr",
    "Effectif maximal": "Effectif illimité",
    "Département de rattachement": "MS BIM Concept. intégrée et cycle de vie du bâtiment et infrastructures",
    "Nombre de crédits ECTS": "4 crédits ECTS",
    "Code": "ENPCI"
}