{
    "Créneau": "Sem 1/Sem 3Sem 2/Sem 4Sem 4",
    "Prérequis": "Cours d'économie du premier semestre, notions physiques de base pour appréhender les enjeux de la transition énergétique (cours ENRJ1 du premier semestre) et culture générale sur les questions environnementales.",
    "Enseignants responsables": "Vincent VIGUIE",
    "Equipe enseignante": "Vincent VIGUIE, Philippe QUIRION, Christophe CASSEN, Sophie TABOURET, Alain NADAI",
    "Objectifs du module": "Ce module est un cours d'introduction à destination de l'ensemble des élèves de première année du cursus ingénieur. Il fait suite au module du premier semestre qui porte sur les notions de sciences physiques de base à connaître (module ENRJ1), et met en œuvre des concepts introduits dans le module \"Fondamentaux de l'économie pour l'ingénieur\". Le module est complémentaire du module \"Développement durable : les enjeux d'un monde complexe et incertain\" et des conférences organisées à l'Ecole pour sensibiliser aux questions environnementales. Le module électif \"Innovation pour la transition socio-écologique\" approfondit certaines des notions étudiées dans ce module. Le module d'Introduction aux sciences humaines et sociales du premier semestre est utile pour comprendre plus finement les notions abordées en cours.",
    "Programme du module": "Les étudiants ont un tronc commun en économie/gestion (séances en amphi) et, pour les petites classes, choisissent un parcours au choix entre : sociologie, sciences politiques, philosophie histoire",
    "Modalités": "6 séances de 3h00, divisées entre 1h30 en amphi et 1h30 en petites classes",
    "Contrôle des connaissances - Règles de validation du module": "QCM portant sur les séances en amphi (30% de la note), exposé en petite classe sur une thématique de sciences humaines (70% de la note), bonus en fonction de la participation (2 pts).",
    "Documents pédagogiques - Bibliographie": "https://educnet.enpc.fr",
    "Effectif maximal": "Effectif illimité",
    "Département de rattachement": "Département de 1ère année",
    "Nombre de crédits ECTS": "2 crédits ECTS",
    "Mise à jour": "01/10/2024",
    "Code": "ENRJ2"
}