{
    "Créneau": "Sem 1/Sem 3Sem 2/Sem 4/Sem 6SL",
    "": "Aucune",
    "Prérequis": "Connaissances de base de classe préparatoire en mathématiques et physique",
    "Enseignants responsables": "Laurent BROCHARD",
    "Equipe enseignante": "François CHEVOIR, Anaël LEMAITRE, Olivier PITOIS, Daniel SUCHET, Matthieu VANDAMME, Laurent BROCHARD, Louis CARILLO, Mathias LEBIHAIN, Julien LEOPOLDES, Michael PEIGNEY, Adriana QUACQUARELLI",
    "Objectifs du module": "Ce module est un cours d'introduction à destination des élèves de première année du cursus ingénieur, accessible à toute la promotion, et qui porte sur le socle essentiel des notions de sciences physiques à connaître pour appréhender les enjeux de la transition énergétique. Le module porte sur les bases nécessaires théoriques permettant d'appréhender la physique des différentes formes d'énergie, et de comprendre les processus en jeu dans les principaux systèmes de transformation d'énergie. Ces bases permettront d'expliquer les enjeux technologiques et environnementaux du secteur de l'énergie, et de maîtriser les principaux ordres de grandeur et indicateurs liés à l'énergie. Un second module complémentaire de celui-ci (ENRJ2) est proposé au second semestre et porte sur le socle essentiel de sciences humaines permettant d'aborder les enjeux de la transition (coût économique, difficultés d'organisation, incertitudes etc.).",
    "Programme du module": "Séance 1 - énergie, ressources et climat : la nécessité d'une transition Séance 2 - séance optionnelle de remise à niveau option 1 : exploitation de la chaleur option 2 : énergie chimique Séance 3 et 4 - rayonnement Séance 5 et 6 - énergie nucléaire Séance 7 - énergie du mouvement des fluides Examen",
    "Modalités": "7 séances de 3h00, cours magistral en amphi et TD en petites classes",
    "Contrôle des connaissances - Règles de validation du module": "Examen écrit",
    "Documents pédagogiques - Bibliographie": "Slides d'amphi, notes de cours, sujets et corrigés de TD, exercices complémentaires, examens antérieurs",
    "Effectif maximal": "Effectif illimité",
    "Département de rattachement": "Département de 1ère année",
    "Nombre de crédits ECTS": "2 crédits ECTS",
    "Mise à jour": "04/09/2024",
    "Code": "ENRJ1"
}