{
    "Créneau": "Sem 5",
    "Enseignants responsables": "Fabien LEURENT , Remy LE BOENNEC",
    "Equipe enseignante": "Fabien LEURENT, Remy LE BOENNEC",
    "Objectifs du module": "Les objectifs de connaissance comprennent les enjeux et les mécanismes économiques des services de mobilité en plateforme, abordés sous l’angle économique et managérial : facteurs de demande, facteurs d’offre, conditions de réussite. L’analyse des services se fait dans la perspective d’une politique territoriale intégrant les contraintes et les objectifs des Autorités Organisatrices de Mobilité (AOM) A l'issue du module, les élèves seront capables de : • Analyser les enjeux économiques, sociaux, environnementaux, climatiques et énergétiques spécifiques aux services de mobilité en plateforme ; • Analyser la fonction de production, modéliser les coûts de production ; • Analyser la demande potentielle en situation territoriale, comprendre les facteurs de succès ou d’échec d’une implantation locale ; • Identifier les territoires et services de mobilité pertinents",
    "Programme du module": "• Panorama et typologie des services de mobilité en plateforme ; • Les fonctions d’un tel service, leurs moyens de production, les coûts de production. Le recours aux prestataires individuels. Economies d’échelle dans la production ; • L’intérêt des fonctions pour des clients potentiels, l’attrait du service par rapport aux services alternatifs, le potentiel de demande, les sensibilités à la qualité de service et à la tarification.",
    "Modalités": "7 séances de 3 heures, de type théorique (cours magistral)",
    "Contrôle des connaissances - Règles de validation du module": "Deux travaux individuels sont demandés : • d’une part la réalisation d’une note de lecture à partir d’un article scientifique ou chapitre d’ouvrage, • d’autre part la réalisation d’une étude très simplifiée (cas d’école) pour certain service de mobilité en plateforme en envisageant un cas concret de territoire. Chaque partie compte pour un tiers de la note, l’assiduité constituant le troisième tiers. La participation orale intelligente procure un bonus.",
    "Effectif maximal": "Effectif illimité",
    "Département de rattachement": "Master Economie de l'Environnement, Energie et Transport",
    "Nombre de crédits ECTS": "2 crédits ECTS",
    "Code": "EPFM"
}