{
    "Créneau": "Sem 2/Sem 4 Ve 8 h 30 - 11 h 15Sem 4 Ve 8 h 30 - 11 h 15",
    "Prérequis": "Aucun",
    "Enseignants responsables": "Gilles LECERF",
    "Objectifs du module": "comprendre et débattre de l’évolution des sciences et des méthodes expérimentales. Des critères de rationalité en sciences, de la notion de vérité mais également des biais potentiels (question des pseudosciences) ; • comprendre et débattre de l’influence réciproque du développement scientifique sur le développement technique et industriel et son impact environnemental ; • comprendre et débattre des enjeux de l’influence de “l’intelligence artificielle” dans le développement scientifique et technique ; • prendre du recul et débattre du rôle et de la responsabilité du scientifique et de l’ingénieur dans notre société ; • Partager son travail et son éclairage sur une question de philosophie des sciences et techniques à ses pairs à travers un média collaboratif (voir les modalités ci-dessous) ; Pour résumer l’objectif de ce cours sera de reprendre la proposition d’H.Arendt et de la faire vivre auprès de jeunes ingénieurs : « ce que je vous propose est très simple, rien de plus que de penser ce que nous faisons.\"",
    "Programme du module": "Le module sera séparé en deux parties: la première (« de l’episteme à l’Arraisonnement heideggerien: un bref itinéraire philosophique et historique de la science et des techniques ») aura pour but de sensibiliser les étudiants aux enjeux de la philosophie des sciences et techniques. Elle se clôturera sur une rencontre avec Charles Ollion qui présentera son travail en tant que spécialiste de la recherche en IA pour des enjeux environnementaux. La seconde s’intéressera plus précisément à la question de l’IA dans les sciences et les techniques. Nous tâcherons d’y faire une généalogie philosophique, technologique et politique de la notion d’IA et de mieux comprendre les implications épistémologiques qu’elle peut avoir. L’évaluation reposera sur la constitution d’un média collaboratif par l’ensemble de la classe. Les étudiants devront - par groupe - publier une contribution qui leur semble éclairer les réflexions discutées en classe au sujet de la philosophie des sciences et des techniques. Cela peut prendre différentes formes en fonction de leurs envies et compétences : articles, interviews, organisation d’un événement grand public (table ronde), courtes vidéos, notes de lecture, compte-rendu de conférence, podcasts… L’enseignant les guidera en fonction de leurs souhaits et de sa propre expertise. Une évaluation orale aura également lieu : chaque classe démarrera par un mini-débat entre 3 étudiants au sujet de la lecture du jour, à préparer pour chaque séance.",
    "Modalités": "8 séances seront dédiées à des cours magistraux ; 3 séances seront dédiées au travail sur le média collaboratif, sous la supervision de l’enseignant ; 1 séance sera organisée autour d’une rencontre avec Charles Ollion, docteur en deep learning de l'école Polytechnique ; 1 séance sera dédiée à la restitution, à la mise en commun et à la publication des travaux des étudiants ;",
    "Contrôle des connaissances - Règles de validation du module": "65% pour la participation au média (travail de groupe avec bonification individuelle). 25% pour l’exercice de présentation orale autour du texte. 10% pour la participation globale en classe.",
    "Documents pédagogiques - Bibliographie": "Polycopiés",
    "Effectif maximal": "Effectif limité à 35 élèves",
    "Département de rattachement": "Département Sciences Humaines et Sociales",
    "Nombre de crédits ECTS": "3 crédits ECTS",
    "Code": "EPIST"
}