{
    "Créneau": "Sem 6/Sem 2 MSSem 2 MS",
    "Enseignants responsables": "Suman MODWEL",
    "Programme du module": "This tutorial is divided into three parts : Part I: The topics in the first part include: -Explaining Inter-industry Trade: Ricardo’s Model of Comparative Advantage -Gains and Pains of Trade: Income Distribution Effects - Explaining Intra-Industry Trade: Monopolistic Competition and Economies of Scale -Explaining \"Trade\" of Labor and Capital Factors: Foreign Direct Investment and Multinational Corporations - A First View of the Political Economy of Trade - From GATT to the WTO Part II: The topics in the second part include: - Foreign Direct Investment as an option to trade; multinational corporations; intra-firm trade - Analyzing some regional integration experiences ( trade creation and trade diversion) - Strategic Trade Policy and positive externalities (with ref. to Airbus vs. Boeing) - The debate on Globalization and its effects - is \"Globalization with Social Responsibility\" feasible? - Multilateral Trading System and the \"New Issues\" in the WTO - WTO after Seattle Doha and Cancun Part III: The third part addresses the specific needs of participants. The process will provide them with advanced conceptual inputs relevant to their chosen topic on a flexible response-to-felt-need basis. These tutorials will also support them on their research methodology and needs and help them develop the required rigor in their project in order to produce a final paper of high quality. The tutorials may include any one of the above themes plus others in the area of monetary macroeconomics and exchange rates, e.g: exchange rates, real exchange rates; strong currency, over-valued currency; interest rate rise effects on currency appreciation or depreciation; fixed vs. floating exchange rates, currency boards; \"shorting\" a currency, capital controls; monetary vs. post-Keynesian economics; real wages, real exchange rate, productivity and competitiveness, total factor productivity issues relating to the \"new economy\" debate, etc.",
    "Contrôle des connaissances - Règles de validation du module": "Assessment: The assessment mode is in the form of three essay type assignments as far as Parts 1 and 2 are concerned. They are in downloadable documents in the course site. It will be seen that there are three assignments in each part, each covering two topics at a time, and they are to be submitted 3, 6 and 10 weeks after enrolment respectively. For Part 3, the assignment by definition will be the paper that they will write under \"tutorial\" facilitation.",
    "Adresse du site du module": "www.enpc.fr/fr/formations/ecole_virt/cours/modwel.htm",
    "Effectif maximal": "Effectif illimité",
    "Département de rattachement": "MBA",
    "Nombre de crédits ECTS": "1 crédit ECTS",
    "Code": "ETPIE"
}