{
    "Créneau": "Sem 3/Sem 5 Me 8 h 30 - 11 h 15Sem 5 Me 8 h 30 - 11 h 15",
    "Enseignants responsables": "Jean-Philippe PICHEVIN",
    "Equipe enseignante": "Jean-Philippe PICHEVIN",
    "Objectifs du module": "Ce module doit permettre aux élèves : - de comprendre les logiques économiques des opérations urbaines en lien avec le jeu d'acteurs sous-jacent à la fabrique de la ville et leurs évolutions récentes, - de faire le lien entre une l'établissement d'un bilan d'opération et l'hypothèse de montage juridico-partenarial sous-jacente, - de savoir manipuler les méthodes d'analyse financière d'un projet urbain, - de savoir dresser et optimiser un bilan d'aménagement, - de comprendre les dispositifs de financement des opérations urbaines. Les objectifs pédagogiques du module sont donc de : - Familiariser les élèves avec les mécanismes de création de valeur sur un territoire, - Maîtriser les jeux d'acteurs et leurs évolutions récentes avec l'entrée de nouveaux acteurs dans le processus de l'aménagement : A la fin du module, l'élève doit pouvoir faire le lien entre cette dimension partenariale, les scénarios de montage juridique et les bilans financiers des opérations. - Acquérir des capacités pratiques en matière de bilan d'aménagement, bilan de promotion, évaluation de charges foncières par compte à rebours, évaluation de montant de participation aux équipements publics. A la fin du module, l'élève doit pouvoir dresser un bilan d'aménagement et l'optimiser dans les principales situations urbaines des projets actuels.",
    "Programme du module": "Le module s'organise en 6 séances de 2h30. Le module se déroulera en 3 séquences : - Première séquence de cadrage de la notion d'économie de l'aménagement qui permet de présenter ce qu'est la chaîne de valeur de l'économie de l'aménagement, les acteurs et les mutations en cours. Cette séquence se décomposera en 2 séances. - Deuxième séquence autour de l'opération d'aménagement comme vecteur de production de valeur : il s'agira dans cette séquence de détailler les méthodes d'établissement d'un bilan d'aménagement et de son optimisation. Cette séquence se décomposera en 2 séances qui articuleront présentations théoriques, travail sur des cas concrets avec zoom sur deux composantes majeures de l'économie de l'aménagement : le logement et l'activité économique. - Troisième séquence d'ouverture sur des questionnements plus ouverts en économie de l'aménagement : le bilan d'aménagement à l'heure du ZAN, la question du couplage d'un bilan financier avec un bilan carbone, les évaluations socio-économiques des opérations urbaines et l'intégration des externalités dans le bilan d'aménagement. Cette séquence se décomposera en 2 séances qui partiront de participation d'intervenants tiers et de restitution de travail de groupes.",
    "Modalités": "Les séances seront organisées autour de 4 types d'activités : - Des conférences d'introduction et de prise de connaissances - La restitution et analyse critique de lectures effectuées par les élèves avant la séance - Des exercices d'application sur des cas réels et avec des données fournies - Un atelier à réaliser tout au long du module pour répondre à la commande d'une collectivité, d'un aménageur ou d'un autre organisme souhaitant aménager un site existant. Ce travail sera jugé par des représentants du commanditaire et par les membres de l'équipe pédagogique Pour ce qui est des cours de présentation de connaissances fondamentales, la première séance sera faite sans demande de lecture préalable de la part des élèves. Les autres séances nécessiteront des lectures préalables et seront organisées sous forme de classe inversée : réponse à questions, présentation détaillée de certains points fondamentaux, travail d'illustration sur des cas concrets. En dehors des 6 séances de cours en présentiel, il sera demandé aux élèves un travail en groupes de 3 - 5 personnes sur un sujet donné lors de la séance 1. Ce travail devra donner lieu au rendu d'une note de réflexion de 15 à 20 pages et à une présentation orale collective lors de la dernière séance. Un tutorat à distance ou présentiel à la SCET sera mis en place avec possibilité de prise de rdv spécifique pour réponse à des questions.",
    "Contrôle des connaissances - Règles de validation du module": "- Evaluation des exercices intermédiaires - Evaluation de la présentation orale et de l'écrit final du travail de groupe",
    "Effectif maximal": "Effectif illimité",
    "Département de rattachement": "Département Ville Environnement Transport",
    "Nombre de crédits ECTS": "2 crédits ECTS",
    "Mise à jour": "2 septembre 2024",
    "Code": "EUEDA"
}