{
    "Créneau": "Sem 4/Sem 6 Me 13 h 45 - 16 h 30SL",
    "Prérequis": "Mécanique des sols et des roches.",
    "Enseignants responsables": "Pierre DELAGE, Jean-Michel PEREIRA",
    "Objectifs du module": "En relation avec le module de Conception des ouvrages géotechniques, ce module d'application vise à familiariser les étudiants avec les expérimentations qui permettent de caractériser les sols au laboratoire et in-situ. En parallèle est proposée la conception d'un projet d'ouvrage géotechnique à l'aide d'un logiciel aux éléments finis utilisé dans la pratique.",
    "Programme du module": "Les séances se répartissent entre activités expérimentales et conception du projet, avec : 3 séances consacrées à la mise en oeuvre par les élèves d'essais de laboratoire (triaxial,…) 3 séances sur le terrain (aire de Ferrières) consacrées à la mise en oeuvre par les élèves des essais au pressiomètre, au scissomètre et au pénétromètre dynamique 7 séances consacrées à un projet de conception et de calcul d'ouvrage à l'aide d'un code de calcul aux éléments finis : cas réels de mur de quai ou soutènements de parking, mur en sol cloué, remblai sur sol compressible..",
    "Modalités": "13 séances de 2,5 heures.",
    "Contrôle des connaissances - Règles de validation du module": "Contrôle continu pour les travaux expérimentaux (avec évaluation des comptes rendus d'expérimentation de chaque séance). Notation par un jury pour le projet d'ouvrage, avec remise d'un document de synthèse présentant le projet",
    "Adresse du site du module": "educnet.enpc.fr/course/view.php?id=369",
    "Documents pédagogiques - Bibliographie": "Article sur les essais en place ; notice et documents du code de calcul.",
    "Effectif maximal": "Effectif limité à 49 élèves",
    "Département de rattachement": "Département Génie Civil et Construction",
    "Nombre de crédits ECTS": "3 crédits ECTS",
    "Mise à jour": "1er septembre 2024",
    "Code": "EXPGE"
}