{
    "Créneau": "Sem 3/Sem 5 Me 13 h 45 - 16 h 30 et 16 h 45 - 19 h 30Sem 5 Me 13 h 45 - 16 h 30 et 16 h 45 - 19 h 30",
    "Prérequis": "Mécanique des fluides",
    "Enseignants responsables": "Pablo Adrian TASSI",
    "Equipe enseignante": "Pablo Adrian TASSI, Maxime DUCHET, Marissa YATES MICHELIN, Christophe PEYRARD, Géraldine NOGARO, Anne GRAU, Sophie BENBOUDJEMA",
    "Objectifs du module": "Le projet ‘énergies marines’ vise à donner des connaissances de base et des éléments de méthode et ingénierie (techniques et scientifiques) pour la conceptualisation et la mise en œuvre des ouvrages de type EMR (Énergies Marines Renouvelables). Les étudiants seront amenés à étudier le potentiel EMR d’un pays, puis à sélectionner un site pour y implanter et développer un parc éolien en mer posé ou flottant. Les aspects à considérer pour le projet et le support théorique sont : Conceptualisation : type d'ouvrage (choix et dimensionnement de la fondation), sélection du site d'implantation, impact environnemental, analyse de cycle de vie, informations de base nécessaires pour les étapes du projet, etc. Théorie/modélisation : bases théoriques solides et sur les outils de modélisation (numériques, mathématiques, formulations semi-analytiques et empiriques, etc.) proposés pour les différentes étapes du développement du projet (hydrodynamique et morphodynamique, interactions fluide-structure, etc.) Mise en œuvre du projet : logistique chantier, analyse de coûts, réalisation, etc.",
    "Programme du module": "Généralités sur les énergies marines et les parcs éoliens offshore (OWF “Offshore Wind Farms”) Parcs éoliens en mer : éléments de planification et de conception Analyse de cycle de vie (ACV) Évaluation de l’impact environnemental des parcs éoliens en mer Hydrodynamique et forçage hydrodynamique et météorologique (houle, marée, vent, …) pour les parcs éoliens offshore Éoliennes offshore flottantes : aérodynamique, ancrages et câbles Modélisation numérique des processus hydrodynamiques et sédimentaires appliqués aux parcs éoliens en mer Processus d'affouillement des éléments OWF : verticaux (monopiles), horizontaux (câbles) et structures irrégulières Introduction à l'analyse des coûts et à la conception de la planification d'une OWF",
    "Modalités": "Le cours/projet comporte 13 séances, le mercredi de 13h45 à 16h30 et de 16h45 à 19h30, divisées en deux blocs par séance : Première partie (13h45 à 16h30) : théorique, cours magistraux, conférences, etc. Deuxième partie (16h45 à 19h30): projet, travail des élèves sur la supervision d'un(e) ou plusieurs intervenant(e)s, application des concepts théoriques/modèles/conception/etc. appris pendant le déroulement du bloc “théorique” et développement d’un projet EMR, organisé en groupes de 3 étudiant.e.s Une visite technique est programmé pendant la réalisation du cours (par exemple, visite halls d'essais d’EDF R&D-LNHE à EDF Lab Chatou)",
    "Contrôle des connaissances - Règles de validation du module": "Rapport du projet et soutenance",
    "Adresse du site du module": "educnet.enpc.fr/course/view.php?id=263",
    "Documents pédagogiques - Bibliographie": "Supports de cours, notes de cours, bibliographie (ouvrages d'introduction et spécialisés, manuels de référence, revues spécialisées, compte-rendu de conférences)",
    "Effectif maximal": "Effectif limité à 12 élèves",
    "Département de rattachement": "Département Génie Civil et Construction",
    "Nombre de crédits ECTS": "7,5 crédits ECTS",
    "Mise à jour": "1er septembre 2024",
    "Code": "EXPHY"
}