{
    "Créneau": "Sem 4/Sem 6/Sem 2 MS Me 13 h 45 - 16 h 30Sem 2 MS Me 13 h 45 - 16 h 30",
    "": "Etre inscrit au cours de \" conception des structures partie théorique \"",
    "Prérequis": "Il est nécessaire pour ce cours de savoir calculer des efforts et des déplacements dans une structure, d'avoir des notions de base sur le calcul et le comportement des principaux matériaux de construction (métal, bois et béton armé), ainsi que sur la méthode des éléments finis et le calcul numérique des structures (méthode des déplacements, théorie statique linéaire, méthode P-Δ, analyse linéaire de flambement et analyse modale).",
    "Enseignants responsables": "Pietro DEMONTIS",
    "Equipe enseignante": "Pietro DEMONTIS, Simon AUBRY, Benjamin FEQUANT, Andreas PFADLER, Xavier TELLIER",
    "Objectifs du module": "L'objectif primaire de ce cours est de pratiquer la conception des structures, dans le cadre d'un projet. Le projet est l'énoncé de l'exercice de conception et il fait office de cahier de charges programmatiques. La pratique de la conception est donc l'exercice de chercher la ou les solutions architecturales et structurelles qui répondent au mieux aux besoins du programme, du site et des contraintes imposées. Cette recherche est itérative, multi approche et multi solutions, il n'y aura pas une seule solution possible, mais plutôt une multitude de solutions, toutes par contre caractérisées par des principes structurels bien précis, auxquels s'associent une descente de charges précises et une structure formellement définie par sa forme, la hiérarchie affichée des éléments qui la composent et au final les dimensions des éléments. Le périple de l'exercice de conception démarre par la recherche bibliographique et l'exploration des toutes les solutions physiquement possibles. A l'issue de ces phases préliminaires, une solution peut être esquissée et de là elle peut être développée jusqu'à aboutir à un projet défini. Dans le chemin, la position de l'enseignant n'est pas magistrale et les idées sont débattues quelles qu'elles soient. L'interaction est davantage d'ingénieur à ingénieur que d'enseignant à élève. Ce registre de communication, volontairement franc et égalitaire, tente de créer un contexte réaliste, pour que la responsabilité d'une bonne conception soit ressentie et portée. Dans ce cours, sont développées les compétences suivantes : La création de plusieurs schémas statiques et leur analyse comparative, la création d'un parti architectural et la fusion avec la structure ; Le maniement des charges sur un bâtiment ; la création des combinaisons de charges ; l'approche à la conception selon les Eurocodes ; L'analyse fine de la structure : la de complexification de problèmes statiques, le calcul des efforts, des réactions, des flèches, les instabilités ; La modélisation numérique de la structure; L'analyse topologique et la paramétrisation de la structure. En plus des modèles numériques de calcul de la structure, il est demandé la construction de maquettes réelles d'étude. Ces maquettes sont à entendre comme des outils empiriques d'appréciation de la raideur et du chemin des efforts dans la structure. Le matériau de construction est au choix de l'élève.",
    "Programme du module": "Le cours s'articule autour des phases suivantes: Analyse : Compréhension du site géographique et de ses contraintes, ainsi que les attendues du programme ; analyser et s'approprier la fonction de l'ouvrage. Exploration : S'aventurer dans le monde des différentes typologies de structures : structures en tension, compression ou flexion, structures isostatiques ou hyperstatiques, topologies variables. Il s'agit d'une phase d'exploration des solutions possibles pouvant répondre au cahier des charges et à l'esquisse architecturale. Les projets prennent forme : les portées principales sont identifiées, une esquisse de hiérarchie structurelle est établie et l'ossature primaire voit le jour. A la fin de la phase exploratoire une solution a été choisie, elle sera développée par la suite dans la phase Projet. Projet : Dans la phase Projet est développée la solution retenue à l'issue de la phase Exploration. Les schémas statiques principaux, d'abord en 2d puis en 3d, sont mis à point. Une hiérarchie structurelle est clairement définie et sont dimensionnés les éléments principaux. Le calcul des descentes de charges et des flèches complètent le dimensionnement des ouvrages. Les calculs et les dessins démarrent en 2d et évoluent vers la 3d au fur et à mesure de l'avancement des études. Les ouvrages seront conçus avec les grandeurs principales parametrisables afin d'optimiser le poids global de la structure par des variations topologiques. Revue de Projet : La séance de revue de projet est dédiée à l'analyse critique, bienveillante, qualitative et synoptique du projet d'un autre groupe. L'exercice consiste à vérifier la consistance et la pertinence des principes structurels mis en œuvre sur le projet réalisé par d'autres camarades. La restitution de l'analyse qualitative se fera en séance dans un esprit d'entraide et d'écoute, en prévision de la séance de jury.",
    "Modalités": "Le cours est centré sur un projet de structure dont la proposition est élaborée en petit groupe. Les séances sont des corrections de projet par groupes.",
    "Contrôle des connaissances - Règles de validation du module": "L'évaluation des étudiants se base sur deux éléments : une note de contrôle continu qui compte pour 40% une note de jury final qui compte également pour 60%. Le contrôle continu témoigne de la progression du travail des étudiants et de la régularité de leur travail. Il s'appuie sur un rendu en quatre étapes qui chacune compte pour 10% de la note : un premier rendu qui illustre la capacité à explorer différentes typologies et à évaluer rapidement le cheminement des charges et l'ordre de grandeur des principaux éléments de la structure. Le rendu est constitué de 3 lots de 3 études (trois schémas statiques avec pour chacun des variantes fléchie, tendue et comprimée). un second rendu qui démontre la capacité à décrire une structure, à analyser son fonctionnement structurel, ainsi qu'à en proposer un modèle simplifié pour arbitrer les principaux choix de conception géométrique et topologique et le dimensionnement en contrainte des sections. un troisième rendu qui illustre la capacité à analyser de manière critique et synoptique une structure existante pour en vérifier les principes structurels. un rendu final qui accompagne la présentation orale au jury et qui présente une synthèse en chiffres du projet et des modèles utilisés pour l'analyse de son comportement. Le jury final évalue la qualité de la proposition des étudiants et la finesse de compréhension qu'ils ont de son comportement structurel sur la base d'une présentation orale (15 minutes) et d'une discussion (15 minutes) avec les membres du jury, composé pour l'essentiel de praticiens extérieurs invités.",
    "Adresse du site du module": "https://educnet.enpc.fr/course/view.php?id=1206",
    "Documents pédagogiques - Bibliographie": "Le cours s'appuie sur la partie théorique du même nom ainsi qu'une bibliothèque de projets des années précédentes et de modèles numériques associés aux TDs.",
    "Effectif maximal": "Effectif illimité",
    "Département de rattachement": "Département Génie Civil et Construction",
    "Nombre de crédits ECTS": "3 crédits ECTS",
    "Mise à jour": "3 janvier 2025",
    "Code": "EXPST"
}