{
    "Créneau": "Sem 4/Sem 6 Ma 8 h 30 - 11 h 45SL",
    "Enseignants responsables": "Francoise NAVARRE",
    "Equipe enseignante": "Francoise NAVARRE, Yann PACZYNSKI, Antoine BEZARD",
    "Objectifs du module": "Le module traite de l'organisation et de la situation financière des collectivités locales françaises. Il vise à la compréhension des enjeux en la matière, en lien avec les priorités de l'action publique locale, avec les enjeux des politiques conduites dans les territoires pour aujourd'hui et pour demain. De tous temps, les collectivités locales/territoriales ont été des acteurs essentiels en matière de fourniture de services publics locaux. Leur rôle a été conforté, depuis les années 1980, par les actes successifs de décentralisation. En raison des compétences qui leur ont été progressivement dévolues, elles sont devenues incontournables dans la vie quotidienne des citoyens, dans la fabrique et la gestion urbaine, ainsi que pour le développement des territoires. La plupart des acteurs professionnels, dans leurs divers domaines d'intervention, ont de ce fait à composer avec les ressorts et les modalités de l'action publique locale, avec le financement même de cette action. Comment peut-on alors précisément analyser les situations et capacités financières locales, soit pour toutes les collectivités, soit pour l'une d'entre elles ? Quelles sont ses contraintes et marges de manœuvre, face à des priorités d'action ? En suivant le module, les étudiants seront en mesure : - d'apporter des éléments de réponse aux questions évoquées précédemment, sur la base de connaissances contribuant à la construction d'une vision systémique (soit un ensemble d'interdépendances politiques, institutionnelles…), territorialisée (en lien avec les particularités des contextes territoriaux, les choix politiques locaux…) et diachronique (à la lumière des évolutions passées, en cours) des finances publiques locales ; - d'adopter une position critique ou réflexive à propos des finances publiques locales, des prises de position courantes dans le débat public ou politique à leur sujet, de positionner ces éléments dans des analyses d'ensemble ; - d'analyser rapidement des situations financières locales, afin de prendre la mesure des contraintes et des marges de manœuvre propres aux collectivités concernées, limitant ou au contraire favorisant la conduite de projets et d'actions publiques locales. De façon plus générale, les connaissances acquises durant le module et les compétences développées contribueront à conforter le positionnement des participants dans leurs activités professionnelles : elles faciliteront en effet leurs interactions avec les collectivités locales, avec leurs représentants en tant qu'interlocuteurs et acteurs majeurs des projets urbains, des actions de développement local et plus généralement, de la conduite des politiques territoriales.",
    "Programme du module": "Les séances, successivement et de façon complémentaire, apporteront des éclairages relatifs à : - L'organisation (institutionnelle) des collectivités locales/territoriales et à ses évolutions - L'importance des finances des collectivités au sein des finances publiques et les dispositifs de régulation auxquels sont soumis ces finances ; - Les différences financières entre collectivités (et leur mode d'évaluation) ; - Les principes de fonctionnement des budgets locaux ; - Les principaux modes de financement de l'action publique locale (fiscalité, transfert, emprunts) et les enjeux associés ; - Les modes d'analyse des budgets et comptes locaux. Des interventions extérieures apporteront des points de vue additionnels en matière d'implication citoyenne dans la gestion des finances locales, de politique budgétaire locale et d'expertise externe par les institutions dédiées.",
    "Modalités": "13 séances de 3h. 2 séances de TD, principalement consacrées au travail par sous-groupes (4 à 5 participant.es) 3 séances avec des intervenants extérieurs (et le responsable du module), avec une participation active d'étudiant.es 8 séances principalement sous forme de CM (75%) et incluant des exemples, illustrations… (25%)",
    "Contrôle des connaissances - Règles de validation du module": "2 modalités complémentaires d'évaluation 1/ En fin de module, rendu d'un rapport rendant compte de l'analyse financière réalisée pour la commune choisie (travail par sous-groupes de 4 à 5 participant.es) 2/ Deux possibilités Support rendant compte d'une participation active aux séances avec accueil d'un intervenant extérieur (préparation en amont par 2 à 3 participant.es ; animation de la séance ; élaboration d'une synthèse problématisée mise à disposition de l'ensemble des particpant.es) Ou Note de lecture à partir d'une référence de la bibliographe mise à disposition ou d'un ouvrage, article, publication… proposés par l'étudiant.e (choix soumis à validation par le responsable de module)",
    "Adresse du site du module": "https://educnet.enpc.fr/course/view.php?id=264",
    "Documents pédagogiques - Bibliographie": "° Supports de cours (présentations powerpoint) régulièrement diffusés. ° Mise à disposition d'une bibliographie générale et de références spécifiques à chaque thématique (actualités, exemples locaux, littérature grise, annonces d'évènements ou de manifestations…) ° Webographie/Sitographie",
    "Effectif maximal": "Effectif illimité",
    "Département de rattachement": "Département Ville Environnement Transport",
    "Nombre de crédits ECTS": "3 crédits ECTS",
    "Mise à jour": "2 septembre 2024",
    "Code": "FILOC"
}