{
    "Créneau": "Sem 3/Sem 5 Lu 16 h 45 - 19 h 30Sem 5 Lu 16 h 45 - 19 h 30",
    "": "Le module Marchés financiers est lié au module Stratégie financière de l'entreprise.",
    "Prérequis": "Connaissances de base en comptabilité générale et en finance d'entreprise, éventuellement en économie.",
    "Enseignants responsables": "Didier FOLUS",
    "Equipe enseignante": "Didier FOLUS",
    "Objectifs du module": "Le module \" Marchés financiers \" fournit aux élèves une compréhension fine et critique des institutions, des instruments et des acteurs des marchés financiers ; il introduit des principes d'évaluation et de choix de portefeuille. A l'issue du cours, les étudiants seront en capacité de décrire les institutions et les différents intervenants sur les marchés ainsi que leurs objectifs respectifs ; de comprendre l'usage par les entreprises et les opérateurs des instruments financiers courants (actions, obligations, produits dérivés) ; de comprendre le fonctionnement d'un marché financier (architecture, organisation, systèmes d'échange et de cotation) ; de comprendre les principes élémentaires de la gestion de portefeuille.",
    "Programme du module": "Les différents thèmes du cours sont abordés par chapitres, selon le plan indicatif suivant : Chapitre 1 - Introduction to financial markets Chapitre 2 - Stock markets Chapitre 3 - Bond markets Chapitre 4 - Forwards & futures Chapitre 5 - Options & warrants Chapitre 6 - Swap contracts Chapitre 7 - Introduction to portfolio allocation",
    "Modalités": "Cours magistral incluant la présentation de cas et de petits exercices d'illustration ; 10 cours de 2,5 heures chacun. Le cours est enseigné en français, les supports fournis étant rédigés en anglais.",
    "Contrôle des connaissances - Règles de validation du module": "Examen écrit au format QCM (sur table ou en ligne), d'une durée de deux heures. Sans document.",
    "Documents pédagogiques - Bibliographie": "BODIE, Z., KANE A., MARCUS A., Investments, 12th ed., McGraw-Hill, 2021. HULL J., Options, futures and other derivatives, 11th ed., Pearson, 2021. JACQUILLAT B., SOLNIK B., PERIGNON C., Marchés financiers, gestion de portefeuille et des risques, 6e éd., Dunod, 2014. MADURA J., PASKELIAN O., Financial Markets and Institutions, 14th ed., Cengage Learning, 2025. PORTAIT R., PONCET P., Finance de marché, 5e éd., Dalloz, 2023",
    "Effectif maximal": "Effectif limité à 25 élèves",
    "Département de rattachement": "Département Sciences Economiques, Gestion Finance",
    "Nombre de crédits ECTS": "2 crédits ECTS",
    "Mise à jour": "01/09/24",
    "Code": "FIMAW"
}