{
    "Créneau": "Juin (semaine 06)",
    "Enseignants responsables": "Arnaud BERGER et Jan VERSCHUEREN",
    "Objectifs du module": "Prendre conscience du couple rentabilité/risque comme critère d'analyse de la performance financière de l'immobilier durable Comprendre le fonctionnement du métier bancaire pour y adapter les réponses dans le cas de l'immobilier durable Acquérir le fondement des outils financiers et leur mise en œuvre pour soutenir un projet immobilier durable",
    "Programme du module": "Lundi : Présentation de la semaine \"financement de l'immobier durable\" Introduction à l'analyse comptable (rapport annuel, états financiers, ratios, étude de cas) Mardi : Introduction à l'analyse financière (Jargon, principes, panoramar) Introduction applications telles que financement participatif, obligations vertes. Taxonomie et SFDR. Le financement du verdissement de l'immobilier : fondamentaux du financement immobilier ,cas du financement des bornes électriques,de l'autoconsommation solaire et H2 immobilier, impact sur les contrats) Mercredi : L'assurance climat : 2 grands schémas d'assurance, conséquences des stress test climat des assurances; choix du modèle assurantiel, impact sur le modèle d'assurance et la valeur de l'immobilier. Capital Investissement & développement durable Définition du Capital Investissement, Rôles des différents acteurs, les métiers, le marché, la rentabilité, applications en immobilier. Jeudi : Coût carbone : enjeux des gaz à effet de serre pour les investisseurs immobiliers.risques et opportunités pour les investisseurs immobiliers,quelles actions pertinentes? Refinancement vert et calibrage du risque : facteurs DD Relation qualité et prime de risque. Vendredi : Modèle économique du développement durable, Impact sur le modèle économique et l'organisation des entrepriises immobilières, Influence de la transition énérgétique, Enjeux géostratégiques, Guerre des modèles de financement\" Le financement de la rénovation énergétique : organisation du marché de la rénovation énergétique organisation des outils de financement",
    "Modalités": "Exposés d'auditeurs, exposés d'experts",
    "Contrôle des connaissances - Règles de validation du module": "Etude de cas appliquant les outils de financement définis pendant la semaine à mettre en adéquation à plusieurs besoins de financement.",
    "Adresse du site du module": "educnet.enpc.fr/course/view.php?id=332",
    "Effectif maximal": "Effectif illimité",
    "Département de rattachement": "Mastère Immobilier et Bâtiment Durables",
    "Nombre de crédits ECTS": "5 crédits ECTS",
    "Code": "FIMMD"
}