{
    "Créneau": "Sem 3/Sem 5 Me 13 h 45 - 16 h 30 et 16 h 45 - 19 h 30Sem 5 Me 13 h 45 - 16 h 30 et 16 h 45 - 19 h 30",
    "Prérequis": "Mécanique, Géotechnique, Géologie, Hydrologie, Hydraulique",
    "Enseignants responsables": "Michel GUERINET",
    "Equipe enseignante": "Michel GUERINET, Patrice CHARDARD, Jean CLERIN, Pierre DELAGE",
    "Objectifs du module": "Objectifs du module L'objectif est de former les étudiants au travail sur une réalisation concrète et de les familiariser avec les acteurs classiques d'un projet : Le Maître d'œuvre et le Maître d'Ouvrage, Le bureau d'étude et l'ingénieur conseil, L'entreprise et ses sous-traitants Le projet Barrage s'appuie sur un ouvrage existant permettant l'organisation d'une visite. Ce projet sert également de support à un cours de Barrage (les séances sont mixtes et alternent présentations magistrales et analyse des projets). Ce projet s'appuie sur quatre aspects importants de la profession : L'imagination, La conception, La justification, La réalisation",
    "Programme du module": "Le projet se déroule dans le cadre d'un travail collégial par groupes de plusieurs étudiants. Chacun traite plus particulièrement d'un sujet spécialisé, tout en participant à l'ensemble du projet. Ils apprennent ainsi le travail en groupe qui les attend dans leurs activités futures. Chacun doit avoir une vision claire du travail de chaque membre du groupe. Les étudiants découvrent les solutions multiples que peut offrir la réalisation d'un projet complexe, contrairement aux exercices habituels dans lesquels ils sont guidés vers une solution unique. Ils doivent utiliser de nombreux enseignements qu'il est souhaitable de présenter comme des prérequis (hydraulique, hydrologie, géologie, géotechnique, dynamique des structures, planification, etc. Certains enseignements font l'objet d'un complément spécifique aux barrages (Hydraulique et barrages en remblais par Luc DEROO, Hydrologie par Eric GAUME et dynamique des structures par Jean-François SEMBLAT) à raison d'un demie séance chacun. Ils découvrent également les méthodes d'exécution à la fois en matière de béton et de terrassement. Le dessin, associé à des cotations précises, est le \" langage \" de communication indispensable au sein du groupe (et vis-à-vis des enseignants) ce qui est souvent nouveau pour les étudiants. L'organisation du travail est importante pour aboutir à terme à un projet cohérent que le groupe doit décrire en rédigeant un rapport détaillé et \" vendre \" finalement à un jury de spécialistes lors d'une première présentation à blanc puis lors de la soutenance finale. Au cours de ces soutenances, les étudiants doivent travailler leur comportement pour aboutir à une présentation de qualité.",
    "Modalités": "Les 13 séances (cours et travaux dirigés) sont consacrées à une initiation au domaine des barrages pour moitié et à un examen des projets avec les étudiants.",
    "Contrôle des connaissances - Règles de validation du module": "Le contrôle des connaissances se fait en deux temps : A mi-parcours, rédaction d'un mémoire sans calcul et d'un dossier de plans pour chaque groupe décrivant le principe du projet retenu et s'appuyant sur les données de la bibliographie spécialisée (et très riche) pour justifier les dimensions proposées, En fin de module, rédaction d'un mémoire final incluant les calculs du projet et les plans définitifs et de détail. Ce mémoire est présenté lors d'une soutenance d'abord à blanc et permettant au groupe de \" s'ajuster \", puis d'une soutenance finale débouchant sur la note des groupes. Cette note intègre également la qualité de la participation individuelle des étudiants lors des séances de préparation du projet en groupe.",
    "Adresse du site du module": "educnet.enpc.fr/course/view.php?id=308",
    "Effectif maximal": "Effectif limité à 20 élèves",
    "Département de rattachement": "Département Génie Civil et Construction",
    "Nombre de crédits ECTS": "7,5 crédits ECTS",
    "Mise à jour": "1er septembre 2024",
    "Code": "GCPBR"
}