{
    "Créneau": "Sem 3/Sem 5 Me 13 h 45 - 16 h 30 et 16 h 45 - 19 h 30Sem 5 Me 13 h 45 - 16 h 30 et 16 h 45 - 19 h 30",
    "Enseignants responsables": "Ludovic PICARD",
    "Equipe enseignante": "Jacques COMBAULT, Jean Pierre CHANARD, Nicolas DESCAMPS, Daniel LECOINTRE, Ludovic PICARD, Philippe VION",
    "Objectifs du module": "Le projet retenu chaque année s'inscrit dans le cadre d'une réalisation concrète, de préférence en cours ou à venir. Le travail demandé aux élèves s'articule autour du rôle joué par trois grands acteurs de la réalisation d'un projet : • Le maître d'œuvre, • Le bureau d'études • L'entreprise chargée des travaux, et de quatre aspects importants de la profession : • L'imagination, • La conception, • La justification, • La construction, • Le travail en équipe. A ce titre, le travail demandé est à réaliser par groupes de 3 élèves en étroite interaction avec l’équipe enseignante qui guide les élèves dans leurs choix structurels et constructifs.",
    "Programme du module": "Le sujet du projet est présenté aux élèves au cours d'une séance préliminaire qui leur offre la possibilité de choisir entre le projet de pont, le projet de barrage et le projet de bâtiment. Les séances de travail sont organisées de la manière suivante : • deux séances consacrées au regroupement des informations nécessaires (investigations, données, plans, à la visite du site et à la recherche de toutes les solutions envisageables); • cinq séances consacrées au calcul et à la conception de l'ouvrage, qui ne peut se faire sans une réflexion portant simultanément sur le procédé de construction approprié; • quatre séances consacrées à la mise au point des méthodes de construction, des grandes phases de réalisation et du matériel spécial nécessaire; • une séance de présentation du projet finalisé (Soutenance); • une séance de débriefing au cours de laquelle les projets des différents groupes sont analysés et comparés",
    "Modalités": "12 séances de 5h45 – Une visite de site (Journée) – Une journée de soutenance",
    "Contrôle des connaissances - Règles de validation du module": "Le travail demandé à chaque groupe est le suivant: • un mémoire de quelques pages présentant les différentes solutions envisagées (avec dessins de bonne qualité) et le choix finalement retenu par chaque groupe; à remettre aux enseignants au début de la séance 3; • une note de calcul justificative; à remettre au début de la séance 8; • un mémoire descriptif et justificatif ainsi qu'une note détaillée abondamment illustrée relative à la méthodologie de la construction (à inclure dans le mémoire final). Le cours s’achève par une présentation du travail effectué devant un jury et la remise d’un mémoire regroupant les différentes étapes de la conception de l’ouvrage étudié.",
    "Adresse du site du module": "educnet.enpc.fr/course/view.php?id=309&userid=guest",
    "Documents pédagogiques - Bibliographie": "Récapitulés dans un CD remis à chaque groupe de 3 élèves au cours de la première séance, ils se composent notamment de : • Caractéristiques du projet de pont choisi et documents contractuels correspondants, • Polycopiés sur les méthodes de pré-dimensionnement et les moyens de se vérifier, • Polycopiés sur le matériel standard de chantier et sur les technologies propres aux ouvrages d'art. • Logiciels de calcul et de dessin utiles. Le puissant logiciel de calcul de pont professionnel RM est en outre mis à la disposition de chaque groupe d’élèves pour la durée du module projet.",
    "Effectif maximal": "Effectif limité à 27 élèves",
    "Département de rattachement": "Département Génie Civil et Construction",
    "Nombre de crédits ECTS": "7,5 crédits ECTS",
    "Mise à jour": "1er septembre 2024",
    "Code": "GCPPO"
}