{
    "Créneau": "Sem 3/Sem 5 Me 13 h 45 - 16 h 30 et 16 h 45 - 19 h 30Sem 5 Me 13 h 45 - 16 h 30 et 16 h 45 - 19 h 30",
    "Prérequis": "aucun pré-requis n'est nécessaire, en dehors des connaissances en mathématiques que doit avoir tout étudiant intégrant l'ENPC.",
    "Enseignants responsables": "Martin DE WISSOCQ",
    "Equipe enseignante": "Martin DE WISSOCQ, Claude BECKER, Emmanuel DELAVAL, Marion ESCARGUEIL, Christophe GODE, Vincent ROUCOU-DAVID, Alexandre SERVIER",
    "Objectifs du module": "Ce module est destiné à tout élève ingénieur souhaitant s'orienter dans le domaine des travaux publics, et en particulier sur les thématiques routières et ferroviaires. Basé sur des projets réels d'aménagements routiers en région parisienne, il est piloté par une équipe enseignante issue de l'ingénierie publique et ayant travaillé à la réalisation de ces projets. Par ce module, l'élève ingénieur aura l'opportunité par deux cas d'étude réels : d'établir un dossier d'opportunité proposant divers principes d'aménagements d'une section de route de 30 km ; la proposition reposera sur une analyse rigoureuse des enjeux de sécurité, des conditions de circulation et de la sensibilité environnementale et comprendra une évaluation socio-économique de la séquence des aménagements; de concevoir un aménagement de type \" route à 2*2 voies \" et de rendre un dossier de conception détaillée sur la base d'éléments d'étude fournis en séance. Ce dossier projet reprendra l'ensemble des points techniques et constructifs (mouvements des terres, dimensionnement de couches de chaussée, assainissement, tracé) des projets routiers et permettra d'appliquer des méthodes de conception, de calcul/dimensionnement et de chiffrage. Ainsi, ce module couvre la totalité du processus qui va de l'idée à la réalisation d'un projet de route. Il donne les connaissances de base et les méthodes pour réaliser les études tout au long de ce processus.",
    "Programme du module": "Le module comporte des enseignements et des travaux dirigés où ces enseignements sont appliqués dans le cadre du projet demandé aux étudiants. Il comprend 26 séances, dont 6 séances pour les études amont d'opportunité, 17 pour les études de conception détaillée, 2 pour la visite de terrain et une pour le jury. Les travaux dirigés occupent 9 séances, au cours desquelles les étudiants travaillent leur projet par groupe de trois ou quatre. - Études amont d'opportunité : enseignements : fondamentaux de l'ingénierie du trafic, niveaux de service des routes, statistiques appliquées à l'accidentologie, initiation au calcul socio-économique et présentation du référentiel français d'évaluation socio-économique des projets de transports application au projet : réalisation d'un diagnostic de sécurité routière assorti de propositions de mesures correctrices, analyse des niveaux de services actuels et futurs, hiérarchisation des enjeux environnementaux, proposition d'une séquence d'aménagements sur la base de différents partis d'aménagements, calcul de la valeur actualisée nette socio-économique de la séquence proposée - Dossier de Projet (conception détaillée) : enseignements : bases du tracé routier et utilisation du logiciel de tracé routier Covadis, initiation à la gestion des terrassements ainsi qu'au dimensionnement des chaussées et des réseaux d'assainissement, présentation des solutions de lutte contre le bruit routier ainsi que des principes de signalisation et d'exploitation sous chantier. application au projet : réalisation du tracé en plan, profil en long, profil en travers, analyse des impacts environnementaux, propositions de mesures d'atténuation, étude de terrassement, étude de chaussées, chiffrage",
    "Modalités": "26 séances, dont 6 séances pour les études amont d'opportunité, 17 pour les études de conception détaillée, 2 pour la visite de terrain et une pour le jury. 9 séances de travaux dirigés au cours desquelles les étudiants travaillent leur projet par groupe de trois ou quatre.",
    "Contrôle des connaissances - Règles de validation du module": "L'évaluation des étudiants se base sur le rapport remis à la fin du module et sur la qualité de sa présentation lors du jury. La note attribuée est la somme de la note donnée au groupe et d'un \"bonus \" de 0,5 points récompensant la participation de l'étudiant pendant les séances de travaux dirigés et pendant la présentation devant le jury. La note globale est obtenue en pondérant les note des différentes parties du rapport de la manière suivante : Études amont d'opportunité : 30% diagnostic de sécurité routière : 15% analyse des niveaux de service : 2,5% synthèse des enjeux environnementaux : 2,5% proposition d'une séquence d'aménagement et calcul de la VAN SE : 10% Dossier de Projet : 70% Tracé routier 15 % Chaussées 15 % Terrassements/mouvement des terres 15 % Assainissement 15 % Estimation 5 % Ordonnancement/planning 5 %",
    "Documents pédagogiques - Bibliographie": "Le cours s'appuie sur les présentations réalisées lors des séances, le cour \" trafic et niveaux de services \" ainsi que sur l'ensemble des guides techniques mis à disposition des élèves.",
    "Effectif maximal": "Effectif limité à 25 élèves",
    "Département de rattachement": "Département Génie Civil et Construction",
    "Nombre de crédits ECTS": "7,5 crédits ECTS",
    "Mise à jour": "1er septembre 2024",
    "Code": "GCPRO"
}