{
    "Créneau": "Sem 6/Sem 2 MSSem 2 MS",
    "Prérequis": "Etre inscrit au Mastère Spécialisé GCGOE",
    "Enseignants responsables": "Lina Maria GUAYACAN CARRILLO",
    "Equipe enseignante": "Gilbert CASTANIER, Dinh Hong DOANH, Jean-François SEMBLAT, Denys BOREL, Sami CHARFI",
    "Objectifs du module": "Les applications dans le domaine de la Géotechnique se diversifient de plus en plus et couvrent des nouvelles problématiques industrielles relatives à la production et à l'optimisation de l'énergie ainsi qu'à l'analyse et à la gestion des impacts environnementaux produits par les grands ouvrages pour l'énergie (GOE). Ce module est destiné à renforcer les connaissances des élèves-ingénieurs en leur fournissant des notions approfondies en géotechnique. L'enseignement insistera sur le savoir et le savoir-faire nécessaire pour élaborer une caractérisation géologique et géotechnique pertinente au regard de la conception et la construction des grands ouvrages pour les énergies terrestres et marines. Il vise également à leur enseigner les méthodes de dimensionnement spécifiques aux ouvrages. Une attention particulière sera portée à l'approfondissement de leurs connaissances en dynamique des sols. Ce module établit le lien avec le dimensionnement des divers ouvrages pour les énergies terrestres et marines abordées dans le Mastère. Il répond aux objectifs de l'ensemble du Mastère qui vise à donner aux étudiants des outils pour maîtriser les étapes du cycle de vie des ouvrages pour l'énergie ainsi que d'être capables de travailler dans un environnement contraint et réglementé.",
    "Programme du module": "Techniques et campagnes de reconnaissance spécifiques pour les GOE (3 séances) : Paramètres de conception et de dimensionnement pour des ouvrages terrestres et Offshore ; Choix des sites hydrauliques et nucléaires ; adaptation des ouvrages. Travaux d'étanchéité et de confortement de sols et du rocher (1/2 séance). Ouvrages souterrains associés (1/2 séance) - Galeries hydrauliques et à la mer : Conception, dimensionnement et réalisation. Géologie et mécanique des roches pour barrages et centrales nucléaires (1 séance). Géotechnique offshore (2 séances) - Dimensionnement et installation des pieux et ancrages offshore ; Dimensionnement des fondations d'éoliennes offshore posées ; Introduction à la prise en compte des chargements cycliques Réservoirs de stockage de GNL : fondations et stabilité dynamique (1 séance). Dynamique des sols (4 séances) : Séismes faibles et dynamique des sols ; Séismes forts et dynamique des sols ; Liquéfaction, stabilité des pentes et ouvrages ; Interaction dynamique sol/fondation/structure. Contrôle final (1 séance).",
    "Modalités": "13 séances de 3 heures. Le début de chaque séance sera dédié à des exposés préparés préalablement en groupe sur un thème relatif à la séance, ainsi qu'à une discussion sur celles-ci.",
    "Contrôle des connaissances - Règles de validation du module": "Qualité et assiduité de la participation ; exposés préparés en groupe ; contrôle de 3 heures en fin de cours.",
    "Adresse du site du module": "educnet.enpc.fr/course/view.php?id=235",
    "Documents pédagogiques - Bibliographie": "Le site Educnet du cours comprend une bibliothèque avec les transparents et les supports multimédia utilisés par chaque intervenant.",
    "Effectif maximal": "Effectif illimité",
    "Département de rattachement": "Mastère Génie Civil des Grands Ouvrages pour l'Energie",
    "Nombre de crédits ECTS": "4 crédits ECTS",
    "Code": "GEOAV"
}