{
    "Créneau": "Sem 3/Sem 5/Sem 1 MS Ma 13 h - 15 h 45Sem 1 MS Ma 13 h - 15 h 45",
    "": "Séances de travaux numériques utilisant l'ordinateur portable personnel des élèves.",
    "Prérequis": "Mécanique des milieux continus, Mécanique des structures, mécanique des sols.",
    "Enseignants responsables": "Amade POUYA",
    "Equipe enseignante": "Amade POUYA, Jean SULEM, Lina Maria GUAYACAN CARRILLO",
    "Objectifs du module": "Depuis quelques décennies, les applications de la Mécanique des Roches et de la Géomécanique se diversifient et couvrent des problèmes industriels importants liés à l'énergie et à l'environnement. On peut citer le stockage souterrain profond (déchets radioactifs, CO2, déchets toxiques, énergie sous forme d'air comprimé ou de chaleur), tunnels en grande profondeur, l'ingénierie pétrolière, la géothermie et les fondations géothermiques qui exploitent l'espace souterrain ainsi que des problèmes liés aux risques naturels comme la stabilité des versants rocheux qui font de plus en plus appel à la modélisation en mécanique. L'ensemble de ces applications posent des problèmes inédits à l'ingénieur qui ne rentrent pas dans le cadre de la Géotechnique classique. Elles ont en commun souvent de solliciter les roches et les ouvrages en milieux géologiques profonds où les fortes contraintes et températures environnantes font que les non linéarités de comportement des roches et les couplages Thermo-Hydro-Mécaniques jouent un rôle déterminant et indispensable à prendre en compte. L'étude de ces problèmes s'appuie fortement sur la modélisation numérique. Ce cours vise à donner les connaissances de base pour aborder ces problèmes à l'ingénieur Géomécanicien. A l'issue de ce cours, les élèves pourront : Connaitre les bases de la poromécanique des roches et de la modélisation des processus hydrauliques dans les milieux géologiques couplés avec la mécanique, Savoir poser rigoureusement le problème de calcul des structures que sont les ouvrages en milieux géologiques (tunnels, galeries, puits profonds et réservoirs) et de modéliser leur réponse aux sollicitations mécaniques et hydrauliques subies dans leur fonctionnement, Etre en mesure d'utiliser des outils numériques pour modéliser ces structures. Les projets, selon le choix des élèves, seront l'occasion de d'approfondir ou de découvrir certains phénomènes comme, par exemple, les couplages thermiques qui ne sont pas inclus dans le cours principal.",
    "Programme du module": "Ce cours comporte une première série de séances visant à fournir une base théorique sur le comportement mécanique des roches, sur la poromécanique et sur les processus hydromécaniques couplés. Suivent ensuite des séances consacrées à des domaines applications industrielles importantes de la Géomécanique, ainsi que des séances de projets de modélisation numérique. Programme du cours : - S1 : Géomécanique pour l'énergie et l'environnement - Introduction à la Mécanique des Roches - S2 : Critères de résistance des roches - S3 : Elasticité anisotrope, plasticité et endommagement des roches - S4 : Introduction à la Poro-Elasticité des roches - S5 : Champs de contraintes et de déplacements autour des ouvrages profonds en milieu poro-élastique - S6 : Discontinuités (fractures) dans les roches (1/2 séance) + Projets numériques (1/2 séance) - S7 : Mécanismes de rupture à la paroi des ouvrages profonds - stabilité des tunnels et puits pétroliers - S8 : Géomécanique pétrolière - S9 : Stockage souterrain et milieu viscoplastique (fluage, convergence, fatigue cyclique) - S10 : Projets numériques (suite) - S11 : Examen final (1/2 séance) + Conférence invitée sur un sujet de géomécanique - S12 : Projets numériques (suite) - S13 : Projets (fin, le travail se poursuivant en dehors des séances)",
    "Modalités": "10 séances de cours et de TD 2,5 séances de projets encadrés 0,5 séance (1h30) d'examen final",
    "Contrôle des connaissances - Règles de validation du module": "Un examen écrit (comptant pour 50% de la note finale) ainsi que la rédaction d'un rapport relatif au projet encadré (50%). Rattrapage : examen oral comprenant une évaluation des connaissances (100%)",
    "Adresse du site du module": "http://gede.enpc.fr/Programme/Fiche.aspx",
    "Documents pédagogiques - Bibliographie": "Documents généraux : Mécanique des Roches Profondes pour le stockage souterrain et problèmes pétroliers (Notes de cours Amade Pouya) Tunnels (Notes de cours Jean Sulem) Documentation du code de calcul Disroc",
    "Effectif maximal": "Effectif illimité",
    "Département de rattachement": "Département Génie Civil et Construction",
    "Nombre de crédits ECTS": "3 crédits ECTS",
    "Mise à jour": "1er septembre 2024",
    "Code": "GEOME"
}