{
    "Créneau": "1er semestre",
    "Prérequis": "Ce cours s'adresse aux élèves en deuxième année du cycle d'ingénieur. Il est optionnel. Aucun prérequis.",
    "Enseignants responsables": "Audrey SERANDOUR",
    "Equipe enseignante": "Audrey SERANDOUR, David JUILIEN, Solène REY-COQUAIS, Raphael DANINO PERRAUD, Pierre LABOUE, Selin LE VISAGE, Ophélie PETIOT, Wahel RASHID",
    "Objectifs du module": "Ce module vise à développer une culture politique et économique internationalisée, tout en sensibilisant aux sciences humaines et sociales, par le prisme de la géopolitique. A l'issue de ce cours, les élèves seront capables d'adopter un regard critique sur les ressources, de discuter les enjeux d'accès, de répartition et de contrôle de ces ressources, de problématiser les enjeux soulevés par leur exploitation et leur circulation. Ils disposeront de connaissances sur une variété de cas d'études, situés sur plusieurs continents et analysés à diverses échelles. De plus, ils maîtriseront les bases de la méthode d'analyse géopolitique et ses concepts clés (acteurs, rapports de pouvoirs, représentations, territoires). Enfin, les élèves sauront lire une carte et l'appréhender dans une perspective géopolitique et critique. Ils auront acquis les bases de la réalisation cartographique à main levée.",
    "Programme du module": "Séance 1 - Introduction : une brève épistémologie des ressources - Audrey Sérandour et Wahel Rashid Séance 2 - Produire, transformer et consommer les ressources alimentaires : une géopolitique de l’alimentation - Ophélie Petiot Séance 3 - Accompagnement de projets - David Juilien et Ophélie Petiot Séance 4 - Les matières premières minérales (cobalt et lithium), des ressources mondialisées - Raphaël Danino-Perraud et Audrey Sérandour Séance 5 - Méthodologie de la cartographie géopolitique - David Juilien et Ophélie Petiot Séance 6 - Géopolitique du cuivre : pour un futur vert ? - Solène Rey-Coquais Séance 7 - Le déchet, un objet géopolitique - Wahel Rashid et Raphaël Danino-Perraud Séance 8 - Pouvoir et eau, pouvoir de l'eau. Exemple de l'aménagement hydraulique des espaces ruraux en Turquie - Selin Le Visage Séance 9 - Exercice appliqué : jeu de rôle - David Juilien et Solène Rey-Coquais Séance 10 - Exercice appliqué : étude de cas géopolitique - Audrey Sérandour Séance 11 - Nouvelles énergies : impact sur les réseaux de production et de distribution - Raphaël Danino-Perraud et Pierre Laboué Séance 12 - Devoir sur table - Wahel Rashid Séance 13 - Conclusion du cours - David Juilien et Audrey Sérandour",
    "Modalités": "Treize séances de travaux dirigés (TD) de 2h30.",
    "Contrôle des connaissances - Règles de validation du module": "Les acquis des étudiants seront évalués selon deux modalités : 1/ Un dossier d'analyse cartographique, réalisé en groupe (de 3-4 étudiants). Un exposé oral de restitution (non noté) devra être réalisé dans la deuxième moitié du semestre. Le dossier écrit est à rendre lors de la dernière séance du semestre (séance 13) aux formats papier et électronique. 2/ Un devoir sur table, réalisé en séance 12 (durée : 1h30), sous la forme d'un commentaire de documents. Une session de rattrapage est prévue.",
    "Documents pédagogiques - Bibliographie": "Chaque semaine, les élèves prépareront la séance par la lecture d'un article scientifique. Les références seront fournies en début de semestre.",
    "Effectif maximal": "Effectif limité à 30 élèves",
    "Département de rattachement": "Département Sciences Humaines et Sociales",
    "Nombre de crédits ECTS": "3 crédits ECTS",
    "Code": "GEOPO"
}