{
    "Créneau": "Sem 3/Sem 5 Lu 13 h 45 - 16 h 30Sem 5 Lu 13 h 45 - 16 h 30",
    "Enseignants responsables": "Claire EVENO, Ali FAWAZ",
    "Equipe enseignante": "Claire EVENO, Ali FAWAZ",
    "Objectifs du module": "Le module contribue à la formation d'ingénieurs. Les futurs ingénieurs seront amenés à concevoir et gérer des ouvrages de génie civil et des bâtiments en tenant compte des contraintes économiques et environnementales. Dans ce contexte, ils doivent être capables de : -Travailler collectivement, avec une multiplicité d'intervenants, de métiers, d'entreprises, de personnalités -Répondre à une demande ouverte, complexe et imprécise ce qui implique de procéder par approches successives -Prendre en compte le temps long, souvent plusieurs années entre les premières idées et l'achèvement d'un ouvrage, et plusieurs décennies pour l'usage et l'exploitation -Prendre des risques et maîtriser ces risques -Appréhender les enjeux économiques du projet (coûts, mode de financement) L'objet du cours sera ainsi d'introduire les problématiques propres au développement et à la conduite d'un projet de génie civil, au-delà des questions strictement techniques notamment : -Connaissance et rôle des intervenants -Compréhension des étapes et notion de planification -Appréhension des enjeux économiques et financiers -Compréhension de la gestion du risque et des contraintes normatives -Appréhension du contexte juridique et institutionnel -L'innovation et la créativité dans le projet La compréhension de ces enjeux passera notamment par des études de cas sur des projets réalisés et sera illustrée par la revue détaillée, par leurs principaux acteurs, de grands, ou de moins grands projets (par exemple, le pont Rion-Antirion ou le TGi). Le cours sera par ailleurs l'occasion de mettre en contact les élèves avec les divers métiers qui participent à un projet de construction.",
    "Programme du module": "13 séances se présentent sous trois types de formats: Cours thématique en amphi associés ou non à une séance de travaux dirigés (2h30) - 6 séances. Ces séances ont pour objectif de présenter les divers métiers et spécialités qui participent au cadre et au management des projets de construction. Chacune de ces séances sera présentée par un ou des spécialistes du domaine de compétences concerné. Ces séances permettront d'aborder les étapes de projets, la programmation, l'économie de projet, les risques et l'innovation Présentation de projet de construction en amphi par leurs principaux acteurs (2h30) - 3 séances : revue détaillée, par leurs principaux acteurs, de grands, ou de moins grands projets Ateliers participatifs (4 séances (2h30) 0) en classes de 22 élèves répartis en groupe des 3",
    "Modalités": "A partir d'un exemple concret de projet, les élèves sont invités à travailler par groupe de 3 tout au long de 3 ateliers participatifs. Les projets étudiés feront l'objet d'études de cas Déclinés sur 3 formats différents ces ateliers ont pour but de comprendre le déroulement d'un projet, l'organisation et ses rôles, les impacts de choix de conception et de l'innovation. => Support/ matériel: fiches techniques distribuées au début de la séance, paper-board/ formats A0, post-it, accès à ressources documentaires en séance etc.",
    "Contrôle des connaissances - Règles de validation du module": "Les élèves seront évalués : - en séance : une note par group pour chaque atelier (coef 1/atelier) - par la remise d'une note d'analyse critique personnelle, sur le travail réalisé en atelier et leur compréhension des enjeux du management de projet de construction (coeff 2)",
    "Adresse du site du module": "http://gede.enpc.fr/Programme/Fiche.aspx",
    "Effectif maximal": "Effectif illimité",
    "Département de rattachement": "Département Génie Civil et Construction",
    "Nombre de crédits ECTS": "3 crédits ECTS",
    "Mise à jour": "1er septembre 2024",
    "Code": "GEPCO"
}