{
    "Créneau": "Sem 4/Sem 6 Lu 13 h 45 - 16 h 30Sem 6 Lu 13 h 45 - 16 h 30",
    "Enseignants responsables": "Pierre-Alain ROCHE , Eveline LYONS",
    "Equipe enseignante": "Pierre-Alain ROCHE, Eveline LYONS, Bernard BARRAQUE, Dominique FOUGEIROL, Olivier GILARD",
    "Objectifs du module": "A l'issue du module, les étudiants seront à même de : situer les enjeux liés à l'eau et ses milieux naturels dans le développement économique et humain (énergie, eau potable et assainissement, agriculture et autres usages...); analyser les perspectives de développement durable et les risques de conflits dans de grands bassins-versants mondiaux dans un contexte de changement climatique, grâce à une compréhension globale des enjeux technico-économiques, environnementaux, sociaux, et diplomatiques ; proposer des outils pour ouvrir des espaces de dialogue et rechercher des solutions de compromis.",
    "Programme du module": "Les enjeux globaux de la gestion intégrée des ressources en eau Les eaux partagées un enjeu diplomatique. L'aide au développement. Marchés de l'eau, eau partagée, gestion en communs. Cas de l'Espagne et de la Californie. Jeu de rôle : négociations sur la gestion des eaux du bassin du Mékong et notamment conciliation du développement de la production hydroélectrique avec les autres enjeux (3 séances).",
    "Modalités": "7 séances de 2h30 heures - Amphithéâtre",
    "Contrôle des connaissances - Règles de validation du module": "Compréhension des enjeux lors du jeu de rôles (notes de positionnement d'équipes, dossier thématique) ; Evaluation de la participation de chaque élève dans le jeu de rôles et aux séances.",
    "Adresse du site du module": "https://educnet.enpc.fr/course/view.php?id=682",
    "Documents pédagogiques - Bibliographie": "Polycopiés",
    "Effectif maximal": "Effectif limité à 30 élèves",
    "Département de rattachement": "Département Ville Environnement Transport",
    "Nombre de crédits ECTS": "1,5 crédit ECTS",
    "Mise à jour": "2 septembre 2024",
    "Code": "GEREO"
}