{
    "Créneau": "Sem 3/Sem 5 Me 16 h 45 - 19 h 30 et Ve 15 h 15 - 18 hSL",
    "Prérequis": "Aucun pour les élèves ingénieurs du département GI dont les cours sont axés sur les briques opérationnelles et fonctionnelles pour l'industrie.",
    "Enseignants responsables": "Fabrice BONNEAU",
    "Equipe enseignante": "Fabrice BONNEAU, Dimitri VIVIER, Benjamin Cabanes",
    "Objectifs du module": "Le projet Mélusine a lieu sur le 1er semestre et est destiné aux élèves de 2e année. Ce projet constitue une double opportunité de mettre en application des outils et des concepts techniques propres au monde industriel et de la supply chain mais aussi d'approfondir les spécificités marché et processus du secteur industriel concerné. Les champs fonctionnels adressés sont variés et leur mise en œuvre requiert des emprunts à d'autres cours en fonction des sujets traités (contexte stratégique, choix technologiques au niveau des processus logiques et des modes opératoires, approche économique (coûts d'exploitation, investissements et calcul de rentabilité,…), dimension humaine (compétences, métiers,…), modélisation et simulation mathématique (ordonnancement, files d'attente, taille de lots,…), CAO pour la conception de l'espace de production ou logistique, architecture des bâtiments). Deux objectifs complémentaires à la professionnalisation des élèves sont poursuivis : Renforcer la composante métier en termes de domaines fonctionnels couverts et de démarche pédagogique: Une mise en application des apports des cours en particulier sur deux axes complémentaires au sein des Supply Chains en terme métiers : La gestion de production La logistique La prise en compte d'une 3ème dimension laissée au choix des élèves (RH, Développement durable,…) Dynamiser l'acquisition de modes de travail \" professionnels \" en mettant en œuvre une approche \" projet \" classique en entreprise: Un projet mobilisateur, exigeant en termes de travail et de livrables Une interaction étroite avec une entreprise et un coach voire plusieurs identifiés Des possibilités d'approfondissement en fonction du sujet et des problématiques couvertes Une modalité d'organisation en mode projet (gestion des compétences de l'équipe, priorisation des actions, respect des dates de livrables,…) Le besoin de proactivité pour l'acquisition et la mobilisation de connaissances et compétences (process industriels, archi, environnement, CAO…)",
    "Programme du module": "Des équipes travaillent sur mandat d'une entreprise pour l'amélioration d'un processus (sourcing, l'entreposage, la logistique, le picking ...). À partir d'une note d'introduction rédigée par l'une des entreprises partenaire et suite à un kick-off meeting sur un site industriel ou logistique, chaque équipe projet a pour mission de : reformuler la demande client si nécessaire, effectuer une revue de littérature sur le sujet traité, collecter des données et les analyser pour produire un diagnostic, proposer des pistes d'amélioration, proposer une mise en oeuvre, évaluer la création de valeur. L'ensemble du projet est présenté devant le commanditaire et ses équipes.",
    "Modalités": "1.Rédaction d'un cahier des charges à partir d'une lettre de mission 2.Points d'etape intermédiaires et support en gestion de projet et en communication 3.Un dossier final remis et présenté au commanditaire 4.Réflexivité sur la dimension développement durable.",
    "Contrôle des connaissances - Règles de validation du module": "Sont pris en compte pour la note finale: Implication (10%) Méthode et mise en œuvre des principes de gestion de projet (15%) Valeur apportée par la solution proposée (avis du commanditaire) (45%) Présentation orale et qualité des rendus (20%) Réflexion en terme de développement durable (10%)",
    "Effectif maximal": "Effectif limité à 40 élèves",
    "Département de rattachement": "Département Génie Industriel",
    "Nombre de crédits ECTS": "4 crédits ECTS",
    "Mise à jour": "01 Septembre 2024",
    "Code": "GIP1"
}