{
    "Créneau": "Sem 4/Sem 6 Je 8 h 30 - 11 h 45Sem 6 Je 8 h 30 - 11 h 45",
    "Prérequis": "Aucun pour les élèves ingénieurs du département GI. Pour les autres élèves, Théories et Méthodes de la Conception pour l'Innovation ou équivalent",
    "Enseignants responsables": "Alice Froissac",
    "Objectifs du module": "Le Design Thinking est une approche de l’innovation par les usages née à l’université de Stanford et popularisée par le cabinet de design IDEO. Centrée sur l’humain, elle s’appuie sur les méthodes, outils et pratiques de designers afin de proposer des solutions répondant à de vrais besoins. Elle intègre les possibilités offertes par les technologies et les exigences d’une réussite commerciale. Approche itérative, elle s’appuie sur la créativité, la pluridisciplinarité, la mise en pratique, l’aller retour entre intuition et analyse tout en étant systémique et non parcellaire. Ce module a pour objectif d’initier au Design Thinking, par la pratique à partir d’un projet. Il s’agit de répondre à une problématique d’innovation, donnée par un industriel, une startup ou une ONG, en proposant des solutions innovantes prototypées et testées. Ce module a pour ambition d’apporter aux étudiants des compétences de management de l’innovation à travers la découverte et la pratique d’une des approches de l’innovation par les usages. A l’issue de ce cours, les étudiants devront : • Être capables de faire de la recherche terrain et des interviews auprès d’utilisateurs. • Maîtriser des compétences de créativité pour générer des idées. • Être capables de prototyper et tester ses hypothèses avec les utilisateurs. • Maîtriser la transmission des idées via le storytelling. Ce module contribue au développement des compétences suivantes : Concevoir des solutions innovantes qui créent de la valeur ; mobiliser les outils de la recherche et du développement et de l’innovation ; appréhender et gérer la complexité des systèmes",
    "Programme du module": "Séance 1 - Kick off des projets • Présentation de l’équipe et des briefs • Première rencontre avec le client Séance 2 à 5 – Recherche ethnographique • Présentation théorique • Application pratique sur le projet • Restitution Séance 6 – Créativité • Présentation théorique • Application pratique sur le projet (brainstorming) Séance 7 à 10 – Prototypage et test • Présentation théorique • Application pratique sur le projet • Restitution Séance 11 – Storytelling • Présentation théorique • Application pratique sur le projet Séances 12 et 13 - Soutenance finale et rendu d’un rapport",
    "Modalités": "Ce module s’inscrit dans une démarche d’apprentissage par le projet dans une pédagogie active. Les séances alternent entre présentations théoriques, travail en autonomie et “coaching”. La pratique est privilégiée afin d’associer “penser” et “faire”. Du matériel de prototypage est disponible dans les locaux de la d.school Paris et une petite enveloppe budgétaire est disponible pour acheter du matériel complémentaire. Le module aura lieu dans le studio de la d.school Paris, au 3ème étage du bâtiment Coriolis.",
    "Contrôle des connaissances - Règles de validation du module": "Investissement personnel des élèves, restitutions intermédiaires et finale, rapport de projet",
    "Effectif maximal": "Effectif limité à 40 élèves",
    "Département de rattachement": "Département Génie Industriel",
    "Nombre de crédits ECTS": "3 crédits ECTS",
    "Mise à jour": "01 Septembre 2024",
    "Code": "GIP2"
}