{
    "Créneau": "sem 3 / sem 5 9h - 11h15",
    "Enseignants responsables": "Mohamed Saad EL HARRAB",
    "Objectifs du module": "Ce séminaire vise à vous accompagner dans la définition de votre projet professionnel, souvent encore flou à ce stade de votre parcours. La rencontre avec des professionnels est essentielle, car elle permet d’apporter une dimension concrète et humaine à vos réflexions, en partageant des expériences, des récits de carrière, et des exemples inspirants. Les retours des étudiants des années précédentes soulignent l’utilité de ce séminaire pour clarifier leurs choix d’orientation. Il s’agit également de vous exposer la diversité des opportunités et des trajectoires professionnelles possibles après l’école. Pour ce faire, le séminaire propose des conférences et des témoignages de chefs d’entreprise ou de cadres, qui partageront leurs expériences et expliqueront les choix qu’ils ont faits au cours de leur carrière. Ces parcours, parfois très éloignés de leurs plans initiaux, illustrent la richesse et la flexibilité des options qui s’offrent à vous.",
    "Modalités": "1.Début d’année universitaire (septembre) : chaque groupe d’étudiant prend contact avec le conférencier pour définir le sujet et le titre de l’exposé. 2.J-15 : le groupe d’élève prend contact avec le conférencier pour préciser les derniers réglages de l’intervention. Le jour de la conférence. Accueil du conférencier à la cafeteria. Présentation/introduction du sujet à l'auditoire par le groupe. 3.Déroulement de la conférence: animation des questions/réponses 4.Fin de la conférence. Synthèse orale des points clés de la conférence par le groupe d’étudiant. 5.J ou J+1 : mail de remerciement au conférencier en reprenant le ou les points qui ont été marquant. 6.J + 15 (maximum) : Rédaction d’un compte rendu détaillée par le groupe. Puis, validation du compte rendu par le conférencier. 7.J+20 : envoi du compte rendu au responsable académique.",
    "Contrôle des connaissances - Règles de validation du module": "Présence, participation active, rédaction de compte rendu de séances, réflexion professionelle La validation du module se fait à 33% sur le travail autour de l’intervention d'un professionnel, à 34% sur la présence et la participation et à 33% sur la réflexion personnelle.",
    "Effectif maximal": "Effectif illimité",
    "Département de rattachement": "Département Génie Industriel",
    "Nombre de crédits ECTS": "1 crédit ECTS",
    "Mise à jour": "01 Septembre 2024",
    "Code": "GISD"
}