{
    "Créneau": "Sem 3, Sem 4 et Sem 5",
    "Enseignants responsables": "Karam SAB , Laurent MAGHDISSIAN",
    "Equipe enseignante": "Alain EHRLACHER, Frédéric TAYEB",
    "Objectifs du module": "Le projet poursuit 3 objectifs. - Développer une vraie compétence des élèves en conception ou en analyse en mettant en œuvre les connaissances acquises. - Développer l'esprit d'innovation des élèves, et l'apprentissage de la mesure de la performance (à l'aide des paramètres du triangle classique Qualité Coût Délai) et de l'efficacité (à travers les Plans de Convergence). - Apprendre aux élèves à travailler en équipe.",
    "Programme du module": "Variable en fonction des projets. Les élèves doivent gérer leur temps et leurs relations avec l'encadrement du projet et formuler des demandes de moyens pour leurs réalisations. Certains projets du département consistent à intégrer un groupe d'élèves dans une équipe de concepteurs en entreprise. Les élèves travaillent sous la responsabilité d'un ingénieur de l'entreprise qui propose le projet et qui fixe les objectifs. Ils disposent de l'aide d'un enseignant du département qui les aide à organiser le travail, à formuler clairement leur problème, à le mettre en relation avec leurs acquis et à préciser leurs besoins (RENAULT, PSA, ST GOBAIN, MICHELIN, SAIPEM, BIC, ERAMET, …). D'autres projets ont pour objectif la conception, la fabrication et le test d'objets (raquettes, skis, snowboards, vélos, ailes d'avion, drones, robots, micromachines, turbines, instruments de musique,…). Ils allient les aspects théoriques et expérimentaux, Ces projets font largement appel à des codes de calcul répandus, à des outils informatiques professionnels utilisés dans l'industrie et aux moyens d'élaboration du laboratoire Navier (ENPC). Certains sont réalisés en collaboration avec d'autres écoles (Polytechnique, CNAM, ESIEE,…). Certains de ces projets peuvent porter sur un projet de conception en vue de la création d'une start up. D'autres sujets peuvent viser l'approfondissement d'un sujet (nanomatériaux, matériaux à mémoire de forme, piles à combustible,…) ou la meilleure maîtrise d'une technique (comparaison de codes de calcul, critères de rupture dans les matériaux composites, viscoplasticité des métaux à haute température…). Pour les fonctionnaires intéressés par une meilleure connaissance des maisons d'emploi et de leurs éventuels postes à fort contenu scientifique et technique, il peut être proposé des projets de département en association avec des services des maisons d'emploi. Le Projet Lourd à 20 ECTS est réservé aux élèves en 3A et aux FCI. Il correspond à un programme de réalisation complexe et ambitieux (Exemples de projets lourds de ces dernières années : Conception et réalisation d'un simulateur de conduite automobile, d'un drone auto piloté, d'un banc d'essais de véhicule hybride, ou préparation à la création d'une entreprise). Si le projet vise à mettre au point un produit à la base de la création d'une PME, une formation à la création d'entreprise peut être incluse dans le programme du projet lourd.",
    "Modalités": "Environ 100 heures de travail attendues par élève pour un projet classique à 5,5 ECTS",
    "Contrôle des connaissances - Règles de validation du module": "Rapport écrit et soutenance.",
    "Documents pédagogiques - Bibliographie": "Variable en fonction des projets.",
    "Effectif maximal": "Effectif illimité",
    "Département de rattachement": "Département Génie Mécanique et Matériaux",
    "Nombre de crédits ECTS": "5,5",
    "Mise à jour": "01/09/2024",
    "Code": "GMMP2"
}