{
    "Créneau": "Sem 5Sem 6",
    "Enseignants responsables": "Vincent POILLEUX",
    "Objectifs du module": ".Ce module doit permettre d'appréhender la notion de paysage et l'interface entre l'urbaniste et le paysagiste. Il s'agit notamment de comprendre comment l'approche paysagère permet la bonne intégration des dynamiques du vivant et des enjeux d'adaptation au changement climatique dans les projets. Le module doit permettre de comprendre les grands temps de la construction des paysages français et les principaux enjeux qui contribue à sa transformation aujourd'hui et dans les prochaines décennies. Pour une réflexion plus approfondie sur les objectifs pédagogiques, consulter ce lien : https://pedagotheque.enpc.fr/2016/04/07/formuler-son-objectif-pedagogique/",
    "Programme du module": "Séance 1_Introduction au paysage Séance 2 _La formation des paysages Séance 3_L'eau dans les paysages Séance 4_Cohabiter avec le vivant Séance 4_ Paysages et changement climatique Séance 5 _Paysages de l'énergie Séance 7_Restitution des travaux étudiants",
    "Modalités": "Cours magistral",
    "Contrôle des connaissances - Règles de validation du module": "Travail de groupe sur des ateliers Paysage et Energie, présentation orale et remise d'un rapport écrit d'approfondissement d'une thématique du cours.",
    "Documents pédagogiques - Bibliographie": "Bertrand Folléa L'Archipel des métamorphoses La Transition par le paysage Jean-Marc Besse La Nécessité du paysage 2018 Gilles Clément : Manifeste du Tiers paysage Estelle Zhong Mengual Apprendre à voir: Le point de vue du vivant Matthieu Duperrex La rivière et le bulldozer. 2022. Premier Parallèle. Camille de Toledo Le fleuve qui voulait écrire Laurent TILLON Être un chêne Sous l'écorce de Quercus Jean-Christophe Bailly, Le Versant animal Baptiste Morizot : Manière d'être vivant",
    "Effectif maximal": "Effectif illimité",
    "Département de rattachement": "Master AMUR - Aménagement et maitrise d'ouvrage urbaine",
    "Nombre de crédits ECTS": "1,5 crédit ECTS",
    "Code": "GPAVE"
}