{
    "Créneau": "Sem 3/Sem 5/Sem 1 MSSem 1 MS",
    "Enseignants responsables": "Lise Rochaix",
    "Objectifs du module": "Health economics is an applied field of economics that fosters the systematic and rigorous examination of the problems faced in promoting health for all. It draws on microeconomics (theories of consumer, producer and social choice) and econometrics, and studies the behavior of individuals, health care providers, public and private organizations, as well as governments in decision-making. It aims at informing the public and private sector on the most efficient, cost-effective and equitable course of action. It ranges from the analysis the determinants of individual behavior regarding health to the economic evaluation of new technologies, as well as the study of appropriate payment schemes, anti-trust policy, optimal public and private investment and strategic behavior. This course aims at presenting the range of issues addressed in health economics, from efficiency to equity, from individual choices to public decision, from microeconomic decisions to global health. It analyses how the markets for health services differ from others, with an emphasis on market failures and the role of health policy. Key health economic concepts are presented, such as the demand for health and health care, insurance, optimal provider payments, or innovation. One of the strong underlying questions in this course is to examine the role of the market for the provision of health and health services and the ways in which public policy can influence these markets. Another is be the comparison between developed and developing countries’ challenges. A third underlying question is to assess the potential of recent methodological developments in enhancing economists’ understanding of individual behaviors and their determinants, based on recent developments in behavioral economics. The course will also include a short presentation of socio-economic calculus applied to healthcare. Sessions will include formal lectures with interactions with students. For some of the sessions, post-doctoral or doctoral students as well as researchers at PSE will be invited to participate. Evaluation: The evaluation will be based on the following assignments: 1- An oral presentation in groups of 3, focusing on a recent issue related to class content (40% of final mark); 2: A written essay by the same group, in a format as close as possible to a scientific publication in an economic journal, based on the oral presentation and including comments made during the presentation (60% of final mark). FIELD COURSES HEALTHCARE IN AGEING SOCIETIES Address : PSE- Campus Jourdan",
    "Effectif maximal": "Effectif illimité",
    "Département de rattachement": "Master of Science Sustainable Impact Analysis",
    "Nombre de crédits ECTS": "2,5 crédits ECTS",
    "Mise à jour": "05/04/2019",
    "Code": "HEAEC"
}