{
    "Créneau": "Sem 6",
    "Enseignants responsables": "Etienne FAUGIER",
    "Objectifs du module": "L'objectif du cours sera de familiariser les étudiants avec les problématiques historiennes de l'histoire des transports et de la mobilité : relation entre systèmes techniques et organisation sociale, gouvernance des réseaux de transport, histoire de l'innovation, histoire des infrastructures et des territoires, histoire culturelle de la mobilité, histoire et environnement. Le cours s'appuiera sur des cas choisis dans tous les modes de transport (i.e. la grande vitesse, la ville et la voiture…) qui éclaireront ces problématiques. Le cours se déroule en 7 séances de 3 heures. Chaque séquence se compose d'une leçon et d'une séance de travaux dirigés. A l'issue du module, les élèves seront capables de : comprendre les concepts de base de l'histoire (périodisation, événement, chronologie) ; connaître les conditions historiques de ruptures majeures dans l'histoire des mobilités ; apprécier à la lumière des ruptures passées les problématiques d'actualité sur les changements techniques et institutionnelles des mobilités contemporaines ; mobiliser les politiques passées dans le domaine des transports pour analyser les performances des différents modes ou combinaisons de modes de transport en fonction de critères techniques, sociaux, économiques et organisationnels.",
    "Programme du module": "Histoire, transport et mobilité : concepts et méthodes. Les transports à l'époque moderne Révolutions ferroviaires au XIXe siècle Chemins de fer et histoire coloniale L'auto-mobilisation du monde au XXe siècle Le cinéma, allié du \" lobby automobile \" ? Histoire de la mobilité aérienne, XIXe-XXe siècle Histoire de la containérisation du transport Des sociétés à grande vitesse Genèse des politiques de sécurité routière Transport et urbanisme au XXe siècle Le \" retour \" des tramways Histoire de la voiture électrique Le futur du passé des transports ? (bilan du cours)",
    "Modalités": "18h (2 ECTS + 1 ECTS si approfondissement)",
    "Contrôle des connaissances - Règles de validation du module": "Assiduité, notes de lecture Travail d'approfondissement (1 ECTS) : Ecriture d'un article aux normes scientifiques",
    "Effectif maximal": "Effectif limité à 35 élèves",
    "Département de rattachement": "Master Transport et Développement Durable",
    "Nombre de crédits ECTS": "2 crédits ECTS",
    "Mise à jour": "Septembre 2012",
    "Code": "HISTM"
}