{
    "Créneau": "Sem 3/Sem 5 Me 8 h 30 - 11 h 15Sem 5 Me 8 h 30 - 11 h 15",
    "Prérequis": "Enseignement de spécialisation d'école d'ingénieur et de Master II",
    "Enseignants responsables": "Eric GAUME",
    "Equipe enseignante": "Eric GAUME, Olivier DELAIGUE, Pierre-Alain ROCHE, Vazken ANDREASSIAN, Pierre-Antoine VERSINI",
    "Objectifs du module": "Le module vise à : Comprendre de manière approfondie le cycle continental de l'eau, Connaître et utiliser les principaux types de modèles utilisés en hydrologie Maîtriser des méthodes et des outils utiles à la résolution des questions suivantes : Evaluation des risques de crue et de sécheresse, Simulation de la disponibilité de la ressource en eau, Gestion optimisée d'un réservoir mono ou multi-usages, Prévisions en temps réel, Ces connaissances et savoir-faire sont indispensables aux étudiants qui se destinent à des métiers où ils auront à traiter des questions relatives à l'eau et l'aménagement du territoire, aux risques naturels ou industriels, aux usages de l'eau, y compris l'énergie, et, bien entendu, à la gestion de l'environnement plus généralement.",
    "Programme du module": "Cycle de l'eau à l'échelle planétaire, climats et régimes d'écoulement Processus élémentaires et constitution des écoulements à l'échelle des versants et des bassins versants. Mesures en hydrologie Modélisation pluie-débit Processus stochastiques, et évaluation des risques de crues et de sécheresse Prévision des crues et des sécheresses Gestion optimisée des réservoirs hydrauliques. .",
    "Modalités": "13 séances de 2.5 heures dont 4 séances de travaux dirigés dirigés sur les outils de modélisation et leur utilisation et 2 séances de travaux personnels",
    "Contrôle des connaissances - Règles de validation du module": "Deux comptes-rendus de travaux dirigés notés",
    "Adresse du site du module": "educnet.enpc.fr/course/view.php?id=253&userid=guest",
    "Documents pédagogiques - Bibliographie": "Manuel Hydrologie quantitative ed. Lavoisier, 2013",
    "Effectif maximal": "Effectif illimité",
    "Département de rattachement": "Département Ville Environnement Transport",
    "Nombre de crédits ECTS": "3,5 crédits ECTS",
    "Mise à jour": "2 septembre 2024",
    "Code": "HYDGE"
}