{
    "Créneau": "Sem 4/Sem 6 Me 8 h 30 - 11 h 15 et 13 h 45 - 16 h 30Sem 6 Me 8 h 30 - 11 h 15 et 13 h 45 - 16 h 30",
    "Prérequis": "Aucun",
    "Enseignants responsables": "Bruno TASSIN , Fabien ESCULIER",
    "Equipe enseignante": "Lucas FRICEAU, Arthur GUILLOT LEGOFF, Guilherme CALABRO SOUZA, Tinghao HUANG, Hayath ZIME YERIMA, Philippe DUBOIS, Mohamed SAAD, Bernard DE GOUVELLO, Brigitte VINÇON LEITE, Martin SEIDL Coordination",
    "Objectifs du module": "L'homme par ses différentes activités impacte profondément les milieux naturels, ainsi l'ingénieur doit aujourd'hui avoir la capacité de mesurer et d'interpréter le fonctionnement des écosystèmes et de leurs perturbations, pour pouvoir proposer des mesures adéquates de gestion ou de remédiation. Dans ce contexte, le module d'approfondissement \" eau, mesure et environnement urbain\" permettra aux étudiants : o d'identifier et analyser au travers d'un ensemble d'ateliers orientés sur la mesure environnementale, les interactions entre les fonctionnements physiques, chimiques et biologiques d'un milieu aquatique o de comprendre le fonctionnement des hydroécosystèmes, en liaison avec les activités socio-économiques de leur bassin versant o de concevoir des solutions pour la restauration écologique d'un cour d'eau et de son bassin versant, soumis à une pression anthropique majeure.",
    "Programme du module": "Pour aborder l'ensemble de ces questions le module, qui se déroule sur la journée, se décomposant en deux parties, une première, les matins, consacrée aux volet mesure et d'analyse du fonctionnement des interactions entre les différents compartiments d'un hydroécosystème et une seconde partie, les après-midis, consacrée à la compréhension des interactions entre un bassin versant et les activités humaines qui s'y déroule. Les matinées Les travaux sont organisés au travers d'ateliers, majoritairement sur un bassin versant du Merdereau, situé à proximité de l'école. Chaque étudiant participe successivement à chacun des ateliers, où il est amené à une prise de conscience des difficultés spécifiques de la mesure au travers de l'instrumentation et de l'analyse des résultats. Un focus particulier est donné sur de nouvelles techniques d'instrumentation et de mesure à haute fréquence. o Débitmétrie o Mesures de la qualité des eaux in-situ et au labo o Caractérisation de biomasse algale par mesure in-situ et au labo o Caractérisation de la matière organique par spectro-fluorimétrie 3D o Estimation de la contamination bactérienne et du risque pour la baignade o Mesure in situ de la demande benthique en oxygène o Evaluation de la pollution par micro-plastiques d'un milieu aquatique \" Caractérisation du ruissellement urbain en vue de son traitement Les après-midis La séance de l'après-midi vise à sensibiliser les participants à un enjeu de transition en rapport avec la gestion de l'eau en milieu urbain. L'objectif est d'opérer \"un pas de côté\" par rapport aux sujets abordés dans le cadre des cours magistraux. Chaque année, une thématique particulière est abordée, toujours en lien avec l'actualité environnementale, dont la nature complexe nécessite une approche pluridisciplinaire. Après plusieurs interventions des spécialistes permettant de porter différents regards sur la question, les étudiants travaillent en petites équipes sur des sous-thèmes qu'ils ont envie d'approfondir durant la seconde moitié du module et restituent le résultat de leur travail sous un format libre de leur choix.",
    "Modalités": "13 séances de 5 heures 8h30 - 11h15 et 13h45-16h30",
    "Contrôle des connaissances - Règles de validation du module": "Le contrôle des connaissances est la participation aux séances et l'implication des étudiants, ainsi que sur la qualité de l'analyse des résultats obtenus, au travers d'un rapport et d'une soutenance",
    "Adresse du site du module": "https://educnet.enpc.fr/course/view.php?id=344.",
    "Effectif maximal": "Effectif limité à 20 élèves",
    "Département de rattachement": "Département Ville Environnement Transport",
    "Nombre de crédits ECTS": "6 crédits ECTS",
    "Mise à jour": "2 septembre 2024",
    "Code": "HYDRO"
}