{
    "Créneau": "Sem 3/Sem 5 Ma 8 h 30 - 11 h 15Sem 5 Ma 8 h 30 - 11 h 15",
    "Prérequis": "Hydraulique, mécanique des fluides. Hydrologie souhaitable mais non nécessaire",
    "Enseignants responsables": "Bruno TASSIN",
    "Equipe enseignante": "Bruno TASSIN, Fabien ESCULIER, José Manuel TUNQUI, Bernard DE GOUVELLO, Christophe LEHOUCQ, Guillaume STORME, Mathilde SOYER, Marie-Christine GROMAIRE",
    "Objectifs du module": "Gérer l'eau en ville, en particulier l'eau de pluie, est un enjeu fort pour éviter les inondations, protéger les milieux aquatiques. Depuis le XIXème siècle les ingénieurs ont développé des techniques pour cela. Aujourd'hui, une évolution dans les modèles de gestion apparait, largement basée sur une intégration de l'eau dans de nombreux secteurs des politiques de la ville. A l'issue du module, les élèves : auront une connaissance générale des grands enjeux actuels dans le domaine de l'hydrologie urbaine, de les questions de recherche jusqu'aux réalités opérationnelles auront appréhendé la complexité de l'hydrologie urbaine, complexité liée à la multiplicité des disciplines auxquelles elle fait appel (hydrologie, hydraulique, biogéochimie,…) et aux différentes échelles qu'elle couvre, de la parcelle à l'agglomération; auront acquis la maîtrise des approches et outils classiques de l'hydrologie urbaine (statistiques de pluies, modélisation, conception des techniques alternatives) et connaîtront les dernières innovations et les techniques émergentes ; seront capables d'intégrer l'hydrologie urbaine dans le cadre du développement urbain durable.",
    "Programme du module": "L'hydrologie urbaine est abordée du double point de vue de la conception et de la gestion des systèmes d'assainissement selon les trois points suivants : Processus fondamentaux en matière d'hydrologie urbaine Pluie, transformation pluie débit, stockage et écoulement Qualité des eaux usées et des eaux pluviales Conception des systèmes d'assainissement Objectifs de l'assainissement Systèmes d'assainissement historiques et évolutions récentes Modélisation Assainissement autonome Gestion des systèmes d'assainissement Développement des systèmes d'assainissement intelligents Nouveaux modèles de la gestion des eaux urbaines Durabilité des systèmes d'assainissement Le cours est largement basé sur une pédagogie de projet abordant la gestion hydraulique de réseaux et la conception des techniques alternatives.",
    "Modalités": "13 séances de 2H30 heures et une journée de visite",
    "Contrôle des connaissances - Règles de validation du module": "Le contrôle des connaissances est basé sur l'évaluation des deux parties du projet et du projet.",
    "Adresse du site du module": "educnet.enpc.fr/course/view.php?id=343.",
    "Documents pédagogiques - Bibliographie": "Le site contient les supports de présentation et des textes écrits.",
    "Effectif maximal": "Effectif limité à 30 élèves",
    "Département de rattachement": "Département Ville Environnement Transport",
    "Nombre de crédits ECTS": "4 crédits ECTS",
    "Mise à jour": "2 septembre 2024",
    "Code": "HYDUR"
}