{
    "Créneau": "Sem 3/Sem 5T/Sem 5 Ve 13 h - 15 h 45Sem 5 Ve 13 h - 15 h 45",
    "Prérequis": "Notions de bases en probabilités, statistiques, vision par ordinateur et réseaux neuronaux. Quelques notions sur les algorithmes numériques d'optimisation peuvent être utiles, mais ne sont pas du tout indispensables. Notions de base en programmation sont indispensables, par exemple Python.",
    "Enseignants responsables": "Sotiris MANITSARIS",
    "Equipe enseignante": "Alina GLUSHKOVA, Brenda OLIVAS, Gavriela SENTERI, Dimitris MAKRYGIANNIS",
    "Objectifs du module": "L'essor de capteurs et de la numérisation fait s'accumuler, dans les domaines les plus variés, tels que l'Industrie 4.0, le véhicule autonome ou même les Industries Culturelles et Créatives, de données et d'images d'une quantité souvent considérable. Par ailleurs, les \" nouvelles machines \" doivent être capables de percevoir leur environnement, et de reconnaitre de formes diverses et variées, afin de collaborer avec l'humain de manière efficace. Elles sont dotées d'une Intelligence Artificielle (IA) centrée sur l'humain qui fouille et exploite de manière automatique de données issues du corps humain. Ces \" nouvelles machines \" sont entraînées à l'aide de nombreux algorithmes de Machine Learning (Apprentissage Machine en français), tels que les réseaux neuronaux, modèles probabilistes et ses algorithmes associés pour l'apprentissage machine, permettant ainsi des analyses et modélisations plus puissantes que les statistiques linéaires classiques, ainsi que des reconnaissances de formes en temps réel. Le but de ce cours est de présenter le panorama des approches pour la conceptualisation et le développement des couches de perception pour les machines, qui permettent la capture du mouvement et comportement humain, sa modélisation à l'aide du machine et deep learning, la reconnaissance de gestes et actions humains et la collaboration avec la machine. En plus du cadre théorique et méthodologique, des diverses applications industrielles seront présentées à l'aide de trois types de machines : ordinateur, robot et instrument de musique numérique. À la fin du cours, les étudiants auront une connaissance critique de diverses méthodes d'intelligence artificielle en collaboration homme-machine y compris pour la reconnaissance du comportement humain. Les étudiants seront en mesure de reconnaître les défis de chaque méthode dans de scénarii réels et de les relever en proposant des solutions pertinentes.",
    "Programme du module": "Les fondamentaux de l'intelligence artificielle et de la collaboration homme-machine : Les jeux de données humaines et ses défis Capture du mouvement humain et présentation du panorama des capteurs (capteurs de vision avec ou sans marqueurs et wearables) Estimation de poses humaines à l'aide de capteur de vision de type RGB-D et extraction des descripteurs du mouvement sous forme de séries temporelles Modélisation probabilistes et réseaux de neurones appliqués à la reconnaissance de comportements humains Reconnaissance de gestes et actions en temps réel sur la base 1. des séries temporelles issues de positions ou orientations humaines et 2. des architectures d'apprentissage profond \" end-to-end \" Types de collaboration avec une machine : interaction explicite, interaction implicite, commandes, interaction physique ou sans contact, etc. Défis industriels pour l'IA centrée sur l'humain : Industries Culturelles et Créatives, Usine du Futur, formation professionnelle, etc.",
    "Modalités": "Le cours présente succinctement la théorie, les divers paradigmes et leurs types d'applications (environ 60% du temps), et laisse une place importante à des activités de pédagogie active (environ 40% du temps), telles que la classe inversée, les Travaux Pratiques et des projets qui s'appuient sur des scénarii issus de l'industrie, permettant ainsi une mise en œuvre concrète des principales techniques présentées. Modalités pratiques : TP représentera environ 40% du cours Des solutions de type \" Google Colab \" ou \" Paperspace \" pourraient être utilisées pour l'entrainement de réseaux profonds lors des TP ou en cas de restrictions liées à la pandémie Pendant les séances des TP, les étudiants seront séparés en groupes de 4 à 5 et seront invités à travailler sur un projet spécifique en fonction de la partie théorique du cours Des articles et papiers scientifiques leur seront également proposés Au cours de chaque cours, les élèves d'un même groupe travaillent ensemble ou séparent les tâches entre eux, et ils prennent ensuite le temps de présenter leur travail au les autres membres du groupe. L'enseignant est là pour aider et conseiller les étudiants. Projets collectifs (indicatifs) 1) Apprentissage robot à partir de la démonstration 2) Estimation de la pose de la main en 3D 3) Reconnaissance d'activité pour les applications industrielles à l'aide de capteurs portables 4) Architectures Deep Learning pour la reconnaissance d'actions 5) Analyse de scène avec des méthodes Machine Learning (détection d'objets)",
    "Contrôle des connaissances - Règles de validation du module": "La procédure d'évaluation des élèves est basée sur trois éléments : 1) les études de cas, 2) les projets, et 3) les examens écrits. Les études de cas seront directement liées aux activités de la classe inversée. A chaque fois, deux groupes d'élèves seront d'abord invités à présenter deux publications scientifiques, dans une durée de 5 minutes chacune et après à débattre avec l'autre groupe. Les élèves seront mener à déelopper des réflexions approfondies sur différentes méthodes de machine learning. Une liste de sujets de projets liés aux problématiques de machine learning sera présentée aux étudiants afin d'explorer et comparer différentes méthodes ainsi que de rédiger un rapport et et présenter les résultats. L'évaluation des projets des éleves aura lieu sur la base d'un rapport écrit et de leur présentation orale. Les examens écrits viseront l'évaluation individuelle de l'élève et auront lieu à la fin du module en utilisant une plateforme d'évaluation en ligne.",
    "Adresse du site du module": "http://gede.enpc.fr/Programme/Fiche.aspx",
    "Documents pédagogiques - Bibliographie": "- Deep Learning\", par Ian Goodfellow, Yoshua Bengio and Aaron Courville (MIT press). - Bishop, C. M. (2006). Pattern recognition and machine learning.Springer. - The Elements of Statistical Learning (2nd edition) T. Hastier, R. Tibshirani & J. Friedman, Springer, 2009. - [Playground TensorFlow]: playground.tensorflow.org - [ML Playground] https://ml-playground.com/ - Al-Faris and Chiverton and Ndzi and Ahmed. (2020). A Review on Computer Vision-Based Methods for Human Action Recognition. Journal of Imaging. 6. 46. 10.3390/jimaging6060046. - Matheson and Minto and Zampieri and Faccio and Rosati. (2019). Human-Robot Collaboration in Manufacturing Applications: A Review. Robotics. 8. 100. 10.3390/robotics8040100.",
    "Effectif maximal": "Effectif limité à 20 élèves",
    "Département de rattachement": "Département Génie Industriel",
    "Nombre de crédits ECTS": "3 crédits ECTS",
    "Mise à jour": "01 Septembre 2024",
    "Code": "IACHM"
}