{
    "Créneau": "Février (semaine 02)",
    "Prérequis": "Être inscrit au mastère spécialisé IBD",
    "Enseignants responsables": "Bernard LENSEL",
    "Objectifs du module": "Présenter, pour un projet immobilier (neuf, rénovation), les enjeux liés au contexte urbain : quartier, ville, territoire. Permettre de : Prendre en compte de façon synthétique le contexte spatial et social d'un projet d'aménagement urbain. Approcher les logiques d'intervention à l'échelle de l'îlot, du quartier et de la ville. Faire jouer le curseur. Sensibiliser à l'utilisation des outils au service de l'aménagement et de l'urbanisme : analyse des usages, appui du numérique, approche du domaine juridique. Exposer un plan climat énergie territorial et les principaux outils d'une politique locale de l'énergie. Comparer des projets d'urbanisme durable, de la conception à la réalisation opérationnelle. Exposer les principales articulations entre mobilité, quartiers et immobilier.",
    "Programme du module": "Présentation des objectifs de formation de la semaine ; tour de table des auditeurs et expression de leurs attentes (Dominique NAERT et Bernard LENSEL) Puis : Présentation et apports pour l'étude de cas sur les quartiers durables, (Bernard LENSEL) Esquisse de référentiel, les attentes sur les travaux individuels (Bernard LENSEL et Alexia ROBIN, Construction 21) Lundi après-midi 12 février 2024, à 14h15 Premier tour des études de cas (Bernard LENSEL) Puis, de 15h à 17h30 Du quartier à la ville durable, de l'urbain au rural en passant par les villes moyennes (Chantal BONNET , Bernard LENSEL) Mardi matin 13 février 2024, de 09h00 à 10h00 Tour des études de cas, (Bernard LENSEL) Puis, de 10h00 à 12h30 : L'aménagement urbain dans le Nord de l'Europe : l'exemple des villes finlandaises (Kaisu KUUSELA, Tampereen kaupunki/ Ville de Tampere et Bernard LENSEL) Mardi, après-midi 13 février 2024, de 13h45 à 18h00. Séquence juridique L'apport juridique aux projets urbains dans le contexte post-Grenelle ; l'application au cas d'étude fil rouge concret, le Carré de Soie à Lyon (Laurent DUCROUX, Bernard LENSEL) Mercredi matin 14 février 2024, de 9h00 à 12h00 : L'innovation en matière de mobilité publique et l'impact sur les quartiers desservis (Victor ANTONIO) Une stratégie de mobilité durable pour une capitale européenne : Madrid (Carlos Cristobal PINTO) Puis jeu questions-réponses sur les travaux individuels (Bernard LENSEL) Mercredi après-midi 14 février 2024, de 14h00 à 16h00 : Le rôle de la végétation dans la régulation du climat en ville (Frédéric SEGUR) Puis, de 15h45 à 17h30 : Du quartier bas carbone à la ville durable (Michel SALEM-SERMANET) Jeudi matin 15 février 2024, de 9h00 à 10h30 : Une stratégie pour la gestion des eaux, SAGE de la Nonette, Chantilly (Clara MORVAN) Puis, de 10h30 à 12h30, Le traitement des îlots de chaleur en milieu urbain, le cas de Grenoble et d'Echirolles (Xavier FOISSARD, Université Grenoble-Alpes, Bernard LENSEL) Séquence n°8 : Jeudi 15 février 2024, de 13h30 à 17h00. Une approche décentralisée des Villes intelligentes (Gaëtan CHERIX), Séquence n°9 : Vendredi matin 16 février 2024, de 9h00 à 10h30. Le rôle de la végétation dans la régulation du climat en ville (Marjorie MUSY) Séquence n°10 : Vendredi matin 16 février 2024, de 10h30 à 12h30. Présentation d'un Schéma directeur des énergies et de ses implications en termes de politique énergétique territoriale. (Blandine MELAY, Métropole de Lyon, Bernard LENSEL) Séquence n°11 : Vendredi après-midi 16 février 2024, de 14h00 à 16h00. Synthèse des apports de la semaine : application du référentiel / urbanisme durable et jeu questions/ point sur les acquis de la semaine (Bernard LENSEL)",
    "Modalités": "Exposés d'experts français et étranger, jeu questions réponses, jeu de rôles",
    "Contrôle des connaissances - Règles de validation du module": "En cours de semaine : intensité et qualité de la participation aux discussions Analyse d'un quartier durable au choix de l'auditeur, en lien avec l'animateur de semaine : \" Atouts et faiblesses d'un projet d'urbanisme durable \", à rendre dans les 15 jours après la fin de la semaine.",
    "Adresse du site du module": "educnet.enpc.fr/course/view.php?id=328",
    "Documents pédagogiques - Bibliographie": "Demande est faite aux auditeurs de préparer des éléments de présentation d'un projet d'urbanisme durable dans lesquels ils ont été impliqués ou qu'ils ont pu analyser. Dossier Aménagement durable fourni en amont.",
    "Effectif maximal": "Effectif illimité",
    "Département de rattachement": "Mastère Immobilier et Bâtiment Durables",
    "Nombre de crédits ECTS": "4 crédits ECTS",
    "Code": "IBQVD"
}