{
    "Créneau": "Sem 3/Sem 5Sem 5",
    "": "Le cours se déroule à l'ENPC Paris",
    "Enseignants responsables": "Marc Kitten",
    "Objectifs du module": "The central aim of the course is to understand how strategies are formulated on both business and corporate level. At business level, the notion of competitive advantage is a central issue; at corporate level, the challenge of contributing value to businesses is crucial. The course provides the analytic and conceptual foundations for making strategic decisions at both levels, using a combination of lectures, discussions and case studies.",
    "Programme du module": "Topics to be discussed are the following : Concept of Strategy and Strategic Management Competitive Advantages - Core of Business Strategy Creative Positioning and New Game Strategies External and Internal Analysis as the Basis of Strategy Formulation Sustainability and Dynamics of Competitive Advantages Concept of Corporate Strategy Portfolio Planning and Resource Allocation Diversification Strategies and Value Creation Acquisition (and Divesture) as Instrument to Execute Portfolio Decisions The course covers strategic management tasks at business and corporate level. These two levels of strategic management determine the basic structure of the course. At business level we will start by discussing the concept of competitive advantage which is a crucial element of every strategy option. Defining a strategy relies on analytical foundations as well as creative ideas. Both dimensions of strategy formulation will be covered. At corporate level the link between shareholders' objectives and corporate strategy is the key issue. Adding value to businesses is the main challenge of corporate strategy and the concept of parenting advantage links value creation and strategy making. A framework for strategy formulation at corporate level including portfolio planning and resource allocation will be discussed. In addition to that we will deal with options to execute portfolio changes - e.g. acquisitions and strategic alliances.",
    "Effectif maximal": "Effectif limité à 25 élèves",
    "Département de rattachement": "Département Sciences Economiques, Gestion Finance",
    "Nombre de crédits ECTS": "1,5 crédit ECTS",
    "Code": "IBUST"
}