{
    "Créneau": "Sem 3 Me 8 h30 - 11 h 15",
    "Enseignants responsables": "Ignacio OLALQUIAGA",
    "Equipe enseignante": "Hicham AMRANE, Thomas KOCHER, Ignacio OLALQUIAGA, Thibault ETCHEVERRY, Adele GILSON, Patrick BARBIER, Constance DE WILLIENCOURT, Arnaud MADELENAT, Alexandar SARDAREV, Marine SAUNIER, Bianca GRUMBECHT, Cynthia WALSH",
    "Objectifs du module": "L'ingénierie s'appuie sur trois langages principaux : les mathématique, le langage verbal et le dessin. Les villes que nous pratiquons, les bâtiments dans lesquels nous vivons, les objets que nous utilisons, ont tous la particularité d'avoir été \" dessinés \" avant d'être construits ou fabriqués. A la suite de l'enseignement reçu lors de la semaine intensive de rentrée, les élèves approfondissent la pratique du dessin de la représentation spatiale \" à la main \" et en modélisation 3D. L'exercice s'achève par la fabrication d'un objet éditorial élaboré avec une sélection de dessins produits par l'étudiant. Chaque groupe d'élèves (environ 20) étudie tout au long du semestre un ouvrage particulier (Passerelles, ponts ou bâtiments à structure métallique ….) A la main, l'étudiant acquiert les bases du dessin technique, de l'axonométrie, du schéma et de la perspective. En informatique, lui sont enseignés les logiciels Rhinocéros et Grasshopper, servant à la modélisation 3D. Cette approche graphique sera faite par le biais de différents types de représentation spatiale qui seront appliqués en alternance. L'étudiant découvrira ainsi les intérêts de chaque technique suivant le stade de la recherche, de la mise au point et de la communication à faire. Il saura quel type de dessin employer aux différents stades du projet. Par leurs familiarisations ils deviendront des médias indispensables à sa pratique professionnelle.",
    "Programme du module": "L'enseignement s'organise en 3 temps TEMPS 01 LA VISION D'ENSEMBLE: Cette première approche globale de l'ouvrage, amène l'étudiant à la retranscription de ce qu'il voit dans les grandes lignes - les relations de l'objet d'étude avec son environnement - les formes et les structures générales - l'apprentissage de la vision globale et synthétique, voire schématique. TEMPS 02 LE DÉTAIL : L'étudiant s'intéressa au \" détail \". L'analyse graphique portera sur les formes et le système structurel à une échelle plus grande donc plus précise. L'étudiant comprendra les enjeux de la retranscription à échelles différentes. TEMPS 03 COMMUNIQUER : \" l'image raconte une histoire \" Avec l'apport d'un cours introductif à la communication visuelle, les élèves seront amenés à sélectionner et organiser leurs dessins dans la page avec le souci de composition et de cadrage. Il s'agira de trouver un équilibre entre description, narration et concept selon un angle choisi résumé par un titre. L'étudiant gagnera une sensibilisation aux problèmes de mise en page, de typographie et de \" lisibilité \" de la communication en général. Tout l'enjeu de la réalisation de ce livret d'une vingtaine de pages est d'être un document qui fasse \" sens \"du point de vue narratif. L'étudiant devra argumenter et justifier ses choix.",
    "Modalités": "13 séances de 2 h 45.",
    "Contrôle des connaissances - Règles de validation du module": "L'évaluation du travail se fait en deux parties : - Présentation orale par groupe, du travail d'édition et de la production graphique finale, devant l'ensemble des enseignants encadrant leur groupe. - Compilation du travail effectué durant l'ensemble des treize séances, pour une évaluation individuelle.",
    "Adresse du site du module": "https://educnet.enpc.fr/course/view.php?id=734",
    "Effectif maximal": "Effectif limité à 65 élèves",
    "Département de rattachement": "Département Génie Civil et Construction",
    "Nombre de crédits ECTS": "3 crédits ECTS",
    "Mise à jour": "1er septembre 2024",
    "Code": "IDSMO"
}