{
    "Créneau": "Sem 1 MS",
    "Prérequis": "Cost Benefit Analysis and Econometrics and Data Analysis courses",
    "Enseignants responsables": "Nathalie Sinclair Desgagné",
    "Objectifs du module": "The course aims at providing students with an understanding of how intangible assets are included into economic decision-making and in particular, into economic impact assessments and cost benefit analyses. We will look at how, in practice, in the public and in the private sector, environmental and social impacts are quantified and sometimes monetized and what innovative tools have been produced to do so. The course will cover the variety of methods used to quantify and monetize these assets (stated-preference to revealed-preference). Once methods are covered, students will get to apply their knowledge and work on case studies. Evaluation: Written exam (individual) and oral presentation (in groups). Final paper (in groups) due at the end of the class. 50% Individual written exam 15% PowerPoint presentation on case study in teams 35% Final paper in teams References: Ericka Costa, Caterina Pesci, (2016) \"Social impact measurement: why do stakeholders matter?\", Sustainability Accounting, Management and Policy Journal, Vol. 7 Issue: 1, pp.99-124, https://doi.org/10.1108/SAMPJ-12-2014-0092 Hicks (2002), \"A Comparison of Stated and Revealed Preference Methods for Fisheries Management\", American Agricultural Economics Association 2002 Annual Meeting, July 28-31, 2002, Long Beach, California System of Environmental Economic Accounting TEEB: The Economics of Ecosystems and Biodiversity Zammuto, R.F. (1984), “A comparison of multiple constituency models of organizational effectiveness”, The Academy of Management Review, Vol. 9 No. 4, pp. 606-661. Prerequisites: Cost Benefit Analysis and Econometrics and Data Analysis courses (both taught in S1). Address : PSE- Campuis Jourdan",
    "Effectif maximal": "Effectif illimité",
    "Département de rattachement": "Master of Science Sustainable Impact Analysis",
    "Nombre de crédits ECTS": "2 crédits ECTS",
    "Mise à jour": "02/04/2019",
    "Code": "IIAE1"
}