{
    "Créneau": "Sem 4/Sem 6 Lu 16 h 45 - 19 h 30Sem 6 Lu 16 h 45 - 19 h 30",
    "Enseignants responsables": "Eric DUCEAU",
    "Objectifs du module": "Objectifs des projets de département IMI : Les projets de département sont souvent des problèmes que rencontrent des industriels partenaires d'IMI. Le sujet est volontairement « flous » afin que les élèves ayant choisi d'y travailler puisse le raffiner avec le partenaire. L'idée est de laisser une grande marge à la créativité des élèves tout en restant « raisonnable » par la démarche … scientifique !",
    "Programme du module": "Nombre d'élèves : groupe de 3 à 6 élèves : démarrage début février : un sujet volontairement \"flou\" proposé par le département ou un partenaire avec comme contrainte : le contenu doit bien évidemment correspondre « au profil » du département Les élèves disposent d’une demi-journée par semaine pendant un semestre (4 mois) pour ce projet. Les chercheurs ou partenaires sont des \"consultants\" : une fois les objectifs définis avec eux, les élèves travaillent en autonomie, ils les \"consultent\" en cas de besoin Planning : début octobre : Présentation des projets potentiels fin octobre : constitution des groupes (3 à 6 élèves). Les élèves nomment un chef de projet un délai de rétraction est donné jusqu'au mi décembre, l'équipe s'engage à travailler sur le sujet.",
    "Modalités": "Évaluations : Évaluation I : mi mai : Un jury évaluant la capacité de recul du groupe quant à la viabilité économique, au potentiel de l'équipe de mener à bien son objectif et éventuellement au retour sur investissement du projet : 1/3 de la note finale Évaluation II : fin mai : Un jury composé de chercheurs ou resp. de départements, des encadrants (si possible) : 2/3 de la note finale Règles d'évaluation : Les deux soutenances : format : \"pitch\" de 10 min de présentation + 5 min de questions : Soutenance de mi mai : les élèves s'adressent à d'éventuels \"investisseurs\" (ou au moins recruteurs potentiels) accompagnés d'un \"technique\" Soutenance de fin mai : les élèves ne s'adressent qu'à des techniques",
    "Documents pédagogiques - Bibliographie": "document : exemple de projets potentiels : <https://drive.google.com/file/d/0B2IR8FzXyspASkFCS2hRd0Z3QjA/view?usp=drive_web>",
    "Effectif maximal": "Effectif illimité",
    "Département de rattachement": "Département Ingénierie Mathématique et Informatique",
    "Nombre de crédits ECTS": "5 crédits ECTS",
    "Mise à jour": "01 Septembre 2024",
    "Code": "IMIP2"
}