{
    "Créneau": "Sem 2",
    "": "Aucune",
    "Prérequis": "Aucun",
    "Enseignants responsables": "Matthieu VANDAMME",
    "Equipe enseignante": "Matthieu VANDAMME",
    "Objectifs du module": "Ce module électif a pour ambition de fournir aux étudiant.e.s des éléments de compréhension et de réflexion sur les interactions entre construction/aménagement et climat/environnement, au moyen de conférences ou visites par un panel d'orateurs.",
    "Programme du module": "Se loger, se déplacer, transporter… constituent des besoins fondamentaux qui nécessitent de construire et aménager. Néanmoins, dans un monde où les enjeux climatiques et environnementaux occupent désormais une place centrale, il est nécessaire de comprendre et réfléchir aux interactions entre construction/aména- gement et climat/environnement. 1) L'acte de construire, matériel, génère des impacts environnementaux : contribution au changement climatique, modification de la biodiversité, consommation des ressources naturelles… 2) Les préoccupations environnementales influent sur la conception et la construction : conception bio- climatique (pour assurer le confort thermique des bâtiments à moindre coût énergétique et environ- nemental), réhabilitation du patrimoine bâti et conception pour le réemploi (pour limiter les déchets et l'impact sur les ressources), regain d'intérêt pour la construction vernaculaire (bois, terre crue)… 3) Notre volonté de limiter le réchauffement pose de nouveaux défis (massification de la rénovation thermique) et les évolutions climatiques exacerbent les risques, qui nécessitent d'adapter le patri- moine bâti.",
    "Modalités": "6 séances de 2h30",
    "Contrôle des connaissances - Règles de validation du module": "La validation du module prendra la forme d'un QCM et d'un rapport sur une des thématiques abordées.",
    "Effectif maximal": "Effectif limité à 30 élèves",
    "Département de rattachement": "Département de 1ère année",
    "Nombre de crédits ECTS": "2 crédits ECTS",
    "Code": "IMPAC"
}