{
    "Créneau": "Sem 3/Sem 5/Sem 1 MSSem 1 MS",
    "Prérequis": "Pre-requisites : Students attending the course should have a good knowledge of microeconomics at the intermediate level, including the use of calculus to derive demand and production functions. We expect students to be proficient in the theory of the consumer and the theory of production. They do not need to know game theory or the theory of market equilibrium, as these will be covered during the courses. References : A useful reference in English is \"Intermediate Microeconomics\" by Hal Varian 9th Edition, chapters 1-14 and 19-23 A useful reference in French is \"Introduction à la Microéconomie\" by Murat Yildizoglu, chapters 1-13",
    "Enseignants responsables": "Francis Bloch",
    "Objectifs du module": "The objective of the course is to provide an introduction to tools and methods to analyse the behaviour of firms on a market and the regulatory environment faced by firms. In addition, the student should be able to understand how these tools can prove useful to solve real world situations. The course covers Industrial organization, competition policy and regulation subjects, illustrated with concrete applications and case studies. In addition, exercises and problems will be given to help students understand the models analysed in the course. Evaluation: 60% on the oral presentation of two case studies (one on antitrust and the other on regulation). These case studies can either be freely chosen by the students (with the approval of the instructor) or taken from a list proposed by the instructor. 40% on a final written take-home exam. References: A useful reference in English is “Intermediate Microeconomics” by Hal Varian, 9th Edition (chapters 1-14 and 19-23). A useful reference in French is “Introduction à la Microéconomie” by Murat Yildizoglu (chapters 1-13). Both books can be downloaded as pdf files. The course will be based on three textbooks: 1. Paul Belleflamme and Martin Peitz Industrial Organization : Markets and Strategies, 2nd edition, Cambridge University Press (BP) 2. W. Kip Viscusi, Joseph E. Harrington and David E Sappington Economics of regulation and antitrust, 5th edition, MIT Press (VHS) 3. Paul Milgrom and John Roberts Economics Organization and Management, Prentice Hall (MR) Pre-requisites: Students attending the course should have a good knowledge of microeconomics at the intermediate level, including the use of calculus to derive demand and production functions. We expect students to be proficient in the theory of the consumer and the theory of production. They do not need to know game theory or the theory of market equilibrium, as these will be covered during the courses. Address : PSE- Campuis Jourdan",
    "Effectif maximal": "Effectif illimité",
    "Département de rattachement": "Master of Science Sustainable Impact Analysis",
    "Nombre de crédits ECTS": "3 crédits ECTS",
    "Mise à jour": "02/04/2019",
    "Code": "INDOR"
}