{
    "Créneau": "Sem 1 MS",
    "": "Aucune",
    "Prérequis": "Pas de prérequis, hors les conditions d'admissibilité au MS",
    "Enseignants responsables": "Bernard FERRIES",
    "Equipe enseignante": "Bernard FERRIES, Sandra MARQUES, Jean-Pierre BEDRUNE",
    "Objectifs du module": "Faire prendre conscience de l'importance de l'interopérabilité pour la fluidification des échanges d'information entre les logiciels. Poser les enjeux entre standards de fait et de droit, entre standards ouverts et solutions propriétaires. Introduire des méthodes et formalismes pour la modélisation des données et des processus. Donner des règles de spécification du contenu des échanges. S'approprier quelques outils de consultation et d'analyse et expérimenter quelques échanges d'information pour une première pratique de l'interopérabilité. Expérimenter un contexte de collaboration basé sur un BIM niveau 2",
    "Programme du module": "U0. Méthodes de modélisation de systèmes d'information Modèles conceptuels de données : méthodes et formalismes NIAM, EXPRESS, EXPRESS G et UML Processus : méthode et formalisme BPMN, recommandée par BuildingSmart International pour la modélisation des cartes de processus. U1. Introduction Introduction à l'interopérabilité Le long chemin vers l'interopérabilité (historique initiatives STEP, lAI, OGC,…) Présentation du modèle IFC et des modalités d'import/export Exercices d'analyse du contenu de maquettes numériques au format IFC Echanges croisés entre logiciels au format IFC U2. Spécifier le contenu d'une maquette numérique Niveaux de développement, de détail et d'information IFC et CityGML, deux standards compémentaires U3. Le travail collaboratif Echange ou partage, synchrone ou asynchrone Les applications de BCF (Building Collaboration Format) Mise en situation d'une démarche BIM niveau 2 Expérimentation d'une modification partielle de maquette numérique basée sur des flux IFC U4. Outils de consultation et d'analyse Le standard COBie Exercice de génération d'un tableur COBie à partir d'une maquette numérique au format IFC Exercice de préparation d'un DOE BIM (collecte et intégration de données fournies par les entreprises, expression de liens vers des fiches produits) U5. Ateliers pratiques Support aux groupes dans les domaines de l'interopérabilité et du travail collaboratif.",
    "Modalités": "U0 : module de formation à distance, sans participation du formateur (3h). U1 à U4 : CM-TD en présentiel dans la salle BIM (14h) U5 : Participation aux ateliers en présentiel (28 h)",
    "Contrôle des connaissances - Règles de validation du module": "Mémoire final contenant les résultats des expérimentations effectuées en TD.",
    "Documents pédagogiques - Bibliographie": "Site internet https://bim.enpc.fr",
    "Effectif maximal": "Effectif illimité",
    "Département de rattachement": "MS BIM Concept. intégrée et cycle de vie du bâtiment et infrastructures",
    "Nombre de crédits ECTS": "4 crédits ECTS",
    "Code": "INPER"
}