{
    "Créneau": "Sem 4/Sem 6 Me 16 h 45 - 19 h 30Sem 6 Me 16 h 45 - 19 h 30",
    "Enseignants responsables": "Laurent MAGHDISSIAN",
    "Equipe enseignante": "Laurent MAGHDISSIAN, Gilles BOUCHET, Romain CELERIER, Franck DAVID, Stephane Viennet",
    "Objectifs du module": "Ce module vise à aborder les principales technologies de production d'électricité en balayant les technologies traditionnelles comme le nucléaire et le charbon mais également les énergies renouvelables comme l'hydroélectricité, le photo voltaïque et l'éolien. Le module se déroulera en classe inversée et comportera dans la partie vidéo deux volets. Un volet général et un volet technique. Concernant le volet général les élèves seront capables à l'issue du cours de: - Expliquer le fonctionnement des différents moyens de conversion d'énergie - Pour chacune des technologies abordées : - Expliquer leur principe de fonctionnement, leur champs d'application et les rendements typiques - Décrire les procédés avec les différents flux entrants et sortants - Identifier les ressources nécessaires au bon fonctionnement et les contraintes - Estimer les dimensions des équipements et les durées associées pour réaliser un projet - Connaitre les coûts de fonctionnement et d'investissement - Anticiper les évolutions technologiques attendues Concernant le volet technique, les élèves seront capables à l'issue du cours de: - Calculer un rendement d'une technologie - Dimensionner les principaux composant d'une centrale (Pompes, échangeurs, éolienne…) - Schématiser un process flow diagram d'une centrale thermique ou nucléaire - Dimensionner une installation d'un point de vue macroscopique",
    "Programme du module": "Le module traite des principales technologies de production d'électricité dans le monde. 1. Les centrales thermiques à charbon : 38% de la production mondiale d'électricité 2. Les centrales nucléaires :10% de la production mondiale d'électricité 3. Hydro électricité : 17% de la production mondiale d'électricité 4. Photo voltaïque : 1% de la production mondiale d'électricité 5. Eolien : 4% de la production mondiale d'électricité",
    "Modalités": "Les cours seront réalisés en classe inversée avec des vidéos Les séances en présentiel seront sous forme de bureau d'étude réalisés avec des professionnels",
    "Contrôle des connaissances - Règles de validation du module": "Les élèves remettront un rapport à la fin de chaque séance de BE. La moyenne des notes obtenues constituera la note finale",
    "Documents pédagogiques - Bibliographie": "Vidéo et supports ppt en ligne sur educnet avec annexes éventuelles.",
    "Effectif maximal": "Effectif illimité",
    "Département de rattachement": "Département Génie Mécanique et Matériaux",
    "Nombre de crédits ECTS": "1,5 crédit ECTS",
    "Mise à jour": "01/09/2024",
    "Code": "INRGY"
}