{
    "Créneau": "Sem 3/Sem 5T/Sem 5 Lu 16 h 45 - 19 h 30Sem 5 Lu 16 h 45 - 19 h 30",
    "": "Aucune",
    "Prérequis": "Une connaissance de la notion de projet et des bases de la gestion de projet est un plus. La connaissance ou la pratique de démarches de conception (par exemple Axiomatic Design) sont un plus.",
    "Enseignants responsables": "Jean-Luc WIPPLER",
    "Objectifs du module": "La maîtrise des systèmes industriels, depuis leur conception jusqu'à leur maintien en condition opérationnelle voire leur démantèlement, nécessite la maîtrise des concepts et des principes de l'ingénierie système. Cette nécessité est d'autant plus exacerbée, que le développement de nouveaux systèmes (ou la rénovation de systèmes existants) affronte des nombreux nouveaux défis : les systèmes deviennent de plus en plus communicants et s'insèrent et interagissent dans divers réseaux (p.ex. IoT), ils se doivent d'être durables et respectueux de l'environnement, ils sont de plus en plus complexes et intègrent de plus en plus d'aspects (cyber sécurité, robustesse, résilience, facteur humain …) et des nouvelles technologies (IA, transformation numérique, nouveaux matériaux composites …). L'ingénierie système y répond en proposant : \" des processus adressant l'intégralité du cycle de vie des produits considérés ; \" des approches pour bâtir et partager une vision dite système de l'opportunité considérée ; \" des techniques et des méthodes dédiées pour supporter les différents processus ; \" des techniques et méthodes de modélisation. Le cours d'Ingénierie Système a pour but de permettre aux étudiants d'appréhender et comprendre la démarche d'ingénierie des systèmes (enjeux, différentes dimensions), de découvrir et comprendre les concepts fondamentaux, et de les appliquer sur un cas concret fil rouge.",
    "Programme du module": "Le concept de système. La démarche d'ingénierie système. Les processus de l'ingénierie système. Cycles de vie. La pensée systémique. Parties prenantes, besoin. Ingénierie du besoin. Ingénierie des exigences. Les bases de la conception système. Décision, justification, vérification et validation. Ingénierie système basée sur les modèles (MBSE). AIVVQ (Assemblage, Intégration, Vérification, Validation, Qualification). Un pont vers le traitement de données massives est construit en s'appuyant sur le fil rouge.",
    "Modalités": "9 séances de 2h30 Réalisation d'un projet d'ingénierie système en fil rouge par groupes d'élèves. Chaque début de séance sera consacré à la présentation de concepts théoriques et de techniques associées. Ensuite la séance se dédiée à la mise en œuvre par groupe de 4-5 élèves sur le projet fil rouge, aidé par l'équipe pédagogique.",
    "Contrôle des connaissances - Règles de validation du module": "Chaque groupe d'élèves remettra un dossier sous format électronique rassemblant les divers travaux effectués tout au long du projet. Il n'y a pas de format ou de structuration imposée. L'évaluation des travaux portera pour ¾ sur la pertinence des éléments avancés (en particulier sur leur justification), et pour ¼ sur la façon de structurer et synthétiser ces éléments (comment ils racontent l'ingénierie de leur système). Cette évaluation donnera lieu à des commentaires et des annotations de leurs travaux qui seront partagés avec chaque groupe lors d'une séance de restitution. Celle-ci interviendra en dehors des séances programmées, au-delà de la dernière séance (le temps d'évaluer le travail de chacun des groupes remis à l'issue du module), et pourra s'appuyer sur des moyens de communication à distance.",
    "Adresse du site du module": "http://gede.enpc.fr/Programme/Fiche.aspx",
    "Documents pédagogiques - Bibliographie": "Le cours sera accompagné d'un support pédagogique disponible au format PDF sur la plate-forme educnet.enpc.fr Bibliographie \" Maîtrise de l'ingénierie des systèmes complexes et des systèmes de systèmes : Étude de cas, sous la direction de Dominique Luzeaux, Jean-René Ruault et Jean-Luc Wippler, Hermès Science Publications \" Introduction à l'ingénierie système - Les concepts généraux, in Techniques de l'Ingénieur, 2015, réf. S7300, with Dominique LUZEAUX and Jean-René RUAULT. \" Introduction à l'ingénierie système - Mise en œuvre, in Techniques de l'Ingénieur, 2015, réf. S7301, with Dominique LUZEAUX and Jean-René RUAULT. \" Ingénierie et intégration des systèmes, Jean-Pierre Meinadier. Hermès, Paris, 1998 \" Découvrir et comprendre l'ingénierie système, Jean-Pierre Meinadier and Serge Fiorèse. Cépadues éditions, 2012. Voir aussi la bibliographie en anglais",
    "Effectif maximal": "Effectif limité à 20 élèves",
    "Département de rattachement": "Département Génie Industriel",
    "Nombre de crédits ECTS": "2 crédits ECTS",
    "Mise à jour": "01 Septembre 2024",
    "Code": "INSYS"
}