{
    "Créneau": "Sem 5/Sem 1 MSSem 1 MS",
    "Enseignants responsables": "Stephanie BENHAMOU",
    "Objectifs du module": "Ce module a pour objectif de permettre aux étudiants de comprendre les enjeux de la Responsabilité Sociétale des Entreprises dans des projets d'infrastructures internationaux et de mieux appréhender le management opérationnel. A l'issue de ce module, les apprenants devront connaître : . Le déroulement d'un entretien de recrutement pour un stage/emploi dans les domaines d'infrastructure différents. . Le cadre législatif en matière de Responsabilité Sociétale des Entreprises qui s'applique aux projets d'infrastructures; . Le déroulement de la conception d'un projet d'infrastructure depuis l'esquisse au chantier. Les étudiants seront notamment capables de : Comprendre les interactions entre toutes les parties prenantes présentes lors du financement et de la réalisation d'un projet ;",
    "Programme du module": "Cadre théorique : . Analyser et comprendre les problèmatiques RSE de projets d'infrastructure internationaux ; . Comprendre et maîtriser les enjeux des parties prenantes et leurs objectifs ; . Décrire et décrypter les différents types de projets d'infrastructure (aéroports, chemins de fer, routes, ponts, barrages, immobilier, centres de base de données, fibre optique, projets énergétiques). Cadre pratique : . De l'analyse de l'ensemble de risques d'un projet de financement d'infrastructure (comprendre le besoin, gestion et couverture de risque, la rentabilité attendue, le financmenet, et la modélisation). . De la conception à la réalisation (contrats, règles et procédures, commercialisation et fournisseurs), . Le pilotage : concerter, piloter, communiquer et évaluer tout au long du projet, . Mieux comprendre les différentces culturelles : Europe, Afrique, Asie et Amériques .Capturer votre public et renforcer la confiance et la compréhension . La Conformité au sein dufinancement de projets d'infrastructure, . Les indicateurs et les indices de RSE . MIni étude de cas : communication interne et externe.",
    "Contrôle des connaissances - Règles de validation du module": "Contrôle Continu : 50% Examen : 50%",
    "Documents pédagogiques - Bibliographie": "Lecture conseillée : Meridiam Impact Report 2020",
    "Effectif maximal": "Effectif illimité",
    "Département de rattachement": "MS Infrastructure Project Finance",
    "Nombre de crédits ECTS": "2 crédits ECTS",
    "Code": "IPFCR"
}