{
    "Créneau": "Sem 2/Sem 4Sem 4",
    "Prérequis": "aucun",
    "Enseignants responsables": "Olga RICARD",
    "Equipe enseignante": "Jean-Yves POITRAT, Celine BERREBY, Christian DEXEMPLE, Vincent DOMON, Jean-Michel FAVRE, Corinne KALFON, Jorge MARINHO, Didier MASSERET, Catherine PESEZ LANDAULT, Francois Mathieu POUPEAU, Mai TRUONG, Marc VIDAUD",
    "Objectifs du module": "L'objectif de ce module est de permettre aux élèves de 1ere année d'intégrer le monde professionnel à un niveau d'exécutant pour : - Accomplir un travail d'exécution au sein d'une entreprise et lier des contacts avec ses homologues - Identifier les différents acteurs de l'organisation qui interviennent dans le processus de production d'un bien ou d'un service - Analyser le fonctionnement de la structure d'accueil pour en dégager une problématique A l'issue de ce stage, les élèves doivent être capables d'identifier les acteurs, les relations et les principes de l'organisation de production en place, de reconnaître la valeur ajoutée des exécutants et d'en dégager une problématique à partir de laquelle les élèves montreront qu'ils ont pris conscience de la complexité de l'organisation du travail et de la diversité des approches possibles de celle-ci.",
    "Programme du module": "Le module comprend trois phases : La première phase consiste à développer les éléments de compréhension générale de l'entreprise, les points clés en matière de management et les enjeux et les attentes de l'entreprise vis-à-vis de ses salariés. En petite classe, les élèves préparent la recherche d'un stage. Il s'agit d'inciter les élèves à une recherche autonome leur permettant d'obtenir une expérience correspondant à leur souhait de secteur d'activité, de contenu de poste et/ou de localisation géographique. C'est au cours de cette phase que les élèves font la connaissance de leur enseignant responsable. La deuxième phase représente le stage en lui-même. Le début du stage est consacré à s'adapter à son poste de travail et à s'intégrer dans l'entreprise. Par la suite, l'élève doit observer et comprendre le fonctionnement de l'entreprise, la nature des travaux d'exécution et les relations entre exécutants et encadrement. En fin de stage, l'élève doit réfléchir au sujet et à la problématique sur laquelle portera son mémoire d'étonnement et commencer à réunir les informations dont il aura besoin pour la rédaction. Tout au long de cette phase, l'élève rapporte régulièrement à l'enseignant responsable de l'avancement de son stage. La troisième phase est consacrée à la rédaction du rapport de stage sur le sujet et la problématique retenue. Ce rapport de stage permet de réfléchir à l'expérience du stage, à faire une synthèse des observations et données recueillies et à répondre à la problématique retenue.",
    "Modalités": "Une présentation collective en amphi ou via une visioconférence Réunion de démarrage et de cadrage par petit groupe de 15 étudiants animée par le tuteur",
    "Contrôle des connaissances - Règles de validation du module": "La validation pourra être accordée si : - Contacts réguliers avec le tuteur école - Rapport conforme aux attentes (description du contexte / développement d'une problématique avec l'appui d'un entretien) - Participation aux ateliers sur les risques psychosociaux à partir de 2021 NB : une note ne sera pas nécessaire. Chaque tuteur indiquera pour chaque étudiant de son groupe si le module est validé ou non",
    "Adresse du site du module": "educnet.enpc.fr/course/view.php?id=185",
    "Documents pédagogiques - Bibliographie": "- Powerpoint et vidéo introductive pour l'amphithéâtre - Documents word en ligne avec des apports sur : - la problématique - l'entretien d'investigation - la rédaction d'un rapport de stage - Bibliographie qui sera communiquée aux étudiants : notions en sciences humaines et sociales, management, organisation du travail",
    "Effectif maximal": "Effectif illimité",
    "Département de rattachement": "Département de 1ère année",
    "Nombre de crédits ECTS": "0,5 crédit ECTS",
    "Code": "IPPEX"
}