{
    "Créneau": "Sem 1 MSSem 2 MS",
    "Enseignants responsables": "Cristina PRONELLO",
    "Equipe enseignante": "Cristina PRONELLO, Laurent Chevereau, Khaled Abdi",
    "Objectifs du module": "Savoir utiliser les méthodes modernes de conception, de réalisation et de déploiement de systèmes d'information pour la mobilité. Méthodes pédagogiques : Cours magistraux, Applications, exercices et travaux dirigés, Projets personnels ou de groupe.",
    "Programme du module": "NEW MOBILITY SERVICES AND THE DIGITAL TRANSITION The first part of the course introduces the cultural, structural and regulatory context of the various mobility services in operation by dealing with the different shared mobility systems (micro-mobility, bike sharing, scooter sharing, car sharing, ride sharing/car pooling, ride hailing) and investigating their relationship with public transport, with a view to collaboration and/or competition, also in terms of accessibility to peripheral or low-density areas. To this end, the technologies and technological platforms on which they are based, the user interfaces (e.g. apps), issues related to the exchange and use of data, business models and the consequent issues related to the financing of services and the management of contractual relations will be examined in depth. The logics of potential integration between different systems, operating both in urban and extra-urban and long-distance contexts, will be analysed and the concept of MaaS (Mobility as a Service) will be introduced. MaaS : CONCEPT AND EVOLUTION MaaS (Mobility as a Service) will be analysed in terms of concept to critically observe the different declinations of MaaS in different countries and by different operators and actors. The technologies and technological platforms on which MaaS is based, the interfaces with the user and the MaaS levels will be dealt with in detail, analysing the different declinations of the approach in different European contexts, with concrete examples that will be analysed from multiple points of view: technological, functional, economic and business. Benchmark of different MaaS across the world: limit and challenges. MaaS Stakeholders: roles and expectation. Business models of MaaS. Finally, the relationship between the city and the transport system at different territorial scales will be explored in depth, analysing the reciprocal influence between transport supply and urban forms, and how these influence the accessibility and inclusion of areas such as the suburbs and, at the same time, constrain the effectiveness and efficiency of the proposed mobility services. DATA FOR MaaS The methods to identify and collect data from different sources to feed MaaS will be covered, including use of smartphone apps as a collaborative tool for collecting mobility data; data from smart cards; sensors & IoT; open data and real time data of transport systems and services. The standardisation of the collected data formats where possible and use of data fusion techniques will also be covered and deepened in a different intervention for an external company. DATA STANDARDISATION FOR MaaS Concrete example of data standardisation in a real context MaaS MaaS ARCHITECTURE: practical exercise Design of a MaaS and definition of the MaaS architecture using design techniques as service blueprinting. Definition of business model. MaaS ARCHITECTURE IN EXISTING MaaS Application of MaaS: architecture and platform. FRENCH APPLICATION OF MaaS Explanation and comparison of French MaaS",
    "Modalités": "Projets travaux de groupe",
    "Effectif maximal": "Effectif illimité",
    "Département de rattachement": "Mastère Smart Mobility",
    "Nombre de crédits ECTS": "3 crédits ECTS",
    "Mise à jour": "31/01/2024",
    "Code": "ISIPM"
}