{
    "Créneau": "Sem 3/Sem 5 Me 16 h 45 - 19 h 30Sem 5 Me 16 h 45 - 19 h 30",
    "Prérequis": "Quelques notions de statistique",
    "Enseignants responsables": "Zoï CHRISTOFOROU",
    "Equipe enseignante": "Zoi CHRISTOFOROU",
    "Objectifs du module": "La notion du risque (inhérent à tout système naturel, technique, économique ou social) est d'importance majeure pour les systèmes de transport qui sont des systèmes ouverts et soumis à des aléas nombreux et hétérogènes. La réalisation des menaces tant intentionnelles (sûreté) que non-intentionnelles (sécurité) a des conséquences néfastes qui dépassent le périmètre du système des transports. A l'issue de ce module, les élèves seront familiarisés avec la notion du risque et les principes de la résilience et du \"safety-by-design\" qui sont transposables à plusieurs types de systèmes. Ils auront pris connaissance des facteurs de risque, de sa relativité en fonction du contrexte, des principaux acteurs, des outils de résilience et des coûts associés. Ils auront acquis une vision assez complète du secteur de sécurité routière ainsi que des méthodes d'appréciation du niveau de sécurité. Ils seront capables d'accomplir une mission simple de sécurité dans le domaine de leur orientation professionnelle (designer, ingénieur d'études, décideur, chercheur, ...).",
    "Programme du module": "1. Présentation module, risque et résilience des systèmes 2. Sécurité des systèmes de transport (tous modes) 3. Séance en autonomie (lancement projet) 4. L'usager et la tâche de la conduite, les facteurs humains 5. Observations et données (enquêtes, accidentologie, expériences) 6. Méhodes quantitatives (modèles probalistes, Highway Safety Manual) 7. Méthodes qualitatives (REX et audits) 8. Quiz et soutenances",
    "Modalités": "5,5 séances : cours magistral 1 séance : autonomie (mini projet) 0,5 séance : examen sur table",
    "Contrôle des connaissances - Règles de validation du module": "Mini-projet et examen sur table.",
    "Documents pédagogiques - Bibliographie": "- Supports et documents de bibliographie mis à disposition sur educnet - Highway Safety Manual, 2010",
    "Effectif maximal": "Effectif illimité",
    "Département de rattachement": "Département Ville Environnement Transport",
    "Nombre de crédits ECTS": "2 crédits ECTS",
    "Mise à jour": "2 septembre 2024",
    "Code": "ISSTR"
}