{
    "Créneau": "Sem 3/Sem 5/Sem 1 MS Ma 8 h 30 - 11 h 45Sem 1 MS Ma 8 h 30 - 11 h 45",
    "Prérequis": "Certaines connaissances en mathématiques sont indispensables (probabilités, intégration, dérivées partielles).",
    "Enseignants responsables": "Zoi CHRISTOFOROU",
    "Equipe enseignante": "Zoi CHRISTOFOROU, Yeltsin VALERO",
    "Objectifs du module": "Connaître les méthodes scientifiques - en particulier la théorie du trafic - nécessaires à l'exploitation des réseaux routiers et à la mise en œuvre des nouveaux systèmes télématiques pour la route. A l'issue du cours, les étudiants sauront : - Traiter les données réelles de circulation, - Appliquer les principales lois de trafic pour déterminer les caractéristiques de fonctionnement des infrastructures et évaluer les effets des différents phénomènes de circulation. Par ailleurs, ils seront initiés aux enjeux techniques liés au véhicule autonome et, surtout, à sa cohabitation avec les véhicules actuels. Enfin, ils auront découvert un des outils majeurs de microsimulation utilisé par grand nombre de bureaux d’études en France et à l’étranger.",
    "Programme du module": "Le cours est organisé en 13 séances de trois heures. Les 7 premières séances offrent des éléments de base. Les 6 suivantes offrent des éléments d’approfondissement sur certains aspects. S1. Variables fondamentales du trafic routier et nouvelles données S2. Capacité et méthodes d’estimation empiriques ; Cartographie du trafic S3. Capacité théorique et niveaux de service S4. Ondes cinématiques et ondes de choc S5. Exploitation routière – contexte périurbain S6. Phénomènes d'attente et méthode de la demande cumulée S7. Etude de cas et évaluation S8. Régulation urbaine – carrefour à feux isolés S9. Coordination des feux et phénomènes d’attente S10. Initiation au logiciel de simulation dynamique S11. Véhicule autonome : principes, contraintes, simulation S12. Séance simulation S13. Etudes de cas. Evaluation",
    "Modalités": "Un projet en option sera proposé aux étudiants lors de la première séance du cours. Ils travailleront sur ce projet en autonomie pendant deux mois.",
    "Contrôle des connaissances - Règles de validation du module": "• Assiduité et participation active au cours (10%) • Examen sur table (90%)",
    "Adresse du site du module": "educnet.enpc.fr/course/view.php?id=257&userid=guest",
    "Documents pédagogiques - Bibliographie": "- Supports des cours, polycopié, données sur educnet. - Bibliographie indicative : Cohen, S., 1998. Ingénierie du trafic routier. Presses des ponts, ISBN-10: 2859781544. Highway Capacity Manual, 2010. Transportation Research Board, ISBN: 978-0-309-16077-3. Wolshon, B., Pande, A., 2016. Traffic Engineering Handbook, 7th Edition, John Wiley and Sons Inc, ISBN: 978-1-118-76230-1.",
    "Effectif maximal": "Effectif illimité",
    "Département de rattachement": "Département Ville Environnement Transport",
    "Nombre de crédits ECTS": "3,5 crédits ECTS",
    "Mise à jour": "2 septembre",
    "Code": "ITRA1"
}