{
    "Créneau": "Sem 1 MS",
    "": "Aucune",
    "Prérequis": "Prérequis pour intégrer le Mastère Spécialisé",
    "Enseignants responsables": "Kateryna KUZMENKO",
    "Equipe enseignante": "Koliann MAM, Julien CRAVERO, Myriam SAADE",
    "Objectifs du module": "La méthode de l'Analyse du Cycle de Vie devient incontournable dans le secteur de la construction et dans la pratique quotidienne des architectes et des ingénieurs. Elle fait partie du cadre règlementaire français et européen pour la construction neuve, la réhabilitation et la rénovation et se situe au coeur de la démarche de l'écoconception. L'objectif du module est d'acquérir les bases théoriques et pratiques de la méthode d'Analyse du Cycle de Vie afin de pouvoir effectuer l'évaluation de l'impact environnemental des produuits de construction et des systèmes constructifs, puis de comprendre comment formuler la stratégie de l'écoconception adéquat à son projet. L'enseignement de la méthode ACV sera aainsi spécifique au secteur de la construction et permettra aux élèves de développer les compétences nécessaires pour mener la démarche de l'écoconception en ligne avec le cadre scientifique et règlementaire.",
    "Programme du module": "8 séances de 2h Cadre théorique de l'Analyse du Cycle de Vie : focus sur le transfert d'impact et de pollution ; Impact environnemental des matériaux et procédés de construction : béton, bois, construction robotique et automatisation de la construction, l'impact environnemental du réemploi.",
    "Modalités": "80% CM 20% TP",
    "Contrôle des connaissances - Règles de validation du module": "Devoir maison avec rapport écrit et présentation orale.",
    "Documents pédagogiques - Bibliographie": "O.Jolliet, M.Saadé-Sbeih, S.Shaked, A.Jolliet, et P.Crettaz, Environmental Life Cycle Assessment, 1st Edition. CRC Press, 2016. K.Simonen, Life Cycle Assessment, 1 edition. London ; New York : Routledge, 2014. K.Kuzmenko, \"Enviromental performance in construction : case-study of 3D concrete printing. Modelling and characterization of impacts. Application to engineered structures.\" Ecole des Ponts ParisTech, Paris, France, 2021.",
    "Effectif maximal": "Effectif illimité",
    "Département de rattachement": "MS Digital Building Design",
    "Nombre de crédits ECTS": "2 crédits ECTS",
    "Code": "LCANA"
}