{
    "Créneau": "Sem 2/Sem 4/Sem 6 Ve 8 h 30 - 11 h 15SL",
    "": "Deux demi-modules indépendants / - 6 séances plus une séance autonome plus une note - 5 séances plus une séance autonome plus une note qui peuvent être suivis pour les élèves de 1ère année successivement ou chacun séparément; Les élèves de 2ème et/ou 3ème année le suivent en totalité.",
    "Enseignants responsables": "José-Frederic DEROUBAIX",
    "Equipe enseignante": "José-Frederic DEROUBAIX, Julie GOBERT",
    "Objectifs du module": "Initier les étudiants à l'analyse des interactions multiples entre usages des techniques et des services urbains et monde social, en s'appuyant sur des théories anthropologiques et sociologiques reconnues. Les enseignements théoriques seront complétés par des exemples concrets d'études concernant les usages des différents services urbains : l'eau, l'énergie, les transports et les déchets. Les étudiants seront initiés à quelques outils d'enquête socio-anthropologique : l'entretien et l'analyse de texte et de contenu, le questionnaire et l'observation de situations d'usages différenciés ou de situations d'interactions entre des clients et des fournisseurs de services urbains. Les efforts de l'équipe enseignante seront centrés sur le développement de l'esprit analytique et des capacités critiques des étudiants, leur permettant de rendre compte de rationalités diverses et parfois contradictoires des usagers vis-à-vis des innovations sociotechniques et de leurs usages.",
    "Programme du module": "Premier demi-module : Le premier demi-module (6 séances) se décompose comme suit: - 2 séances d'introduction aux approches socio-anthropologiques des usages et des techniques (chaque séance introduisant des éléments théoriques et méthodologiques) : Introduction à l'anthropologie des cultures matérielles - Introduction à la sociologie des objets socio-techniques - 1 séance pédagogique : comment constuire des outils d'enquête autrour des pratiques de la vie quotidienne ? - 1 séance sur la thématique \" Déchets \" : (ré)usages d'objets et rapports aux déchets - 1 séance sur la thématiques \" Energie \" : sociologie de l'énergie : pratiques sociales et usages - 1 séance autonome Second demi-module (5 séances) Ce deuxième demi-module sera dédié à l'introduction des notions de service urbain et de réseau, vues toujours par le prisme des usagers. Il s'agit d'border une nouvelle dimension dans l'analyse des usages : celle de l'organisation des usages collectifs, concentrés et denses dans les espaces urbains. Le demi module pourra donc être donc suivi par les mêmes étudiants que le premier, mais il pourra aussi être suivi de façon indépendante par des nouveaux étudiants. Le second demi-module se décompose comme suit: - 1 séance d'introduction à la sociologie des usages des services urbains : l'usager et les services urbains, approches sociologiques - 1 séance sur la thématique \" Eau \" : la perception de la qualité de l'eau potable au robinet, un indicateur de performance des services d'eau ? - 1 séance sur la thématiques \" Mobilités \" : les stratégies de mobilité des usagers et la construction de la multimodalité - 1 séance pédagogique. - 1 séance autonome.",
    "Modalités": "Cours magistral en amphi petites classes (30 à 35 élèves). Un créneau de 2,5 heures sera dédié pour chaque demi module au travail en autonomie sous la forme des travaux de groupes tutorés. De même, une séance pédagogique par demi-module, sous la forme de travaux dirigés (TD) prépara les étudiants à la séance de travail autonome. Les TD concerneront : l'analyse d'un corpus de textes de natures différentes (pour le premier demi module) et la construction des outils d'enquête autour de pratiques quotidiennes (pour le deuxième demi-module).",
    "Contrôle des connaissances - Règles de validation du module": "Notation demi module 1 : La notation sera basée sur une note écrite (5 pages) issue de la présentation faite par les étudiants (et des discussions) au cours de la séance autonome. Notation demi module 2 : La présentation au cours de la séance autonome donnera lieu à une évaluation / notation.",
    "Adresse du site du module": "educnet.enpc.fr/course/view.php?id=358&userid=guest",
    "Documents pédagogiques - Bibliographie": "Les diapositives des séances théoriques introductives des deux modules ainsi que les textes supports des séances de travail autonome seront fournis sous format numérique aux étudiants.",
    "Effectif maximal": "Effectif limité à 35 élèves",
    "Département de rattachement": "Département Sciences Humaines et Sociales",
    "Nombre de crédits ECTS": "3 crédits ECTS",
    "Mise à jour": "27/04/2018",
    "Code": "LCOMM"
}