{
    "Créneau": "Sem 4/Sem 6 Me 8 h 30 - 11 h 15 et 13 h 45 - 16 h 30Sem 6 Me 8 h 30 - 11 h 15 et 13 h 45 - 16 h 30",
    "Prérequis": "Système de transport de marchandises",
    "Enseignants responsables": "Corinne BLANQUART , Laetitia DABLANC , Patrick NIERAT",
    "Equipe enseignante": "Corinne BLANQUART, Adeline HEITZ, Laetitia DABLANC, Patrick NIERAT, Michel SAVY, Philippe DUONG",
    "Objectifs du module": "Ce module a pour ambition de montrer les interactions du transport de marchandises avec son environnement territorial. Le transport de marchandises est une industrie qui s'inscrit dans l'espace, et qui développe un rapport particulier au territoire dans un contexte de mondialisation. Les flux de marchandises sont ainsi à relier à la géographie des systèmes de production et de distribution, et à la diversité de ses échelles. L'inscription territoriale des choix logistiques et de transport doit ainsi tenir compte de la polarisation des sites de production. Mais en tant que système développant ses propres logiques de fonctionnement, le transport de marchandises participe aussi à l'organisation et à la transformation des territoires. Il joue notamment un rôle clé dans les phénomènes de mondialisation et de métropolisation des systèmes productifs. Les nœuds des réseaux de transport, ports maritimes, aéroports, ports intérieurs, terminaux ferroviaires et plates-formes logistiques, vont notamment jouer un rôle essentiel dans le fonctionnement et la compétitivité des territoires, notamment métropolitains, ainsi que sur la compétitivité des différents modes de transport. Il s'agit tout particulièrement d'éclairer le rôle du transport dans les modalités de fonctionnement et de structuration des territoires. L'intérêt portera notamment sur le rôle des nœuds- ports maritimes, aéroports, ports intérieurs, terminaux ferroviaires et plates-formes logistiques -dans le fonctionnement et la compétitivité des territoires, notamment métropolitains. Mais ce module vise également à comprendre comment en retour ces modalités de fonctionnement et de structuration des territoires structurent la géographie des flux et la performance de chaque mode de transport. A l'issue de ce cours, les étudiants seront en mesure de : - Cartographier la géographie des flux et des nœuds principaux des réseaux de transport - Connaitre les déterminants de l'organisation spatiale des flux de marchandises - Elaborer une typologie des plates-formes logistiques et des territoires qu'elles desservent - Construire les aires de marché des terminaux de transport combiné - Comparer des solutions de logistique urbaine - Evaluer les enjeux des implantations logistiques - Proposer des outils de régulation territoriale de la logistique et du transport de marchandises",
    "Programme du module": "Six séquences structurent le cours. Séquence 1 : introduction : la diversité des échelles du transport de marchandises et de la logistique : repères (2h30) Séquence 2 : Modèles spatiaux des chargeurs et distributeurs et organisation spatiale des chaînes de transport (2h30) Séquence 3 : Les nœuds des chaînes de transport (7h30) Séquence 4 : Les lieux du transport de marchandises : les métropoles (2h30) Séquence 5 : Comparaisons internationales (5h) Séquence 6 : La régulation de l'organisation spatiale du transport de marchandises (7h30) Des ateliers permettront d'envisager les éléments influençant la géographie des chaînes et la hiérarchie des noeuds et des lieux essentiels.",
    "Modalités": "13 séances de cours magistraux de 2 heures 30, 13 séances de 2 heures 30 d'ateliers, de visite et de séances en autonomie.",
    "Contrôle des connaissances - Règles de validation du module": "La note finale est basée sur les éléments suivants: - Soutenance des ateliers",
    "Adresse du site du module": "educnet.enpc.fr/course/view.php?id=527",
    "Documents pédagogiques - Bibliographie": "- Polycopiés comprenant les présentations des séances théoriques - Articles pour la bibliographie liée au projet Tous les documents du cours seront accessibles sur Educnet",
    "Effectif maximal": "Effectif illimité",
    "Département de rattachement": "Département Ville Environnement Transport",
    "Nombre de crédits ECTS": "6 crédits ECTS",
    "Mise à jour": "2 septembre 2024",
    "Code": "LMTMA"
}