{
    "Créneau": "Sem 3/Sem 5 Ma 8 h 30 - 11 h 45Sem 5 Ma 8 h 30 - 11 h 45",
    "Enseignants responsables": "Fabrice Bonneau",
    "Equipe enseignante": "Pierre VEYER",
    "Objectifs du module": "La Supply Chain comprend l'ensemble des systèmes de décisions, production et distribution des marchandises au sein d'une entreprise. Deux grands processus structurent les systèmes Supply Chain : - Le processus de création de produit et d'introduction sur les marchés dans lequel les facteurs de \" time to market \", de \" life cycle cost \" et d' \" éco-conception \" sont essentiels. - Le processus de satisfaction des clients par la mise à disposition des produits et des services associés depuis la capture de la commande jusqu'à la livraison physique constitue le second champ d'investigation de la logistique, pour lequel les approches d'optimisation et le développement de systèmes d'information transversaux prennent toute leur valeur. L'organisation Supply Chain est au cœur des opérations de l'entreprise et est responsable de prendre des décisions stratégiques, tactiques et opérationnelles équilibrées (\" trade-offs \") entre les objectifs de qualité de service, de stock, de coûts et d'impact environnemental. L'objectif prioritaire de ce module est de donner aux élèves une bonne compréhension des enjeux et des meilleures pratiques du Supply Chain Management (SCM) au sein des chaînes de valeur et des acteurs qui les animent que ceux-ci soient des industriels, des distributeurs, des prestataires logistiques ou encore des acteurs publics. Le Supply Chain Management constitue pour les organisations les plus avancées un processus créateur de valeur qui contribue à générer un avantage concurrentiel. D'un positionnement opérationnel, les questions Supply Chain sont désormais adressées au sein des Comités Exécutifs et doivent prendre en compte les évolutions et les innovations qui concernent en particulier les canaux de distribution, les systèmes d'information, les données et les solutions industrielles. Il ne fait aucun doute que les métiers du Supply Chain Management et de la logistique se sont professionnalisés de manière très significative au cours des dernières années et qu'ils constituent des opportunités de carrière très attractives pour les élèves de l'Ecole. Il s'agit donc également de susciter des vocations auprès des élèves et de leur permettre de comprendre les contextes organisationnels au sein desquels ces métiers évoluent.",
    "Programme du module": "Ce module est structuré selon l'approche suivante : - Enjeux, création de valeur et dimensions stratégiques du Supply Chain Management - Business modèles et processus Supply Chain clés (Prévisions, S&OP, Distribution, Gestion de stock) - Supply Side : stratégie industrielle et innovation produit - Demand Side : comportement du consommateur, la distribution B2B, B2C - Sustainable operations et contribution au développement durable - Gestion et utilisation de la data et du machine learning pour optimiser les opérations",
    "Modalités": "Le module prévoit des études de cas, des interventions de professionnels, une simulation. Chaque session alternera cours magistraux et mises en situation afin d'appréhender au mieux les concepts présentés.",
    "Contrôle des connaissances - Règles de validation du module": "L'évaluation du module se fait selon l'approche suivante : - 25% : contrôle de connaissance sur table en fin de module (QCM) - 75% : résolution de 3 études de cas",
    "Adresse du site du module": "educnet.enpc.fr/course/view.php?id=227&userid=guest",
    "Effectif maximal": "Effectif limité à 40 élèves",
    "Département de rattachement": "Département Génie Industriel",
    "Nombre de crédits ECTS": "3 crédits ECTS",
    "Mise à jour": "01 Septembre 2024",
    "Code": "LOGIC"
}