{
    "Créneau": "Sem 1 MSSem 2 MS",
    "": "Aucune",
    "Prérequis": "Prérequis du Mastère Spécialisé, après le 1er semestre",
    "Enseignants responsables": "Nicolas DUCOULOMBIER",
    "Objectifs du module": "Expérimenter la fabrication additive à grande échelle, Comprendre les contraintes de fabrication, Acquérir une démarche de conception en vue de la fabrication.",
    "Programme du module": "Le module se déroule en 2 journées de 7h et de 2 journées de 8h. J1 (7) : Introduction à la fabrication additive grande échelle, état de l'art, contexte industriel, Rhéologie pour la fabrication additive TP Rhéologie J2 (7h) : Cas d'étude, introduction aux outils et simulations Présentation du projet de conception/fabrication collective Travail en équipe J3 (8h) : Travail en équipe Prototypage petite échelle (impression 3D polymères) Finalisation des fichiers marchines. J4 (8h) : Impression des pièces conçues collectiverment, Retour d'expérience, bilan, perspectives.",
    "Contrôle des connaissances - Règles de validation du module": "50% assiduité 50% rapport d'expérience",
    "Documents pédagogiques - Bibliographie": "Polycopié issu de papiers de recherche et thèse de doctorat : Nicolas Roussel, 2018, Rheological Requirement for 3D printing Concrete, Cement and Concrete Research. Romain Duballet, 2019, Systèmes constructifs en fabrication additive de matériaux cimentaires, thèse de doctorat. Nicolas Ducoulombier, 2020, \"Anisotropic concrete : 3D printing of concrete reinforced by long fibers, process, characterisation and modelisation\". Th_se de doctorat. Reiter L.,Wangler T., Roussel N., Flatt R.J, 2018, The role of early age structrual build-p in digital fabrication with concrete, Cement and Concrete Research 112 (2018) 86-95.",
    "Effectif maximal": "Effectif illimité",
    "Département de rattachement": "MS Digital Building Design",
    "Nombre de crédits ECTS": "3 crédits ECTS",
    "Code": "LS3DP"
}