{
    "Créneau": "Sem 3/Sem 5/Sem 1 MSSem 4/Sem 6/Sem 4 MSem 4 M",
    "Prérequis": "Niveau Licence en Sciences des Matériaux.",
    "Enseignants responsables": "Robert LE ROY",
    "Equipe enseignante": "Robert LE ROY, Karim BENZARTI, Ann BOURGES, Adélaide FERAILLE, Guillaume HABERT, Virginie PERIER, Thierry TORRENTI, Laétitia VAN SCHOORS",
    "Objectifs du module": "Ce cours a pour ambition de présenter les propriétés d'usage des matériaux de construction et d'analyser leur influence sur l'éco-évaluation des structures. Les 2 objectifs sont d'une part d'apporter une connaissance approfondie sur les matériaux rencontrés en construction, et, d'autre part, de savoir évaluer quantitativement l'influence des matériaux de structure dans l'évaluation environnementale des ouvrages. Le cours comporte 3 étapes : 1) propriétés des matériaux, 2) présentation des bases théoriques et pratiques de l'analyse du cycle de vie, et 3) mise en pratique dans un projet de conception multi échelle, du matériau à l'ouvrage, et analyse environnementale par la méthode d'analyse du cycle de vie.",
    "Programme du module": "Le cours se déroule en deux séquences. La première est consacrée à des cours magistraux sur les propriétés des matériaux et la méthode ACV (analyse du cycle de vie). La seconde est consacrée à un projet associant choix du matériau de structure, pré dimensionnement et ACV. Séquence 1, séances 1 à 10 - Du développement durable à l'analyse de cycle de vie en construction - Méthodologie de l'analyse de cycle de vie et mise en pratique - Béton (formulation, comportement mécanique) - Béton (gamme des bétons modernes, durabilité, recyclage) - Polymères (définitions, propriétés, usages en GC, recyclage) - Aluminium (métallurgie, process, propriétés d'usage, applications en construction) - Bois (de la forêt au bois de construction, disponibilité de la ressource, bois et environnement, microstructure, propriétés d'usage, durabilité, applications en GC) - Composites à matrice organique appliqués au Génie Civil (définitions, propriétés, applications au renforcement, méthodes de contrôle de la qualité, exemples de réparation d'ouvrages) - Terre crue. (microstructure des argiles, bétons d'argile, propriétés mécaniques et durabilité, méthodes constructives, exemples d'ouvrages, prévention des pathologies et réparation) - Examen écrit Chaque cours dédié à un type de matériau est construit selon une trame incluant la formulation ou la composition, les lois de comportement physico-chimiques et mécaniques, la durabilité et les pathologies, les questions de mise en œuvre, les normes. Seront également abordés les inventaires du cycle de vie des matériaux, leur contribution potentielle à la construction durable, ainsi que les développements récents de nature à améliorer leur bilan intrinsèque du fait de nouvelles performances. Séquence 2, séances 11 à 13 Projet ACV. Bâtiment ou ouvrage de Génie Civil à pré-dimensionner suivant 2 matériaux de structures. Réalisation d'une ACV comparative des 2 solutions. Etude de sensibilité et conclusions pratiques. Réinterprétation d'une des 2 solutions étudiées en vue de proposer une solution améliorée sur le plan environnemental.",
    "Modalités": "13 séances de 2,5 h intégrant cours magistraux et TD. Un projet ACV est préparé en groupe au cours de la séquence 2.",
    "Contrôle des connaissances - Règles de validation du module": "Examen à mi-parcours plus projet ACV.",
    "Documents pédagogiques - Bibliographie": "JRC, E., 2011. ILCD Handbook: Recommendations for Life Cycle Impact Assessment - based on existing environmental impact assessment models and factors. Publications Office of the European Union http://eplca.jrc.ec.europa.eu/uploads/ILCD-Recommendation-of-methods-for-LCIA-def.pdf E. Hoxha (2014) Amélioration de la fiabilité des évaluations environnementales des bâtiments financement CSTB. Thèse de l'école des Ponts ParisTech, université Paris Est, Dirigée par R. Le Roy et G. Habert. \" G.Habert, D. Arribe, T. Dehove, L. Espinasse, R. Le Roy, (2012) Reducing environmental impact by increasing the strength of concrete : quantification of the improvement for concrete bridges, Journal of cleaner production, 35, pp. 250-262. \" L. Bouhaya, R. Le Roy, A. Feraille, (2009) A simplified environmental study on innovative bridge structure, Environ. Sci. Technol. 43(6), 2066-2071. \" W. McDonough, M. Braungart (2011) Cradle to cradle, créer et recycler à l'infini, Editions alternatives \" La durabilité des bétons (2008), collection ATILH école française du béton, Presses des Ponts. \" Collectif (2011), Réparation et renforcement des structures en béton au moyen des matériaux composites, recommandations provisoires, Association Française de Génie Civil, AFGC, téléchargeable sur <http://www.afgc.asso.fr/index.php/publications/documents-scientifiques-techniques-edition-afgc> \" Timber construction manual (2004), édition détail, Münich, également disponible en Français. \" Durabilité des bois (2001), Hermes sciences. \" Wood Handbook, USDA, Forest product laboratory, ministère américain de l'agriculure, téléchargeable sur https://www.fpl.fs.fed.us/products/publications/several_pubs.php?grouping_id=100&header_id=p \" Choix des matériaux en conception mécanique, Michael Ashby, dunod, 2000. \" Norme ISO 14040-14045. \" Norme NF EN 15 804.",
    "Effectif maximal": "Effectif illimité",
    "Département de rattachement": "Mastère Génie Civil et Ecoconception",
    "Nombre de crédits ECTS": "3 crédits ECTS",
    "Mise à jour": "12/02/2021",
    "Code": "MABA1"
}