{
    "Créneau": "Sem 1 MSSem 2 MS",
    "": "None",
    "Prérequis": "Prérequis de Digital Building Design, après le premier semestre",
    "Enseignants responsables": "Emmanuel VERKINDEREN",
    "Equipe enseignante": "Emmanuel VERKINDEREN",
    "Objectifs du module": "Découvrir comment les développements récents en Machine Learning peuvent être utilisés dans le bâtiment. Acquérir une compréhension théorique des différents types de modèles. Expérimenter la mise en œuvre du machine learning sur des applications concrètes de conception.",
    "Programme du module": "Le module se déroule en quatre journées de 6h. Jour 1 : Machine learning et le bâtiment. Etat des lieux et perspectives (6h) \" Cours : Durant cette première journée, nous nous intéresserons aux start-ups qui développent aujourd'hui des outils de conception en Machine Learning (ML) pour l'industrie du bâtiment. Ces outils de ML sont utilisés à différentes échelles par les différents acteurs du bâtiment ; promoteurs, architectes, ingénieurs et entreprises. Quelles sont les perspectives pour le ML et l'intelligence artificielle en général dans le bâtiment ? (3h) \" TP : Tester des outils existants de ML dans le bâtiment. (1h30) \" Travail en équipe ; Proposer une nouvelle application de ML dans le bâtiment. Présenter cette idée aux autres étudiants. (1h30) Jour 2: Introduction aux modèles de Machine Learning (6h) \" Cours : L'objectif de cette session est la compréhension et la programmation de modèles simples de machine learning ; régression, classification et réseaux de neurones profonds. (3h) \" TP : Programmation en Python de modèles de ML appliqués au bâtiment. Des environnement internet de ML seront utilisés pour faciliter le déploiement. (3h) Jour 3: Machine learning pour gérer la big data dans le bâtiment (6h) \" Cours : Il est déjà possible d'extraire beaucoup d'informations depuis des données générées dans le bâtiment en utilisant de la programmation et des réseaux de neurones convolutif (CNN). Par exemple, on peut miner et traiter les informations contenues dans des anciens plans 2d ou des modèles BIM 3d (3h) \" TP : Extraire des informations de plan architecturaux au format pdf sous python. (3h) Jour 4: Création de données avec le machine learning (6h) \" Cours : Des travaux de recherches récents ont démontré qu'il était possible d'entrainer un modèle de machine learning pour générer de nouvelles conceptions comme des plans d'appartements. Durant ce dernier cours, nous explorons le potentiel des réseaux antagonistes génératifs (GAN) pour créer de nouveaux designs. (3h) \" TP : Rassembler les données nécessaires et entrainer un modèle GAN prédéfini. (2h) \" Discussion : Perspectives et bilan du cours (1h)",
    "Modalités": "24h d'enseignement (12h CM, 12h TD)",
    "Contrôle des connaissances - Règles de validation du module": "30% Assiduité 70% Travaux dirigés & projets",
    "Effectif maximal": "Effectif illimité",
    "Département de rattachement": "MS Digital Building Design",
    "Nombre de crédits ECTS": "3 crédits ECTS",
    "Code": "MACFD"
}