{
    "Créneau": "Sem 3/Sem 5 Je 8 h 30 - 11 h 15Sem 5 Je 8 h 30 - 11 h 15",
    "Prérequis": "Introduction à la Macréoconomie, Mathématiques - Analyse et Calcul scientifique, Optimisation ; Science des donnée : Probabilitiés et Introduction Introduction aux Sciences Humaines et Sociales, Développement Durable, + Autres matières jugées appropriées après discussion avec le resp. pédag. de département..",
    "Enseignants responsables": "Brendan HARNOYS VANNIER",
    "Equipe enseignante": "Brendan HARNOYS VANNIER",
    "Objectifs du module": "Le module propose une approche interactive et proactive qui visent à susciter chez les étudiantes et les étudiants des pistes quant aux acquis attendus et développés dans le cours : (1) le besoin de comprendre et situer les enjeux macroéconomiques qui résument un nombre important de sujets transverses aux actualités et débats qui nous entourent ; (2) Comprendre les questionnements sous-jacents aux décisions de politiques macroéconomiques, analyser et situer le cadre ; (3) Théoriser et conceptualiser un problème, abstraire pour focaliser ; (4) Produire un document construit, documenté, illustré et sourcé sur un sujet (dans un cadre) professionnel possible ; (5) Prendre du recul par rapport aux modèles, aux théories et sur des enjeux contemporains et futurs (intersectionnalité) de soutenabilité et durabilité ; (6) Enfin, le besoin de savoir travailler en groupe avec différents partenaires (choisis ou non), de s'adapter à des formats et modalités d'enseignement proactive et participative.",
    "Programme du module": "Introduction à la Macroéconomie - Système, Temps, Cours 1 : Prolégomènes - Variables & Fondamentaux Macroéconomiques - Activités Economiques ; Cours 2 : Entraide & Société, Dette - Etats & Politique Budgétaire ; Cours 3 : Valeur & Monnaie, Liquidités - Banques Centrales & Politique Monétaire ; Cours 4 : Géographie & Marchés - Institutions & Développement - Crises et Soutenabilité ; Cours 5 : Travailleurs & Firmes, Flux & Tensions du Marché du Travail : Cours 6 : Demande & Offre Agrégées - Equilibre Macro., Politiques, Règles et Actions, Anticipations ; Cours 7 : Entreprises, Productions & Coûts - Capital / Travail - Rigidités nominales et réelles ; Cours 8 : Ménages et Foyers - Conso., Epargne & Investissement - Contraintes, Inégalités et Patrimoine ; Cours 9 : Banques et Intermédiation Financières - Temps, Risques, Incertitudes - Asset Pricing basics ; Cours 10 : Histoire, Narrations & Développement - Innovation & Technologie - Institutions & Fondamentaux ; Cours 11 : Crises et Episodes de Stress Systémiques - 50 years of Qualitative & Quantitative Analysis Cours 12 : Quelques mots d'ouverture vers les Macroéconomie & Finance Internationales Conclusions - Macroéconomie - Système et Echelles - Outils & Pratiques de tous les jours",
    "Modalités": "Les 12 séances (2 à 3h) sont réparties entre des temps évolus à l'évaluation (i.e. devoirs sur table, explication des modalités d'évaluation des devoirs à la maison) ; des temps pour les différents cours proposés (peut varier d'une session à l'autre). Chaque cours couvre un deck de slides de présentations, discutées en classes ; un ou plusieurs exercices dont une partie est corrigée au tableau. Le cours couvre également des questions de macroéconomie contemporaines en lien avec les actualités et donnent des éléments de contextualisation et de mises en situation plus pratiques. Il donne lieu à des échanges, discussions, questions et débats avec les étudiants.",
    "Contrôle des connaissances - Règles de validation du module": "Devoirs sur Table : Midterm / Contrôle Continu sur Table vient évaluer les premiers cours couverts (évaluation à t = 7, couverture = 6). 200 points Examen Final : Un examen un peu plus long qui couvre l'ensemble des sessions avec un focus sur les cours couverts plus récemment (évaluation à t = 11, couverture = 11). 350 points Note de Synthèse : Un document illustré et sourcé incluant un 2-pager de résumé exécutif sur une question appliquées et actuelle de macroéconomie. Environ 8/10 pages rédigées en français ou anglais. (2 vagues de sujets au choix) 250 points Devoirs Maisons : Un DM à rendre à partir d'un ensemble de Problem Set proposé incluant 1 Devoir Maison de midterm commun avec un socle commun exigé. Les étudiantes et étudiants doivent également valider un des Problem Sets proposés avec les différents cours couverts dans le module. Il est proposé aux étudiantes et étudiants les plus intéressé.es de valider une partie du module en collectant des points par deux autres intermédiaires : Case Studies : A partir d'évènements identifiés dans la base de données de Harnoys Vannier (2020), les étudiantes et étudiants pourront dresser, selon la méthodologie associée des étude de cas pour expliquer les mécanismes de créations, transmissions et gestions de crises économiques et financières. Environ 4/5 pages attendues + illustrations & tables. Note de Littérature : A partir d'un article de recherche mentionné dans le cours, ou d'un rapport énoncé, ou sur la base d'une liste de livres et de références suggérées, les étudiantes et étudiants motivé.es peuvent rédiger des notes de revue de littérature, éventuellement en croisant 2 voire 3 lectures pour valider un montant de points à discuter selon le type et la couverture de la Review",
    "Adresse du site du module": "educnet.enpc.fr/course/view.php?id=575",
    "Documents pédagogiques - Bibliographie": "Des Deck de Slides, des Problem Sets et des Corrigés sont mis en lignes. Sont fournis au fur et à mesure de l'année des liens vers des manuels, articles de la littérature académique ou institutionnelle, des liens vers de la presse - spécialisée ou non. Des liens vers des ressources et des illustrations de données et bases disponibles en ligne.",
    "Effectif maximal": "Effectif illimité",
    "Département de rattachement": "Département Sciences Economiques, Gestion Finance",
    "Nombre de crédits ECTS": "3 crédits ECTS",
    "Mise à jour": "01/09/24",
    "Code": "MACRO"
}