{
    "Créneau": "Sem 4/Sem 6 Ve 8 h 30 - 11 h 15Sem 6 Ve 8 h 30 - 11 h 15",
    "Prérequis": "Mécanique des milieux continus. Elasticité linéaire.",
    "Enseignants responsables": "Karam SAB",
    "Equipe enseignante": "Karam SAB, Francis LAVERGNE",
    "Objectifs du module": "Ce module permettra aux élèves d'acquérir les bases d'une méthode essentielle pour la détermination des propriétés mécaniques des matériaux et des structures en fonction de celles de leurs constituants. C'est une étape indispensable pour l'ingénierie de nouveaux matériaux et structures et pour leur optimisation. A l'issue de ce cours les élèves connaitront les techniques d'homogénéisation des matériaux élastiques hétérogènes à microstructure périodique. Ils seront capables d'estimer les propriétés homogènes équivalentes d'un matériau élastique à microstructure périodique et d'une plaque périodique élastique.",
    "Programme du module": "Introduction. Rappel d'élasticité anisotrope. Matériaux à microstructure périodique. Cellule de base. Symétries. Application à l'homogénéisation des multicouches et des mousses solides. Projet numérique. Homogénéisation des plaques périodiques. Application aux plaques multicouches et aux plaques alvéolaires.",
    "Modalités": "Le cours se déroulera en 13 Dj. Le projet numérique occupera 4 Dj dont 3 sont en salle informatique et 1 consacrée à l'exposé du projet. Les 9 autres Dj se dérouleront sous la forme d'un cours suivi de TD, ou d'un contrôle.",
    "Contrôle des connaissances - Règles de validation du module": "Il y aura 3 ingrédients qui comptent à parts égales : 1 examen partiel à l'issue des 4 premières séances, le projet, et un examen final.",
    "Documents pédagogiques - Bibliographie": "Un polycopié, des notes de cours, des énoncés d'exercice et leurs corrections, des devoirs et leurs corrections et des présentations du cours oral seront fournis aux élèves.",
    "Effectif maximal": "Effectif limité à 30 élèves",
    "Département de rattachement": "Département Génie Mécanique et Matériaux",
    "Nombre de crédits ECTS": "2 crédits ECTS",
    "Mise à jour": "01/09/2024",
    "Code": "MAHET"
}