{
    "Créneau": "ProlongSem 4/Sem 6 Je 8 h 30 - 11 h 45Sem 6 Je 8 h 30 - 11 h 45",
    "Prérequis": "Bonne maîtrise des cours \" Optimisation \" et \" Probabilités \" de première année. Connaissance du langage python.",
    "Enseignants responsables": "David PICARD",
    "Equipe enseignante": "David PICARD",
    "Objectifs du module": "Depuis quelques années, l'augmentation conjointe, rapide et massive des quantités de données et des puissances de calcul a permis l'essor d'algorithmes de prise de décision issus de l'apprentissage statistique (machine learning en anglais). On les retrouve aujourd'hui dans tous les domaines industriels liés à des applications numériques (vision artificielle, robotique, traitement du langage, systèmes de recommandation, etc). Les objectifs du module sont d'acquérir les intuitions qui sont au fondement de la théorie de l'apprentissage statistique, de maîtriser les algorithmes les plus usuels qui permettent de résoudre les tâches les plus communes (classification, régression, clustering), et d'être capable d'en analyser la pertinence. Le module permettra d'avoir de solides bases pour poursuivre dans un cursus spécialisé en apprentissage statistique, mais également d'être capable d'utiliser ces algorithmes dans un cadre pratique.",
    "Programme du module": "Introduction à la théorie de l'apprentissage statistique (minimisation du risque empirique, PAC learning). Algorithmes supervisés : KNN, classification linéaire, régréssion linéaire, LDA, régression logistique, SVM, Kernel SVM, Boosting, Decision trees, Neural networks. Algorithmes non-supervisés : k-Means, GMM, Dictionary learning Applications : vision, traitement du langage, traitement des séries temporelles.",
    "Modalités": "7 séances de cours, 5 séances de TP, 1 séance d'examen. 1 projet optionnel par trinôme de 25h mettant en œuvre une étude bibliographique d'un algorithme d'apprentissage et agrémentée de petites expériences.",
    "Contrôle des connaissances - Règles de validation du module": "Un examen écrit (50 % de la note), comptes rendus de TP (50% de la note) et rapport de projet optionnel (remplace 25% de la note de TP).",
    "Adresse du site du module": "educnet.enpc.fr/course/view.php?id=547",
    "Documents pédagogiques - Bibliographie": "The Elements of Statistical Learning (ESL), Trevor Hastie, Rob Tibshirani, Jerome Friedman, Springer (2010). Understanding machine learning: From theory to algorithms, Shalev-Shwartz, S., & Ben-David, S., Cambridge university press (2014).",
    "Effectif maximal": "Effectif illimité",
    "Département de rattachement": "Département Ingénierie Mathématique et Informatique",
    "Nombre de crédits ECTS": "3 crédits ECTS",
    "Mise à jour": "01 Septembre 2024",
    "Code": "MALAP"
}