{
    "Créneau": "Sem. 1",
    "Enseignants responsables": "Romain MESNIL",
    "Equipe enseignante": "Robin OVAL, Tristan GOBIN",
    "Objectifs du module": "La géométrie architecturale est une discipline à l'intersection de l'ingénierie, de l'architecture et de la géométrie différentielle discrète. Les concepteurs peuvent utiliser des concepts de géométrie architecturale pour rationaliser la construction de structures et d'enveloppes de bâtiments courbes. Il est intéressant de noter que certains concepts peuvent être transcrits en de nouveaux objets fabriqués numériquement. Le cours est divisé en deux parties : -\" Architectural geometry\" concerne les concepts de base de la géométrie architecturale. Ce cours d'un semestre introduit les premiers concepts fondamentaux en géométrie lisse et discrète. La conception d'enveloppes courbes est abordée à travers des familles spécifiques de surfaces. - \"Advanced Architectural Geometry\" traite de sujets avancés pour les étudiants qui souhaitent acquérir une capacité opérationnelle en géométrie architecturale. La conception de structures et d'enveloppes courbes est abordée par le biais de l'optimisation discrète. Des exemples représentatifs sont présentés aux étudiants lors de sessions pratiques",
    "Programme du module": "1. Défis actuels en morphologie structurelle (2 heures) 2. Courbure des courbes (2 heures) 3. Courbure des surfaces (2 heures) 4. Surfaces développables 5. Des lignes remarquables sur des surfaces 6. Projet de conception : gridshells 7. Surfaces cinématiques 8. Origami 9. Conception avec des mailles PQ (2,5 heures) 10. Étude de cas 11. Géométrie des systèmes imbriqués (2,5 heures) 12. Evaluation finale (1 heure)",
    "Modalités": "12 séances, 26 heures",
    "Contrôle des connaissances - Règles de validation du module": "Examen (20%), contrôles des connaissances (50%) et rapport de projet (30%).",
    "Effectif maximal": "Effectif illimité",
    "Département de rattachement": "MS Digital Building Design",
    "Nombre de crédits ECTS": "3 crédits ECTS",
    "Code": "MANGT"
}