{
    "Créneau": "Juillet (semaine 07)",
    "Prérequis": "Être inscrit au mastère spécialisé IBD",
    "Enseignants responsables": "Jerome MAYET , Frederic GAL",
    "Objectifs du module": "Etre initié au management d'un projet immobilier (neuf ou rehabilitation), de développement immobilier à l'exploitation. Etre capable de : - objectif 1 : définir les intervenants du processus d'obtention de la performance, leurs rôles et responsabilités par type de contrat - objectif 2 : mettre en œuvre les formes contractuelles et les organisations managériales adaptées à l'atteinte d'une performance énergétique donnée. - objectif 3 : s'assurer à chaque étape de la construction et de l'exploitation de la continuité de la prise en compte des attentes du client et des utilisateurs et des performances obtenues - objectif 4 : mettre en œuvre les bons niveaux de management des coûts à chacune des phases du projet - objectif 5 : mettre en œuvre une organisation de projet s'appuyant sur du BIM",
    "Programme du module": "Lundi Présentation de la semaine, début de la préparation des cours de la part des auditeurs et présentation des acteurs et des étapes de la vie d'un projet. Objectif 1/ Définir les responsabilités des acteurs - Mardi Présentation en classe inversée : 1) Le management du prix 2) Les différents modes de dévolution Objectif 2/ Mettre en œuvre les formes contractuelles et les organisations managériales adaptées - Objectif 4/ Comprendre le management des coûts d'une opération Mercredi Présentation par les étudiants en classe inversée de l'intégration des sujets digitaux dans le management de projet Et visite de chantier CEA d'Aulnay Objectif 5 et 3 / définir le rôle du BIM et du développement durable dans une opération de construction / management de projet - Jeudi Matin, fin de préparation du jeu de rôle pour vendredi. L'après-midi est consacré à la présentation en classe inversée de l'intégration des sujets liés au développement durable dans le mana-gement de projet Objectif 5 et 3 / définir le rôle du BIM et du développement durable dans une opération de construction / management de projet - Vendredi Évaluation des élèves via des jeux de rôle sur les études de cas de l'ENPC",
    "Modalités": "Méthode de classe inversée, un support conséquent de formation est donner à un groupe d'auditeurs. Celui-ci prépare et adapte le support afin de réaliser une présentation de deux heures à ses camardes. Un des deux intervenants est présent afin de répondre aux questions et apporter des précisions si besoin. 1H30 est réservé au professeur pour reprendre les éléments clefs en fin de cours. .",
    "Contrôle des connaissances - Règles de validation du module": "Evaluation de la compréhension du cours via leur intervention dans le jeu de rôles.",
    "Adresse du site du module": "educnet.enpc.fr/course/view.php?id=333",
    "Documents pédagogiques - Bibliographie": "Préparation obligatoire par chaque auditeur du jeu de rôle sur la base d'extraits du dossier des études de cas bâtiments ENPC Les supports initiaux des séquences ainsi que ceux modifiés par les auditeurs.",
    "Effectif maximal": "Effectif illimité",
    "Département de rattachement": "Mastère Immobilier et Bâtiment Durables",
    "Nombre de crédits ECTS": "5 crédits ECTS",
    "Code": "MAPEN"
}