{
    "Créneau": "Sem 3/Sem 5 Lu 13 h 45 - 16 h 30SL",
    "": "Le logiciel peut être installé sur les PC personnels les étudiants équipés de Windows 10 pour le temps du cours (6 mois). Pour les autres étudiants, la machine virtuelle de l'ENPC pourra permettre l'accès à distance.",
    "Prérequis": "Aucun. Pas d'appréhension pour l'utilisation de modèle.",
    "Enseignants responsables": "Alexis POULHES, Phillippe POINSOT",
    "Equipe enseignante": "Alexis POULHES, Philippe POINSOT, Philippe GUTTON, Robin LECLERC, Félix CARREYRE, Angèle BRACHET",
    "Objectifs du module": "Ce module apporte à l'étudiant la compréhension, la prise de recul et l'utilisation opérationnelle de l'outil principal utilisé dans la planification des transports en France et dans le monde. Ces compétences et connaissances sont nécessaires aussi bien dans les bureaux d'études transport, chez les opérateurs de transport, que dans les organismes décideurs (AOT, ministères). Il permet de : \" Former à l'utilisation de modèles transports opérationnels et à un logiciel SIG transport ; \" Former à la démarche de diagnostic territorial quantitatif, avec des points de vue précis sur les transports et la mobilité ; \" Sensibiliser à l'interaction entre urbanisme et transport et apporter des clés de lectures sur les mécanismes des déplacements et les enjeux sociaux et environnementaux associés ; \" Initier une réflexion critique sur les limites de ces outils (absence de prise en compte de la démarche sensible, échelles de temps et d'espace, etc.). Compétences à acquérir \" Compétence en systèmes d'information géographique (manipulation de l'outil PTV Visum) ; \" Connaissance des procédures utilisées dans le modèle de transport dit \" à 4 étapes \" et les mécanismes à l'œuvre ; \" Choix d'indicateurs et de support (graphique, carte) pour étayer une démonstration ; \" Démarche de démonstration sur un cas d'étude concret de politique publique ; \" Prise de recul.",
    "Programme du module": "13 séances au total 3 séances de cours magistral \" CM1 : Présentation du cours, Généralités sur les systèmes territoriaux, Compréhension des mécanismes de demande de la mobilité dans un territoire, la notion de mobilité, le diagnostic de mobilité. Découverte du projet, de l'évaluation et des SIG en général; \" CM2 : Usage des modèles de transport dans la décision publique. Qu'est-ce qu'un modèle ? Autres types de modèles ? Philosophie du modèle à 4 étapes, enjeux. \" CM3 : Présentation du modèle à 4 étapes, limites, mise en contexte scientifique. Description des usages et des indicateurs et sorties du modèle. Conclusion du cours 8 séances appliquées 6 séances de travaux dirigés \" TD1 : Prise en main du logiciel, Offre de mobilité \" TD2 : Population, emploi \" TD3 : Mobilité ; \" TD4 : Prise en main de la séquence de procédures : modélisation à 4 étapes ; \" TD5 : Transport routier affectation, externalités environnementales ; \" TD6 : Transports collectifs. 2 séances de travaux dirigés seront dévolues à l'avancement du projet 2 séances seront dévolues aux soutenances du mini-projet (intermédiaire et finale) Le mini-projet Analyse descriptive et critique d'un scénario de politique publique restreignant l'usage de la voiture Calculs d'indicateurs variés (sociaux, environnementaux) sur un territoire précis de l'agglomération de Tours (différent pour chaque groupe projet). Chaque scénario possède une base identique en termes de demande. Le travail à réaliser porte sur la comparaison entre différentes configurations d'offre de transport. \" S0 : Fil de l'eau : situation avec GPE, \" population + emploi \" de 2030 et réseau routier de 2008 ; \" S1 : Fil de l'eau + une proposition de restriction de la place de la voiture issue du diagnostic territorial ; \" S2 : S1 + la même mesure mais plus restrictive.",
    "Modalités": "Les cours magistraux permettent d'avoir une vision générale des enjeux et des outils. Les travaux dirigés (salle informatique) donnent les compétences techniques de l'outil avec un cours très guidés. 3 ou 4 enseignants simultanément sont nécessaires (nombre élevé d'étudiants inscrits ~60). Enfin le projet apporte une application opérationnelle aux connaissances acquises en cours avec un moment réflexif de la part des étudiants et une autonomie accrue. Dispositif pédagogique inversé en mode suivi de projet. Les étudiants nous posent des questions pour organiser leur travail. La place du projet dans le TD ainsi qu'un jalon intermédiaire de rendu les force à travailler au fur et à mesure. Le logiciel VISUM pourra être installé sur les PC portables des étudiants et être utilisé en dehors de l'école. Par contre l'installation n'est pas possible sur les MACs.",
    "Contrôle des connaissances - Règles de validation du module": "\" 1 évaluation individuelle portant sur une analyse bibliographique d'articles critiques sur les modèles de transport et des bilans socio-éco de grandes infrastructures en France. \" Rendus du projet : o Une présentation intermédiaire type powerpoint ; o Une présentation finale type powerpoint ; o Un rendu écrit final. Projet par binôme et soutenances intermédiaires et finales.",
    "Adresse du site du module": "https://educnet.enpc.fr/course/view.php?id=290",
    "Documents pédagogiques - Bibliographie": "Polycopiés de TD",
    "Effectif maximal": "Effectif limité à 30 élèves",
    "Département de rattachement": "Département Ville Environnement Transport",
    "Nombre de crédits ECTS": "4,5 crédits ECTS",
    "Mise à jour": "2 septembre 2024",
    "Code": "MASYT"
}