{
    "Créneau": "Sem 3/Sem 5 Ma 8 h 30 - 11 h 45Sem 5 Ma 8 h 30 - 11 h 45",
    "Prérequis": "Mécanique des milieux continus.",
    "Enseignants responsables": "Jean-François CARON",
    "Equipe enseignante": "Jean-François CARON",
    "Objectifs du module": "Il s'agit d'aborder l'ensemble des aspects liés au dimensionnement et à l'usage des matériaux composites utilisés dans l'industrie. Les séances technologiques ou expérimentales garantissent un fort ancrage avec la réalité de ces nouveaux matériaux. Après quelques présentations générales, une formation théorique de base sur la mécanique des matériaux anisotropes multicouches est proposée. Les modèles proposés sont confrontés à l'expérience en laboratoire. Plusieurs concepts sont introduits illustrés par des TD. L'élève (en groupe) devra aussi prendre en main des outils de dimensionnement EF composite (Abaqus). Il pourra alors suivre le cheminement complet de l'ingénieur confronté à un problème de dimensionnement. 2 séances en autonomie permettent d'approfondir les expérimentation et le calcul EF (projets).",
    "Programme du module": "IIntroduction - 1. Composites à matrices polymères, généralités, modes d'élaboration - 2. TP : Fabrication de plaques carbone-epoxy / Cours : Anisotropie Modélisation des multicouches (5 séances) - 3. Cours : Modèle de plaque multicouche de Reissner (I), TD : plaques en chargement de membrane - 4. Cours : Modèles de plaque multicouche de Reissner (II), Cisaillement transverse, TD : Flexion - 5. TP traction (test des plaques de la séance 2) - 6. Cours : Modèles de plaque multicouche de Reissner (III), Cisaillement transverse, TD : Flexion - 7 Cours/TD :Rupture, Endommagement TD - 8. Formation EF Abaqus - 9. Cours/TD :Rupture, Endommagement (II) : rupture de plaques -10.Séance de TD - 11. Examen - 12 et 13 : séance en autonomie",
    "Contrôle des connaissances - Règles de validation du module": "L'évaluation est de type contrôle continu (un devoir surveillé + compte rendu de TP) + rendu d'un rapport de groupe pour séances en autonomie.",
    "Documents pédagogiques - Bibliographie": "Cours Anisotropie et Calcul de plaques composites (Alain Ehrlacher/Jean-François Caron).",
    "Effectif maximal": "Effectif illimité",
    "Département de rattachement": "Département Génie Mécanique et Matériaux",
    "Nombre de crédits ECTS": "2 crédits ECTS",
    "Mise à jour": "01/09/2024",
    "Code": "MATCO"
}