{
    "Créneau": "Sem 5",
    "": "Le cours devra s'appuyer sur des exemples concrets, qu'ils soient ponts, tunnels, murs de soutènement, ouvrages fonctionnels ou bâtiments. La proposition de projets ou de travaux dirigés sur des cas existants est fortement souhaitée. Un travail en groupes est envisageable. Une journée pédagogique spécifique, en dehors des heures d'enseignement, est recommandée pour la visite d'un ouvrage à réparer.",
    "Prérequis": "Le prérequis est d'avoir des connaissances de niveau M1 sur les propriétés mécaniques des matériaux du Génie Civil.",
    "Enseignants responsables": "Jean Francois SEIGNOL",
    "Objectifs du module": "La gestion durable du patrimoine bâti est un enjeu majeur :sécurité des usagers et des populations, préservation de ressources non renouvelables, limitation des impacts environnementaux de la reconstruction, intérêt économique. Construire et gérer des ouvrages durables passe par une bonne compréhension et une prise en compte éclairée des propriétés des matériaux de construction, des pathologies qui les dégradent et des méthodes de traitement existantes. À l'issue du module, les élèves seront capables d'intégrer la notion de durabilité dans toutes les étapes de la vie de l'ouvrage (conception, construction, surveillance, maintenance, réparation). Les élèves seront capables de nommer et de reconnaître les principales pathologies qui affectent les matériaux de construction, d'expliquer leurs origine physico-chimiques et d'établir un programme d'investigation permettant d'aboutir à un diagnostic. Ils seront capables de juger de l'opportunité de mettre en œuvre les techniques les plus courantes de traitement et de réparation. Ils seront capables d'interpréter des modèles numériques destinés à prédire la durée de vie résiduelle des ouvrages. Ce module est destiné à fournir une culture scientifique et des outils pratiques indispensables pour la gestion d'un patrimoine bâti, l'assistance à un maître d'ouvrage, à la réalisation de diagnostics de structures existantes et à la réalisation de projets de réparation ou de renforcement structurels.",
    "Programme du module": "De l'inspection au diagnostic (principes de la surveillance, auscultations...). Pathologies des matériaux (maçonneries, béton armé et précontraint, bois, acier et câbles, fondations) décrivant les mécanismes physico-chimiques de dégradation, leurs manifestations et conséquences, les principales techniques d'auscultation et de traitements adaptées à chaque cas. Les ouvrages et matériaux anciens (fondations sur pieux bois, fer puddlé...) sont également pris en compte. Réparations des matériaux dégradés et renforcement par composites.",
    "Modalités": "13 séances découpées comme suit : 10 séances de cours en petite classe, animées par plusieurs expert.es et chercheur.ses spécialistes des différents matériaux, avec présentation de cas pratiques ; un projet réalisé en trinôme ; 2 séances de restitution des projets sous forme de pédagogie inversée ; 1 séance d'évaluation. En fonction des opportunités, une visite de chantier peut être programmée en dehors des 13 séances.",
    "Contrôle des connaissances - Règles de validation du module": "Étude de cas sur documents réalisée par trinôme à la maison donnant lieu à la rédaction d'une note technique (coef. 1) et une présentation orale devant la classe (coef. 1) ; Examen écrit (coef. 2).",
    "Documents pédagogiques - Bibliographie": "Support de cours (slides), exemples de rapports d'inspection ou d'investigation (cas réels), articles scientifiques (en anglais), ressources internet (Cahier interactif IFSTTAR, guides STRRES, etc.)...",
    "Effectif maximal": "Effectif limité à 45 élèves",
    "Département de rattachement": "Mastère Génie Civil et Ecoconception",
    "Nombre de crédits ECTS": "3 crédits ECTS",
    "Code": "MATSE"
}