{
    "Créneau": "Sem 5",
    "Enseignants responsables": "Bernard LAPEYRE , Benjamin JOURDAIN",
    "Equipe enseignante": "Bernard LAPEYRE, Benjamin JOURDAIN",
    "Objectifs du module": "L'objectif de ce cours est de dresser un panorama des méthodes de Monte-Carlo. Ces méthodes numériques basées sur la simulation de variables aléatoires figurent parmi les dix algorithmes ayant eu le plus d'influence sur le développement et la pratique de la science et de l'ingénierie au XXe siècle. Leur développement se poursuit très activement motivé par des applications aussi bien en sciences des données qu'en finance, en fiabilité ou en simulation moléculaire.",
    "Programme du module": "Méthodes de Monte-Carlo pour le calcul d'intégrales : moyenne empirique de variables aléatoire indépendantes et identiquement distribuées (convergenc et intervalles de confiance), méthodes de réduction de variance (variables de contrôle, fonction d'importance, techniques de stratication, conditionnement, …), suites a discrépances faibles (éléments théoriques, exemples classiques des suites de Halton, Faure, Sobol, Niederreiter) , calcul d'esperances conditionnelles (regression, quantication,...) et application au calcul d'options americaines. Algorithmes stochastiques : algorithme de Robbins-Monro (applications à l'optimisation et à la réduction de variance), méthodes de Monte-Carlo par chaînes de Markov (algorithme de Metropolis-Hastings et recuit simulé), méthodes particulaires pour le filtrage et la simulation d'événements rares. Simulation de processus stochastiques : discrétisation d'équations différentielles stochastiques (schemas classiques d'Euler et de Milshtein), vitesses de convergence, techniques d'extrapolation, simulation de modèles avec sauts.",
    "Modalités": "Cours magistraux et TPs informatiques",
    "Contrôle des connaissances - Règles de validation du module": "Examen final (3h00) et projet",
    "Adresse du site du module": "http://cermics.enpc.fr/~jourdain/MC/MonteCarlo.html",
    "Documents pédagogiques - Bibliographie": "Notes de cours",
    "Effectif maximal": "Effectif illimité",
    "Département de rattachement": "Département Ingénierie Mathématique et Informatique",
    "Nombre de crédits ECTS": "6 crédits ECTS",
    "Code": "MCEFI"
}