{
    "Créneau": "Sem 3/Sem 5 Me 16 h 45 - 19 h 30Sem 5 Me 16 h 45 - 19 h 30",
    "": "Etre équipé d'un ordinateur portable avec un compte administrateur",
    "Prérequis": "Des compétences en statistique descriptive. Une connaissance de base en informatique est un plus mais n'est pas obligatoire.",
    "Enseignants responsables": "Alexis POULHES , Daphné TUNCER",
    "Equipe enseignante": "Alexis POULHES, Panagiotis Ektor CHANDAKAS, Capucine-Marin DUBROCA-VOISIN, Daphné TUNCER",
    "Objectifs du module": "Dans le domaine de la mobilité, la plupart des acteurs institutionnels et opérationnels, privés ou publics enregistrent et utilisent et diffusent des données collectées en temps réel dans les réseaux de transport. Ces données sont de plus en plus au cœur de leurs stratégies et de leurs fonctionnements. La \" révolution numérique \" a été si rapide que les personnes ayant les compétences pour les manipuler, les comprendre ou mesurer leurs limites manquent actuellement dans le secteur de la mobilité. Ce module vise donc plusieurs objectifs de connaissances et de compétences devenus essentiels dans la plupart des entreprises classiques, startups ou organismes publics. Un premier objectif de connaissances de base sur ces données appelées \" traces numériques \" : dans les technologies de gestion, recueil, analyse, visualisation et enrichissement de données utilisées pour la mesure et la compréhension des mouvements de personnes et de véhicules sur l'ensemble des différents réseaux de transport. Le module sensibilise les élèves aux opportunités et risques de l'utilisation de ces données de mobilité et leur permet de développer un œil critique de leur usage. Le second objectif est que les élèves aient les compétences de base ans l'utilisation d'outils numériques et de langages de programmation standards et diffusés largement pour pouvoir appliquer les nouvelles connaissances sur ces bases de données. Ces outils classiques serviront de tremplin vers d'autres outils plus poussés ou spécialisés qui peuvent être utilisés par les acteurs de la mobilité. Les outils sont en perpétuelle évolution dans le domaine. Le module privilégie donc la pratique : il est centré sur la réalisation de projets, encadrés et soutenus par l'équipe pédagogique, mais néanmoins portés par les étudiants du module, organisés en petits groupes. Pour peu qu'ils s'inscrivent dans la thématique du cours (la mobilité et les nouvelles données) et suivent les critères imposés à savoir l'utilisation d'une base de données collectée en temps réel; le choix du sujet, la problématique traitée, les données employées sont laissés à la liberté des étudiants. Les encadrants pourront proposer des pistes de réflexions sur des sujets pour aider à cette construction de la problématique du projet. Les cours magistraux sont réduits à l'essentiel : ils ont pour objectif d'enseigner les bases nécessaires à la réalisation des projets. Ils visent à ce que les participants mettent les mains à la pâte du numérique. Les séances de cours ont vocation à venir en réponse à, et à défaut susciter, les questions qui émergent du projet.",
    "Programme du module": "Les séances sont sur le format suivant : un premier temps d'introduction à une nouvelle notion sur des exemples concrets qui ne correspondent pas forcément au projet, application au projet et ensuite échanges individualisés entre les groupes projets et les encadrants. Cours (15h) - Le contexte des traces numériques de mobilité : questions technologiques, politiques, légales (RGPD), financières, pratiques, enjeux sociétaux… De nombreux exemples sont présentés. (2h) - Les bases de données par la pratique : SQL et SQLite3 (1h30) - Base d'informatique avec Python (1h30) - La bibliothèque Pandas, analyse descriptive (1h30) - Représenter et exploiter les jeux de données (statistiques descriptives) avec Pandas, Matplotlib ou Seaborn (1h30) - interroger des API, automatiser les traitements (1h30) - La base du webscrapping avec BeautifulSoup (1h) - Cartographie des données géo-référencées avec geopandas et folium (1h) - Introduction aux méthodes de machine learning avec Scikit learn (1h30) - Intervention d'un spécialiste opérationnel des traces numériques (2h) Projet (15h) - Formation des groupes de 2 ou 3 élèves - Montage des projets : identification de la problématique et des jeux de données associées. Un jeu de donnée construit à partir d'une API est requis. - Rédaction du cahier des charges du projet - Acquisition des données et exploitation - Présentation graphique et cartographique des résultats - Restitution du projet dans son ensemble (soutenance et rapport)",
    "Modalités": "2 séances générales sur le contexte des nouvelles données et les enjeux. Les autres séances suivent le plan suivant : - Un cours magistral réduit à minima pour laisser les étudiants autonomes dans leur apprentissage grâce à la partie applicative autour du projet. 1h de CM qui présente une nouveauté pour pouvoir avancer techniquement dans le projet Ensuite une séance de suivi individualisé, pas forcément à l'heure du cours, en fonction des besoins et des disponibilités des groupes d'étudiants. Ce suivi peut être fait en distanciel.",
    "Contrôle des connaissances - Règles de validation du module": "- Une soutenance orale, exposant la problématique étudiée, les jeux de données mobilisés, et les conclusions auxquelles elles ont permis d'aboutir (environ 15 min/groupe). - Un dossier écrit (en français ou en anglais), reprenant, de manière plus développée, les éléments exposés lors de la soutenance.",
    "Adresse du site du module": "http://gede.enpc.fr/Programme/Fiche.aspx?param=M:MCNDU:2017&langue=",
    "Documents pédagogiques - Bibliographie": "Des exemples servent de démonstration pour les cours. Des liens vers des tutoriels ou autres sites pédagogiques en ligne seront fournis. L'ordinateur personnel avec des outils open source sert de base pour la formation. Un accès à distance à un cluster de calcul sera envisagé pour les longues requêtes API",
    "Effectif maximal": "Effectif limité à 15 élèves",
    "Département de rattachement": "Département Ville Environnement Transport",
    "Nombre de crédits ECTS": "3 crédits ECTS",
    "Mise à jour": "11 juillet 2023",
    "Code": "MCNDU"
}