{
    "Créneau": "Sem 3/Sem 5 Ma 8 h 30 - 11 h 45SL Ma",
    "Prérequis": "Mathématiques pour les milieux continus : algèbre vectorielle et tensorielle, dérivées partielles, opérateurs gradient, divergence et laplacien. Mécanique des Milieux Continus : tenseur taux de déformation, tenseur des contraintes, lois de comportement.",
    "Enseignants responsables": "Damien VIOLEAU",
    "Equipe enseignante": "Damien VIOLEAU, Thomas FONTY, Martin FERRAND, Jeffrey HARRIS, Remi CARMIGNIANI",
    "Objectifs du module": "Le module MECA1 vise à fournir aux étudiants les connaissances de base de la mécanique des fluides incompressibles, en incluant les écoulements turbulents fréquemment rencontrés dans le domaine de l'ingénierie et des éléments sur le dimensionnement des circuits hydrauliques. Il est complété par le module MECA2 abordant les écoulements géophysiques. A la fin du module MECA1, les élèves sauront écrire les équations régissant les fluides, dimensionner une maquette hydraulique, estimer les propriétés turbulentes d'un écoulement, dimensionner un circuit hydraulique, calculer les efforts induits sur un solide dans des conditions simples.",
    "Programme du module": "On rappelle d'abord les hypothèses, le cadre général et le formalisme de la mécanique des milieux continus, puis les propriétés et la caractérisation d'un écoulement ou d'un fluide. On établit ensuite les équations de bilan de la mécanique des fluides incompressibles (conservation de la masse, de la quantité de mouvement et de l'énergie), jusqu'aux équations de Navier-Stokes pour les fluides visqueux. On introduit également les nombres adimensionnels usuels permettant de caractériser un écoulement, ainsi que des éléments d'analyse dimensionnelle (théorème de Vaschy-Buckingham), appliquée notamment aux modèles réduits en laboratoire. Une partie importante du cours est ensuite consacrée à l'étude et à la modélisation des écoulements turbulents. On introduit les équations de Reynolds, puis le modèle de Boussinesq et le concept de viscosité turbulente. Pour représenter les écoulements turbulents, on expose les éléments principaux de la théorie de Kolmogorov. En termes de modélisation de la turbulence, on traite principalement le modèle de longueur de mélange et ses applications. On traite ensuite de manière pratique le cas des écoulements dans des conduites (lois de frottement, coefficients de pertes de charge, etc.) et des circuits industriels. Enfin, on aborde le calcul des efforts sur un obstacle dans un écoulement turbulent. Des aspects particuliers comme les développements récents en modélisation numérique des écoulements internes et à caractère industriel sont couverts à travers deux conférences.",
    "Modalités": "7 séances de 3 heures : amphi introductif + 6 séances de cours / TD en petites classes + 0.5 séance de présentations + 0.5 séance de contrôle.",
    "Contrôle des connaissances - Règles de validation du module": "Contrôle de connaissances (2h00), avec documents autorisés, comportant des exercices ou problèmes de mise en application des connaissances vues en cours. Les sujets sont généralement tirés de l'actualité ou de problèmes d'ingénierie réels.",
    "Adresse du site du module": "educnet.enpc.fr/course/view.php?id=259",
    "Documents pédagogiques - Bibliographie": "Livre de P.-L. Viollet, J.-P. Chabard, P. Esposito, D. Laurence : \" Mécanique des fluides appliquée - Ecoulements incompressibles dans les circuits, canaux et rivières, autour de structures et dans l'environnement \", Presses des Ponts - 2002, ISBN 2-85978-372-5, 368 pp. Livre de P.-L.Viollet, S. Benhamadouche, M. Benoit, J.-P. Chabard, D. Violeau : \" Problèmes résolus de mécanique des fluides \", Presses des Ponts - 2010, ISBN 978-2-85978-450-8, 392 pp. On distribue également des résumés de cours à chaque séance, ainsi que les corrigés des TD.",
    "Effectif maximal": "Effectif illimité",
    "Département de rattachement": "Département Génie Civil et Construction",
    "Nombre de crédits ECTS": "1,5 crédit ECTS",
    "Mise à jour": "1er septembre 2024",
    "Code": "MECA1"
}