{
    "Créneau": "Sem 3/Sem 5 Lu 8 h 30 - 11 h 15Sem 5 Lu 8 h 30 - 11 h 15",
    "Prérequis": "Mécanique des milieux continus ; Résistance des matériaux",
    "Enseignants responsables": "Jean-Michel PEREIRA",
    "Equipe enseignante": "Siavash GHABEZLOO, Anh-Minh TANG, Jean-Michel PEREIRA",
    "Objectifs du module": "A l'issue de ce module, les élèves connaitront les principales caractéristiques des sols et les mécanismes physiques intervenant lors de leur sollicitation mécanique et hydraulique. Ils seront en mesure de décrire et d'évaluer la réponse d'un sol dans le contexte des principaux ouvrages géotechniques. Les élèves seront capables d'estimer les contraintes dans un massif de sol ou d'un ouvrage géotechnique. Ils seront également capables d'analyser les principaux essais de mécanique des sols. Ils connaitront en outre les éléments essentiels de la mécanique des milieux poreux et seront capables de décrire les caractéristiques principales des lois de comportement élasto-plastiques des géomatériaux.",
    "Programme du module": "- Introduction - Description des sols - Identification - Contraintes (totales, effectives) - déformations - Écoulements souterrains - Poroélasticité et consolidation - Comportement des sols - essais de laboratoire (oedomètre) - Comportement des sols - essais de laboratoire (résistance au cisaillement) - Introduction aux lois de comportement - Comportement des sols - modélisation (Elasto-plasticité parfaite) - Comportement des sols - modélisation (Ecrouissage) - Vers le dimensionnement des ouvrages : solutions fondamentales - Applications aux ouvrages",
    "Modalités": "13 séances de 2,5h (1 heure de CM et 1,5 heures de TD). Un projet bibliographique et un projet de modélisation (loi de comportement élastoplastique).",
    "Contrôle des connaissances - Règles de validation du module": "Deux examens et deux projets notés.",
    "Adresse du site du module": "educnet.enpc.fr/course/view.php?id=228&username=guest",
    "Documents pédagogiques - Bibliographie": "Supports de cours, notes de cours, sujets et corrigés des exercices, bibliographie, archives.",
    "Effectif maximal": "Effectif illimité",
    "Département de rattachement": "Département Génie Civil et Construction",
    "Nombre de crédits ECTS": "3 crédits ECTS",
    "Mise à jour": "1er septembre 2024",
    "Code": "MECSR"
}