{
    "Créneau": "Sem 4/Sem 6 Me 8 h 30 - 11 h 15Sem 6 Me 8 h 30 - 11 h 15",
    "Enseignants responsables": "Jocelyn POULAIN",
    "Objectifs du module": "Ce demi module s’articule en deux parties. La première partie porte sur le lien entre le modèle de poutre 1D et sa modélisation mécanique 3D et plus particulièrement sur le calcul des contraintes dans les sections dans le cadre de l’élasticité linéaire. La seconde partie portera sur une introduction au modèle de plaque épaisse. A l’issue de ce module les étudiants devront : - Connaitre le passage de la modélisation 3D d’une poutre par la mécanique des milieux continus au modèle de poutre à six degrés de liberté : Lien entre efforts généralisés et distribution des contraintes dans le solide 3D Calcul des modules élastiques de poutre et les éventuels couplages (traction-flexion : centre de gravité élastique ainsi qu’effort tranchant-torsion : centre de cisaillement) - Connaitre les différentes approximations des contraintes tangentielles dans les sections (effort tranchant et torsion) : Approximation de Jourawski Approximations de la torsion pour les poutres à parois minces (profil ouverts ou fermés). - Être capables de reconstruire les contraintes longitudinales dans une section homogène et éventuellement hétérogène (effort normal et moments fléchissant) - Être capable de reconstruire les contraintes tangentielles dans une section à partir des approximations classiques - Connaitre la modélisation plaque épaisse en élasticité linéaire (éventuellement orthotrope) : chargements, effort généralisés, déformations généralisées, déplacement généralisés, loi de comportement élastique (éventuellement avec couplage membrane/flexion) et enfin conditions aux limites. Une ouverture vers le modèle de plaque mince est possible. - Être capable de résoudre analytiquement ou numériquement un problème simple de plaque. Une ouverture est aussi possible vers les modèles enrichis de poutre prenant en compte la torsion gênée (modèle de Vlassov/Benscotter). Cet enseignement ne doit pas être traité exclusivement sous son aspect théorique. Assurer un lien avec les applications pratiques au moyen d’exercices de mise en oeuvre est donc vivement encouragé. Exemples : sections mixtes, matériau bois, poutres à parois minces, calcul du moment plastique etc. Les acquis de ce module seront mobilisés dans les compétences « Comprendre les réalités physiques, techniques et humaines : analyser, modéliser, diagnostiquer » et « Appréhender et gérer la complexité des systèmes ». Il est attendu que ce cours de « Mécanique des structures élastiques 2 » s’articule étroitement avec le module de premier semestre « Mécanique des structures élastiques.",
    "Modalités": "17,5 heures sont réservées à ce cours dans l’emploi du temps des étudiants, soit 7 créneaux de 2,5 heures, au second semestre (février-mai), les mercredis de 8h30 à 11h15. Ces créneaux peuvent être consacrés à l’enseignement (cours et travaux dirigés) mais aussi à d’autres types d’activités pédagogiques (travaux pratiques, discussion et correction de travaux effectués à la maison, travaux de groupes tutorés ou non, etc.) ; cf. indications pédagogiques ci-dessous. Les examens et soutenances doivent être organisés dans ces créneaux. Le cours est crédité de 1,5 crédits ECTS (European credit transfer system)1 ce qui correspond à un volume total de travail par étudiant (présence en cours et travaux personnels ou de groupe hors séances) situé entre 37,5 et 45 heures. Le travail à effectuer hors des créneaux inscrits à l’emploi du temps doit donc être calibré pour 24 heures environ.",
    "Effectif maximal": "Effectif illimité",
    "Département de rattachement": "Département Génie Civil et Construction",
    "Nombre de crédits ECTS": "1,5 crédit ECTS",
    "Mise à jour": "1er septembre 2024",
    "Code": "MECS2"
}