{
    "Créneau": "Sem 3/Sem 5 Je 8 h 30 - 11 h 45LS/SLSL",
    "Prérequis": "Algèbre linéaire, calcul vectoriel, analyse et intégration de base, mécanique des milieux continus",
    "Enseignants responsables": "Arthur LEBEE",
    "Equipe enseignante": "Arthur LEBEE, Romain MESNIL, Fahd CUIRA, Boris COUSIN, Franziska SCHMIDT",
    "Objectifs du module": "Ce module aborde la mécanique des structures dans le cadre de l'élasticité linéarisée. Il est central pour pouvoir suivre les autres enseignements de mécanique des départements GCC et GMM. Trois objectifs pédagogiques principaux sont poursuivis : Être capable de mettre en équation un problème de mécanique des structures. C'est la compétence fondamentale du cours. Il est attendu des étudiants qu'ils soient capables formuler un problème de mécanique des structures dans le cadre de l'élasticité linéaire afin de mener des vérifications élémentaires de résistance, de flèche et de stabilité. Développer une intuition structurelle. Outre la formalisation d'un problème de mécanique des structures, l'objectif du cours est d'assurer la résolution d'un nombre suffisant d'exercices pour développer une intuition structurelle qui ne nécessite pas une formalisation complète et systématique à chaque nouvelle configuration. Cette intuition structurelle se base aussi sur : - La maîtrise complète de la signification mécanique des efforts intérieurs et une bonne compréhension des modes de ruine associés, - La connaissance des ordres de grandeurs des déplacements associés à chaque type d'effort (traction, flexion, torsion, effort tranchant), Développer une première culture de la conception des structures. Une mise en contexte est systématiquement proposée pour les exercices traités en classe. Cette contextualisation vise deux objectifs : - Présenter les différentes typologies structurelles : poutre, portique, catène, arche, treillis... - Montrer la matérialisation des diagrammes dans les dispositions constructives : hauteur structurelle, conception des appuis, articulations joints de dilatation...",
    "Programme du module": "Les structures élancées étudiées dans le cadre du cours sont à géométrie plane. Toutefois, la formulation générale est présentée en 3D. Le cours s'articule en trois grandes parties : Statique (1 - 4) Cette partie aborde la notion d'équilibre et d'efforts intérieurs dans le cas des structures isostatiques. L'équilibre d'une poutre ou d'un fil est abordé en trois dimensions et traité sur une configuration géométrique supposée connue. Des rappels de mécanique du solide rigide sont effectués pour expliciter la notion de degrés de liberté statiques et cinématiques. Le théorème des travaux virtuels est proposé comme méthode alternative pour établir l'équilibre et pour construire les lignes d'influence. Toutefois, la méthode des coupures pour déterminer les efforts intérieurs sera toujours privilégiée. Les types classiques de structure de la statique sont abordés : poutre, portique, treillis, fil ou arche. Poutre élastique (5 - 6) Cette partie propose une construction simplifiée du modèle de poutre rectiligne à section compacte (poutre à six degrés de liberté). Le problème aux limites de la poutre élastique est entièrement formulé et la loi constitutive explicitée dans le cas d'une poutre dont la section présente deux plans de symétrie. La méthode de résolution par intégration directe est présentée. Elle n'est toutefois pas privilégiée pour trouver les déplacements. Les contraintes élastiques longitudinales dans les sections sont présentées en détails ainsi que les modules de raideur correspondants. Les contraintes tangentielles dans les sections ainsi que les raideurs associées sont présentées phénoménologiquement. Méthodes énergétiques et stabilité (7 - 11) Cette dernière partie présente les méthodes énergétiques qui ont un rôle central pour déterminer les déplacements des poutres élastiques et formuler des méthodes de résolution approchées. Un accent particulier est mis sur les approches statiques et le théorème de Maxwell-Betti qui sous-tendent la méthode des forces mais permettent aussi de construire les lignes d'influence en effort ou en déplacement. La méthode des déplacements est ensuite présentée dans le cadre d'une poutre d'Euler inextensible en 2D. Son lien avec la minimisation de l'énergie potentielle est explicité et les approches générales pour construire une solution approchée sont présentées : méthode de Ritz et introduction à la méthode des éléments finis. Enfin, la question de la stabilité des éléments rectilignes sous chargement axial est abordée en écrivant l'équilibre de la poutre sur la configuration perturbée. La prise en compte des imperfections géométriques est esquissée en suivant l'approche d'Ayrton et Perry.",
    "Modalités": "Le cours s'organise en 13 séances de 2h30. 9h sont consacrées au cours magistral, 12h sont consacrées aux Travaux Dirigés et 7h30 aux bureaux d'études. Des questionnaires à choix multiples hebdomadaire seront à remplir en ligne, la veille de chaque séance de cours.",
    "Contrôle des connaissances - Règles de validation du module": "Les étudiants sont évalués sur la base de deux examens et une note de suivi. La note de suivi prend en compte les bureaux d'étude notés, l'assiduité aux qcm hebdomadaires et la participation en TD.",
    "Adresse du site du module": "educnet.enpc.fr/course/view.php?id=201",
    "Documents pédagogiques - Bibliographie": "Diaporama des cours magistraux Bibliographie : Ballard, P., Millard, A., 2005. Modélisation et calcul des structures élancées. Brocato, M., 2016. Statique : de la géométrie à la conception des structures. Presses des Ponts. Brocato, M., 2020. Cours de mécanique des structures : Poutres élastiques. Presses des Ponts. Fauchart, J., 1977. Initiation au calcul des structures, béton et acier. Editions Eyrolles, Paris. Muttoni, A., 2004. L'art des structures, première Edition. Presses polytechnique et universitaires romandes.",
    "Effectif maximal": "Effectif illimité",
    "Département de rattachement": "Département Génie Mécanique et Matériaux",
    "Nombre de crédits ECTS": "3 crédits ECTS",
    "Mise à jour": "01/09/2024",
    "Code": "MECST"
}