{
    "Créneau": "Sem 5Sem 4",
    "Prérequis": "/",
    "Enseignants responsables": "Nathalie ROSEAU",
    "Objectifs du module": "Ce séminaire considère l'histoire comme perspective privilégiée pour comprendre la ville au présent et ce qu'il est advenu de son espace, résultat d'une stratification des occupations passées. En scrutant des questions contemporaines qui travaillent le territoire du Grand Paris - les échelles de la grande ville, les conditions sociales, l'emprise des flux, l'obsolescence des artefacts, la dialectique du vernaculaire et du politique, les rapports d'attraction -, il s'agira, par l'arpentage de l'espace - physique, historique, documentaire - d'appréhender les pouvoirs, pratiques, réseaux, imaginaires qui travaillent sa formation. En observant les formes de villes qui adviennent et les conditions qui émergent, l'analyse peut faire projet, permettant de réfléchir in situ aux interventions susceptibles de les faire évoluer. Une démarche qui prend tout son sens dans l'urgente nécessité de faire avec ce qui est là.",
    "Programme du module": "Programme prévisionnel (6 séances) . Introduction à l'histoire urbaine du Grand Paris . Saisir la grande ville par l'analyse urbaine . Marche urbaine commentée . Thème 1 + exposé . Thème 2 + exposé . Thème 3 + exposé",
    "Modalités": "Cours, marche, exposés",
    "Contrôle des connaissances - Règles de validation du module": "Assiduité, participation, exposés, note de fin de cours (10 pages maximum)",
    "Documents pédagogiques - Bibliographie": "Articles, références sur le site du cours.",
    "Effectif maximal": "Effectif illimité",
    "Département de rattachement": "Master AMUR - Aménagement et maitrise d'ouvrage urbaine",
    "Nombre de crédits ECTS": "1,5 crédit ECTS",
    "Code": "MEMUR"
}