{
    "Créneau": "Sem 1 MS",
    "Enseignants responsables": "(N)",
    "Objectifs du module": "Ce cours a pour objectif d'enseigner les différentes méthodes d'évaluation des projets d'investissements utilisées par les entreprises, y compris les analyses de sensibilité. Des approfondissements portent sur les questions d'exécution ; d'impact des risques et du contrôle des coûts. La question de la gestion des incertitudes est également abordée. Le cours combine théorie et exercices d'application à des cas relatifs à l'énergie. A issue de ce cours, les étudiants seront capables de maîtriser les outils d'analyse des investissements, de mener des analyses de sensibilité et de mettre en place les outils de contrôle des coûts du projet.Ils seront également en mesure de appliquer les méthodes de couvertures des incertitudes au moyen des marches d'option",
    "Programme du module": "Contenus et éléments de programme Définitions, caractéristiques économiques et financières des investissement et méthodes d'évaluation. Analyse de l'environnement macro-économique, géopolitique et politique du projet d'investissement dans le domaine de l'énergie, Revue de l'environnement économique local (taux d'intérêt, inflation, taux de changes, accès aux financements ),règlementaire et fiscal local. Analyse des outils de financement, et examen des Partenariats Publics Privés. Préparation à la décision d'investissement. L'actualisation. Le coût du capital. Le taux de rentabilité interne. La valeur actuelle nette. Application de ces méthodes et outils à des projets énergétiques. Etudes de cas, calcul de Valeurs actuelles nettes, de Taux de rentabilité interne, de temps de retours. Evaluation des besoins de capitaux. Introduction de la prise en compte des risques techniques dans les coûts d'investissement. Exercices d'évaluation de la productivité et des capacités, de leurs optimistaions. Stratégies de d'internalisation ou externalisation. Préférence entre achat et location. Analyses de sensibilité. Introduction des concepts de flexibilté et d'irréversibilité, impact sur la valorisation des projets. Présentation des apports de la théorie des options réelles dans la valorisation des projets. Evaluation des projets et prévisions financières. Conception et mise en place d'outils de contrôle des coûts d'un projet. Mini-études de cas d'application à des projets énergétiques: évaluation, decision d'investissment et contrôle. Couverture des risques sur l'investissment et les coûts d'exploitation Exposé de la littérature académique traitant de ces sujets.",
    "Effectif maximal": "Effectif illimité",
    "Département de rattachement": "Mastère Management Energy Projects",
    "Nombre de crédits ECTS": "2 crédits ECTS",
    "Code": "MEPIN"
}