{
    "Créneau": "Sem 2 MS",
    "Enseignants responsables": "Myriam SAADE",
    "Objectifs du module": "With approximately 35% of total greenhouse gases (GHG) emissions in 2010, the energy supply sector is the largest contributor to climate change, with an annual rate of GHG-emissions growth reaching 3% (Bruckner et al 2014). Consequently, pressure for the design of low-GHG energies is increasing, calling for the application of suitable environmental methodologies such as life cycle assessment. The main objective of the approach is to inform technological choices, by identifying environmental improvements that do not transfer environmental burdens along the value chain or from an environmental damage to another. This course aims to enable energy project managers to understand LCA methodology, identify critical points, and apply life cycle thinking when designing energy projects. Learning bjectives: • to anticipate requirements for LCA expertise • to understand LCA methodology and critical points • to understand and critically examine existing LCA studies (by identifying assumptions and key parameters) • to perform a simple life cycle assessment using common and available tools (Excel, OpenLCA), • to discuss the robustness and the uncertainties of LCA results • to identify environmentally and economically sound options, and discuss possible rebound effects",
    "Programme du module": "Introduction Energy projects and their environmental challenge Environmental life cycle assessmen Comparison and interactions between LCA and other sustainability tools Normative framework for LCA and life cycle-based methodologies: current and prospective trends for the energy sector (national and international level). LCA, Life cycle costing, Social LCA, Life cycle sustainability analysis. Standards and international initiatives (ISO 14040-14044). Prospective. LCA methodology: principles, key phases and examples",
    "Contrôle des connaissances - Règles de validation du module": "Evaluation : exercises and result analysis ; case study (reports and presentation)",
    "Effectif maximal": "Effectif illimité",
    "Département de rattachement": "Mastère Management Energy Projects",
    "Nombre de crédits ECTS": "2 crédits ECTS",
    "Code": "MEPLC"
}