{
    "Créneau": "Sem 1 MS",
    "Enseignants responsables": "Philippe DUC",
    "Objectifs du module": "Energy Projects are very specific due to their size, their duration and their complexity. However, as any project three interconnected drivers define them: the product to be delivered, the schedule and the budget. The aim of Project Management Techniques is ensure the project will be delivered on schedule, within the budget, and will achieve required performance. The question is how to ensure each driver goals will be kept on track through the whole lifecycle of the project, to reach the final target. Learning objectives: The students must have a clear understanding of the project lifecycle and of their responsibility along this lifecycle to understand which problem Project Management Techniques will help them to face. The first course is dedicated to Project Lifecycle, to point out activities they will have to keep under control along the project. The second course focus on PM responsibility to make them understand the range of subjects and disciplines they will need to control (at least understand). The core courses are dedicated to PM Techniques. The conclusion course shall be a control loop to check that all issues identified during the two first courses were properly addressed",
    "Programme du module": "Course syllabus: • Foreword: the specificity of energy projects, the digital revolution • Global Planning • The Project Manager responsibilities • Project Management Techniques: managing contracts, integration, stakeholders, scope, schedule, costs, quality, resources, communication, risks, sub-contractors and suppliers, environment, sustainable development, final documentation • Conclusion: A Project Management Plan will be prepared to proof all activities a PM has to plan have been addressed. It is also the opportunity to show how all techniques are interconnected.",
    "Contrôle des connaissances - Règles de validation du module": "Assessment: project management plan: write-up, presentation (team-based)",
    "Effectif maximal": "Effectif illimité",
    "Département de rattachement": "Mastère Management Energy Projects",
    "Nombre de crédits ECTS": "2,5 crédits ECTS",
    "Code": "MEPPM"
}