{
    "Créneau": "Sem 1 MS",
    "Enseignants responsables": "Philippe Francis HUET",
    "Objectifs du module": "Learning objectives: • Risk culture • Risk mapping • Risk mitigation",
    "Programme du module": "Course syllabus: • The risk landscape o Interdependent yet increasingly atomized o Markets: Commodity prices (oil, gas, coal, CO2, and power) and competition o Public policies and regulatory framework (time horizons: industry vs politics) o Growth and efficiency o Systemic risk o Finance o Cybersecurity o Climate change (emissions, water supply, extreme weather patterns, temperatures...) o Technology (centralised vs decentralised) and costs. The S/D match (supply and demand management) and CO2 capture and storage challenges. o Systemic analysis tools • Project management: risks and issues o Investing in an increasingly complex, volatile and uncertain world o Looking back: Lehman Brothers and the financial crisis, shale gas, Fukushima, http://www.enpc.fr/Brexit, Trump, Isis…. Can anything be predicted? o The imperative and still underestimated need to merge perspectives, expertise, know-how and experiences to address the challenges of investment and development projects. Just as crisis management has moved from being looked at with narrow framed security and/or public relation lenses, to being managed and anticipated by calling on all key business stakeholders (see the recent Boeing 737 Max8 unfolding crisis), project management can no longer be left to engineers and technicians alone, even adding here and there, the odd and incomplete attempts at environmental window dressing or playing to the gallery. o Challenges to economic rationality: systemic thinking and analysis, prospect theory and behavioral economics, cognitive biases… o Making decisions in a world of bounded rationality, subconscious emotions and impulses, partisan behaviour, entrenched attitudes and resistance to change, cultural and social misunderstandings, wilful blindness (denial)... Inside vs outside view in an effort to counter timid choices or overly bold forecasts o Some practical examples • A look at some specific energy projects, with a particular emphasis on third generation nuclear power plant developments and the lessons to be learned from them on complexity, scale, design, time horizon, politics, regulatory environmental, contractors' supply chains, alliances, environmental issues, financing",
    "Contrôle des connaissances - Règles de validation du module": "Assessment: case study",
    "Effectif maximal": "Effectif illimité",
    "Département de rattachement": "Mastère Management Energy Projects",
    "Nombre de crédits ECTS": "1,5 crédit ECTS",
    "Code": "MEPRM"
}