{
    "Créneau": "Mars",
    "Prérequis": "Être inscrit au Mastère Spécialisé® \"Systèmes de Transports Ferroviaires et Urbains\" http://mastere-ferroviaire.enpc.fr",
    "Enseignants responsables": "Françoise MANDERSCHEID",
    "Objectifs du module": "Connaître les différentes technologies et problématiques dans les domaines suivants : Energie, captation et distribution d'énergie Système de propulsion et de freinage dynamique",
    "Programme du module": "MR-4 (12 heures ) Energie, captation et distribution d'énergie Protection électrique Réseaux d'alimentation électrique en continu, en alternatif : Pantographe (fonctionnalité, géométrie, Interface dynamique pantographe/caténaire) Patin - 3 eme rail (technologie, cham d'application) Le captage par le sol Convertisseurs statiques et alimentations auxiliaires MR-5 (12 heures ) Système de propulsion: La transmission mécanique La traction Diesel électrique La traction Diesel hydraulique La traction électrique Chaîne de traction à courant continu Chaîne de traction asynchrone (en courant, en tension) Chaîne de traction synchrone Autonomie embarquée Modélisation des chaînes de traction MR-6 (6 heures ) Système de guidage Bogies (porteur, moteur, par type de matériel) Dynamique ferroviaire, stabilité et déchargement d'essieu (risque de déraillement) Pendulation Certains cours seront dispensés sur les sites des constructeurs de matériel roulant.",
    "Modalités": "Cours, visites, études de cas.",
    "Contrôle des connaissances - Règles de validation du module": "Evaluation de la capitalisation des connaissances autour d'une étude de cas.",
    "Effectif maximal": "Effectif illimité",
    "Département de rattachement": "MS Systèmes de Transports Ferroviaires et Urbains",
    "Nombre de crédits ECTS": "24 crédits ECTS",
    "Code": "MFG20"
}