{
    "Créneau": "1er semestre",
    "Prérequis": "Être inscrit au Mastère Spécialisé® \"Systèmes de Transports Ferroviaires et Urbains\" http://mastere-ferroviaire.enpc.fr",
    "Enseignants responsables": "François LACOTE",
    "Equipe enseignante": "François LACOTE, Christian COURTOIS, Alice POLO, Philippe POULIGNY, Jacques PORE, Didier DERKS, Yannick LEGAY, E CHOUFFIER, P CARLIER, O BARIL",
    "Objectifs du module": "Par un ensemble de conférences et de visites, faire découvrir le système ferroviaire, ses spécificités et ses différences par rapport aux autres modes de transport ; présenter les différents sous-systèmes qui le composent, leurs intéractions, leurs grandeurs caractéristiques, poser la problématique de la grande vitesse ferroviaire. Ce module présente également l'environnement réglementaire et normatif du monde ferroviaire. Les visites sur le terrain permettent de visualiser et appréhender en vraie grandeur les éléments présentés lors des cours magistraux.",
    "Programme du module": "Présentation des principaux systèmes de transport ferroviaire (métro, train et tramways Tram-train, trains régionaux et inter Cités, grande vitesse, trains de fret), Présentation des sous-systèmes, leur spécificité et les grandeurs caractéristiques, La réglementation européenne, les systèmes normatifs, visite de l'agence européenne, Conférences et visites : Centre essais ferroviaires, Usine Alstom, une journée Eurotunnel,",
    "Modalités": "30 heures : Ce module à lieu à l'INSA Hauts de France de Valenciennes Conférence et deux visites de site, une journée chez Eurotunnel",
    "Contrôle des connaissances - Règles de validation du module": "slides, polycopié",
    "Documents pédagogiques - Bibliographie": "slides, polycopié",
    "Effectif maximal": "Effectif illimité",
    "Département de rattachement": "MS Systèmes de Transports Ferroviaires et Urbains",
    "Nombre de crédits ECTS": "Non valorisé",
    "Mise à jour": "14/02/2024",
    "Code": "MFGC4"
}