{
    "Créneau": "1er semestre",
    "Prérequis": "Être inscrit au Mastère Spécialisé® \"Systèmes de Transports Ferroviaires et Urbains\" http://mastere-ferroviaire.enpc.fr",
    "Enseignants responsables": "Walter SCHON",
    "Equipe enseignante": "Walter SCHON, Hubert BLANC, Eric PAROISSE, Valérie DE LABONNEFON, Arnaud MARCHAIS, Frédéric VANDERHAEGEN",
    "Objectifs du module": "Ce module vise à sensibiliser les étudiants sur l'importance et le rôle structurant de la sécurité ferroviaire, et à en présenter les aspects, techniques mais également humains et organisationnels. Le module donne un aperçu des principales techniques de conception de la sécurité ainsi que des méthodes permettant la prévision du niveau de sécurité, illustrées par des exemples réels. Sont abordés également les aspects facteurs humains et organisationnels ainsi que la sécurité incendie.",
    "Programme du module": "Définitions des grandeurs caractérisant la sécurité ferroviaire, importance de la sécurité dans le ferroviaire, Typologie des principaux accidents potentiels dans le ferroviaire et leurs responsables : erreurs en exploitation et en conception, défaillances aléatoires, Prescriptions réglementaires et normatives en matière de sécurité ferroviaire, Principes de conception de la sécurité (sécurité \"intrinsèque\", redondances ...) et de démonstration de la sécurité (AMDEC, arbres de défaillances), exemples de dossiers de sécurité réels, Accidentologie des tramways, Facteur humain dans l'exploitation et la maintenance, Systèmes de management de la sécurité dans le secteur ferroviaire, Sécurité incendie, A l'issue du module les élèves seront capables de : Cité les enjeux de la sécurité ferroviaire et les principales grandeurs la caractérisant, Connaître les principales méthodes permettant conception et démonstration de la sécurité ferroviaire, le contexte réglementaire et le contenu des dossiers de sécurité, Avoir des notions concernant certains aspects particuliers de la sécurité ferroviaire (sécurité incendie, facteurs humains et organisationnels ...),",
    "Modalités": "18 heures : Cours",
    "Contrôle des connaissances - Règles de validation du module": "Incluse dans le projet de conception de transport à l'international.",
    "Effectif maximal": "Effectif illimité",
    "Département de rattachement": "MS Systèmes de Transports Ferroviaires et Urbains",
    "Nombre de crédits ECTS": "Non valorisé",
    "Mise à jour": "14/02/2024",
    "Code": "MFGC6"
}