{
    "Créneau": "Novembre",
    "Prérequis": "Être inscrit au Mastère Spécialisé® \"Systèmes de Transports Ferroviaires et Urbains\" http://mastere-ferroviaire.enpc.fr",
    "Enseignants responsables": "Alain Sauvant",
    "Equipe enseignante": "Alain SAUVANT, Philippe PERRINELLE, Alexis JULLIEN DE POMMEROL, Edouard JOUENNE, Frederic DELABORDE, Miguel AMARAL, Nicolas ROBBE, Jean Marc MOULINIER, Sylvain SEGURET, Emmanuel DOUMAS, Patricia PERENNES, Estelle MORCELLO",
    "Objectifs du module": "Développer les connaissances de base en économie des transports ferroviaires.",
    "Programme du module": "Marchés du ferroviaire et du transport collectif Perspectives générales des transports ferroviaires et urbains, Impacts multimodaux concurrence et complémentarité (avions, autocars, covoiturage, ...) Voyageurs interurbains et régionaux Transports collectifs urbains Fret et Gares Diagnostic de la demande de transport et les interactions public-privé et la productivité, l'international Initiation aux modèles de trafic interurbains et aux évaluations socio-économiques et financières Aperçu sur les PPP (cas SEA) et les nouveaux entrants ferroviaires (cas THELLO) Aperçu sur la régulation ferroviaire La productivité du gestionnaire d'infrastructure L'économie des gares et du cadencement Comparaisons internationales (Monde, Japon, Allemagne, ...) A l'issue du module les élèves seront capables de : Comprendre les marchés du transport de voyageur ferroviaire et collectif lourd de voyageurs (interurbain et de proximité), ainsi que leur environnement concurrentiel Comprendre les modèles économiques des transporteurs et gestionnaires d'infrastructures Disposer de notions relatives aux modèles d'études de trafic et à l'économie de la régulation et à celle des PPP et des nouveaux entrants ferroviaires.",
    "Modalités": "30 heures : Cours magistraux, étude de cas et quelques exercices simples d'application.",
    "Contrôle des connaissances - Règles de validation du module": "Contrôle de connaissances.",
    "Effectif maximal": "Effectif illimité",
    "Département de rattachement": "MS Systèmes de Transports Ferroviaires et Urbains",
    "Nombre de crédits ECTS": "2 crédits ECTS",
    "Mise à jour": "19 Février 2019",
    "Code": "MFGC2"
}