{
    "Créneau": "1er semestre",
    "Prérequis": "Être inscrit au Mastère Spécialisé® \"Systèmes de Transports Ferroviaires et Urbains\" http://mastere-ferroviaire.enpc.fr",
    "Enseignants responsables": "Corinne BLANQUART",
    "Equipe enseignante": "Corinne BLANQUART, Alain BULLOT",
    "Objectifs du module": "Ce module a pour objectif de dresser un panorama de l'ensemble des acteurs et des institutions du système ferroviaire, d'éclairer leurs interdépendances et d'expliciter leurs stratégies et les évolutions dans le temps de ces dernières. A l'issue du module, l'auditeur sera en mesure \" de présenter l'ensemble des acteurs et des institutions du système ferroviaire \" d'expliquer les interdépendances entre ces acteurs \" de décrire les stratégies de ces acteurs, leurs évolutions et les déterminants de ces évolutions Ce module est essentiel pour comprendre le jeu d'acteurs qui régit le fonctionnement du système ferroviaire, et les échelles de ce jeu d'acteurs.",
    "Programme du module": "Le module aborde successivement : \" Les fondements des politiques ferroviaires européennes. Cette intervention aborde le policy-making de la législation ferroviaire européenne. Après avoir rapidement présenté les institutions européennes, les paquets ferroviaires sont détaillés, ainsi que leur genèse. Un panorama des stratégies différenciées de lobbying en Europe sera également fourni. \" Les réglementations et leurs impacts institutionnels Il s'agit de montrer les conséquences des directives sur les évolutions du système ferroviaire, en évoquant successivement les impacts de l'ouverture à la concurrence, de la montée des préoccupations de sécurité et d'interopérabilité, ou de la montée de puissance de l'impératif de régulation. Les acteurs et institutions qui émergent dans ce cadre sont tout particulièrement détaillés. \" Des évolutions stratégiques de la part d'opérateurs confrontés à la concurrence L'introduction de la concurrence dans le système ferroviaire depuis les années 1990 est décrite, ainsi que son influence sur les stratégies des opérateurs historiques. \" L'émergence de nouvelles échelles - L'européanisation des stratégies - Donneurs d'ordre régionaux et locaux \" Une complexification des projets - L'importance de l'ingénierie \" L'industrie ferroviaire",
    "Modalités": "Cours magistral avec présentation des élèves intégrée dans le cours",
    "Contrôle des connaissances - Règles de validation du module": "Une présentation d'un acteur du système est demandée en amont pour chaque élève, et intégrée dans le cours. La présentation est faite par l'élève au fil du cours.",
    "Documents pédagogiques - Bibliographie": "Support powerpoint ; Plan détaillé ; Lexique ; Chronologie des dates principales",
    "Effectif maximal": "Effectif illimité",
    "Département de rattachement": "MS Systèmes de Transports Ferroviaires et Urbains",
    "Nombre de crédits ECTS": "non valorisé",
    "Mise à jour": "14/02/2024",
    "Code": "MFGC5"
}