{
    "Créneau": "2nd semestre",
    "Prérequis": "Être inscrit au Mastère Spécialisé® \"Systèmes de Transports Ferroviaires et Urbains\" http://mastere-ferroviaire.enpc.fr",
    "Enseignants responsables": "Samuel HIBON",
    "Equipe enseignante": "François LACOTE, Jacques PERDRIEL, Bernard PLAQUIN, Samuel HIBON, Eric RHINN, Hervé GIRARD, Guillaume BERNE, Yannick LEGAY",
    "Objectifs du module": "Ce module a pour ambition de présenter d'une part l'architecture type du train ainsi que de ses principaux composants. Il fournit les principales caractéristiques du matériel roulant et permet à partir de l'expression fonctionnelle du besoin et du dossier d'appel d'offre, de dimensionner en grande ligne le matériel roulant répondant aux spécifications demandées. L'aspect maintenance est traité tant du point de vue organisationnel (opérateur) que de celui du contructeur.",
    "Programme du module": "- Architecture type du train et de ses principaux composants, - Maintenance du matériel roulant, - Innovation dans le matériel roulant, - Expression fonctionnelle du besoin, dossier d'appel d'offre, cahier des charges et spécifications fonctionnelles, Sureté de fonctionnement, design et maintenance en conception, Réponse à l'appel d'offre, étude et dimensionnement, - Connaître les lois physiques de base utilisées lors de la conception d'un train, - Connaître les différents modes de traction, - Analyser les caractéristiques demandées (cahier des charges) et répondre aux besoins en termes de type de matériel roulant, Visite d'un établissement de maintenance de matériel roulant : Atelier RATP de Sucy-en-Brie",
    "Modalités": "30 heures : Ce module à lieu à l'INSA des Hauts de France à Valenciennes",
    "Contrôle des connaissances - Règles de validation du module": "Intégré dans le projet matériel roulant",
    "Documents pédagogiques - Bibliographie": "Le matériel roulant dans le système ferroviaire : tome 1 à 3 - La Vie du Rail",
    "Effectif maximal": "Effectif illimité",
    "Département de rattachement": "MS Systèmes de Transports Ferroviaires et Urbains",
    "Nombre de crédits ECTS": "2,5 crédits ECTS",
    "Mise à jour": "14/02/2024",
    "Code": "MFGI8"
}