{
    "Créneau": "1er semestre",
    "": "Travail en groupe sur un mini projet (voir contrôle de connaissances)",
    "Prérequis": "Être inscrit au Mastère Spécialisé® \"Systèmes de Transports Ferroviaires et Urbains\" http://mastere-ferroviaire.enpc.fr",
    "Enseignants responsables": "Christian SCHANG",
    "Equipe enseignante": "Christian SCHANG, Etienne PANSART, Serge BOURDIN, Patrick LE FRAPPER, Virginie DEFROMONT, Nicolas MUNIER, Marcel MUDET, Serge MONTENS, Loys VAUTHERIN, Herve MOUSSARD",
    "Objectifs du module": "Ce module sur une semaine a vocation à donner les grands enjeux du génie civil et des infrastructures lourdes dans les transports. Il donne les principes fondamentaux des impacts des différents choix possibles aussi bien organisationnels que techniques. A l'issue du module les élèves seront capables de : - Appréhender les choix en termes de tracé et les conséquences sur le triptyque coûts- délais - performance des projets, - Comprendre les contraintes techniques des différents types d'ouvrage de génie civil dans un projet de transport guidé.",
    "Programme du module": "Cours introductifs qui intègre également le déroulé du module, Optimisation du choix du tracé, La plateforme et les ouvrages en terre. Grands terrassements, Les tunnels et les ouvrages d'art, Les grands enjeux environnementaux, Focus sur les fondations des ouvrages, Prise en compte des contraintes liées à l'exploitation spécifiques au génie civil, Prise en compte des contraintes liées à la maintenance et à la maintenabilité spécifiques au génie civil, Particularité des projets de génie civil en site exploité. Introduction au BIM",
    "Modalités": "43 heures : - Cours - conférences - Travaux dirigés liés au mini projet, - Mini projet durant toute la semaine, - Une visite sur site si possibilités en IDF.",
    "Contrôle des connaissances - Règles de validation du module": "Mini projet de tracé de d'une infrastructure de transport guidés tiré de cas réels mais avec des cahiers de charge différents en petit groupe. Soutenance lors de la dernière journée du module. Notation composée d'une note de présentation orale individuelle, d'une note technique collective et d'une note sur la qualité des rendus. Le coordinateur de module et certains professeurs suivent les élèves tout au long de la semaine.",
    "Documents pédagogiques - Bibliographie": "Polycopiés de chaque cours ; Recherche à la bibliothèque de l'école.",
    "Effectif maximal": "Effectif illimité",
    "Département de rattachement": "MS Systèmes de Transports Ferroviaires et Urbains",
    "Nombre de crédits ECTS": "2,5 crédits ECTS",
    "Mise à jour": "14/02/2024",
    "Code": "MFGI4"
}