{
    "Créneau": "1er semestre",
    "": "Par exemple : module lié à un autre ou module en 2 parties. Non applicable",
    "Prérequis": "Être inscrit au Mastère Spécialisé® \"Systèmes de Transports Ferroviaires et Urbains\" http://mastere-ferroviaire.enpc.fr",
    "Enseignants responsables": "Didier DUPRE",
    "Equipe enseignante": "Didier DUPRE, Umberto PISU, Stephane POTIN, Jean-Claude ZABEE, Marina LORIC, Mathieu BABAZ, Anthony DUVAL, Daniel COUTELLIER",
    "Objectifs du module": "Aborder la conception générale comparée des systèmes de Transports Urbains et Grandes Lignes. Expliquer les méthodologies applicables sur la base d'études de cas.",
    "Programme du module": "Introduction de la semaine \"Conception Générale\", Conception générale des Systèmes Métro, Les besoins de l'exploitant, Conception générale des Systèmes LGV, Conception générale des Systèmes de Tramway, Les projets de métro du Grand Paris Express Fiabilité de service et maintien de l'ordre dans les Systèmes Ferroviaires, Méthodologies d'études de Systèmes de Transport, Visite d'un système de transport,",
    "Modalités": "30 heures : Ce module à lieu à l'INSA Haut de France de Valenciennes L'enseignement est basé sur des exemples en partant de la demande de Transport. La comparaison des solutions potentielles et la présentation du déroulement concret des projets interviennent ainsi que la mise en oeuvre des méthodologies générales.",
    "Contrôle des connaissances - Règles de validation du module": "Le module est clôturé par un travail personnel en salle permettant la mise en oeuvre des notions assimilées au cours de la semaine.",
    "Documents pédagogiques - Bibliographie": "Principales ressources pédagogiques du cours. Par exemple : polycopié, livre, site internet… Non applicable.",
    "Effectif maximal": "Effectif illimité",
    "Département de rattachement": "MS Systèmes de Transports Ferroviaires et Urbains",
    "Nombre de crédits ECTS": "2,5 crédits ECTS",
    "Mise à jour": "14/02/2024",
    "Code": "MFGI2"
}