{
    "Créneau": "2nd semestre",
    "Prérequis": "Être inscrit au Mastère Spécialisé® \"Systèmes de Transports Ferroviaires et Urbains\" Avoir suivi le module MFGI6 \"Signalisation Ferroviaire 1\" SIG1 http://mastere-ferroviaire.enpc.fr",
    "Enseignants responsables": "Walter SCHON",
    "Equipe enseignante": "Walter SCHON, Umberto PISU, Jacques PORE, François FIGUERAS, Damien LEDOUX, Gilbert MOENS, Daniel COINEAU, Philippe GIGAN, Yohan BOUVET, Jacques PORE, Ramazan AYTEN, Juliette MARAIS",
    "Objectifs du module": "Ce module vise à fournir aux élèves des approfondissements concernant les notions étudiées en SIG1 en donnant notamment un aperçu de signalisation hors France, ainsi que des détails technologiques concernant les composants et systèmes de signalisation. Le module comporte notamment des séances de travaux dirigés et travaux pratiques utilisant des simulateurs (ERTMS et ATS).",
    "Programme du module": "Signalisation Anglaise et Allemande, Technologies des organes de signalisation, Applications ferroviaires des méthodes formelles, Approfondissements concernant les systèmes ATP (courbes de contrôle en TVM ...), Approfondissements ERTMS (sous forme de travaux dirigés), Approfondissements CBTC, Commande centralisée (ATS) en urbain et en ferroviaire conventionnel, Automatisation des systèmes urbains, Gestion technique d'un projet de signalisation, Travaux pratiques sur simulateurs (ERTMS et ATS), Mini-projet : sujet donné en début de semaine et soutenu le dernier jour en parallèle avec les travaux pratiques. A l'issue du module les élèves seront capables de : Avoir un aperçu de signalisation hors France, Connaître les principales technologies utilisées en signalisation, y compris pour ce qui concerne le logiciel (méthodes formelles), Avoir de solides bases concernant les systèmes modernes de signalisation et d'automatisation (ERTMS, CBTC, ATS).",
    "Modalités": "34 heures : Ce module à lieu à l'UTC de Compiègne Cours, travaux dirigés et travaux pratiques sur simulateurs.",
    "Contrôle des connaissances - Règles de validation du module": "Schéma de signalisation d'une gare ou d'une station de métro.",
    "Effectif maximal": "Effectif illimité",
    "Département de rattachement": "MS Systèmes de Transports Ferroviaires et Urbains",
    "Nombre de crédits ECTS": "2,5 crédits ECTS",
    "Mise à jour": "14/02/2024",
    "Code": "MFGI7"
}