{
    "Créneau": "2nd semestre",
    "Prérequis": "Être inscrit au Mastère Spécialisé® \"Systèmes de Transports Ferroviaires et Urbains\" http://mastere-ferroviaire.enpc.fr",
    "Enseignants responsables": "Walter SCHÖN",
    "Equipe enseignante": "Walter SCHON, Daniel COINEAU, Jacques PORÉ, Jean-Marie GIMENEZ, Régis AIGOUY, Frédéric BERNAUDIN, Damien LEDOUX, Guy LARRAUFIE",
    "Objectifs du module": "Ce module vise à fournir à l'ensemble de la promotion du mastère des bases solides concernant les concepts communs à la signalisation ferroviaire qu'il s'agisse d'applications dans un contexte urbain ou ferroviaire conventionnel, ainsi que les notions essentielles concernant les principaux systèmes utilisés dans chacun de ces contextes (CBTC, ERTMS notamment). Le module est illustré par deux visites, l'une dans un contexte urbain, l'autre dans un contexte ferroviaire conventionnel.",
    "Programme du module": "Les grandes fonctions de la signalisation ferroviaire et les dangers couverts par ces fonctions. Détection des trains, contrôle-commande des aiguillages, enclenchements, Automatismes et contrôles de vitesse : concepts communs au ferroviaire conventionnel et à l'urbain, Signalisation en ferroviaire conventionnel (latérale et en cabine), systèmes de cantonnements, passages à niveau, postes d'aiguillages, Signalisation des métros, RER et tramway, systèmes d'automatisation classiques, Généralités ERTMS (niveaux, principaux modes ...), généralités CBTC, Processus d'études et d'essais, maintenance de la signalisation, aspects normatifs et réglementaires, Visites (l'une dans un contexte ferroviaire, l'autre dans un contexte urbain). A l'issus du module les élèves seront capables de : Connaître la raison d'être de la signalisation et ses principales grandes fonctions, Avoir de solides bases concernant la signalisation classique tant dans un contexte urbain que ferroviaire conventionnel, Avoir des notions concernant les systèmes modernes de signalisation et d'automatisation (ERTMS et CBTC notamment).",
    "Modalités": "32 heures : Ce module à lieu à l'UTC de Compiègne Cours et visites techniques d'un PCC urbain de la RATP et du site de l'école nationale infrastructure SNCF.",
    "Contrôle des connaissances - Règles de validation du module": "Exercice noté",
    "Effectif maximal": "Effectif illimité",
    "Département de rattachement": "MS Systèmes de Transports Ferroviaires et Urbains",
    "Nombre de crédits ECTS": "2,5 crédits ECTS",
    "Mise à jour": "14/02/2024",
    "Code": "MFGI6"
}