{
    "Créneau": "1er semestre",
    "Prérequis": "Être inscrit au Mastère Spécialisé® \"Systèmes de Transports Ferroviaires et Urbains\" http://mastere-ferroviaire.enpc.fr Connaissances générales de base du système ferroviaire",
    "Enseignants responsables": "Laurent BOUILLAUT",
    "Equipe enseignante": "Laurent BOUILLAUT, Patrice AKNIN, Christian COURTOIS, Willem-Jan ZWANENBURG, Vincent MAUMY, Marc ANTONI, Emmanuel LAURENS, Baldrik FAURE, Stephane AVRONSART, Christophe SANGUINA, Guillaume CHAINE, Sebastien THIREAU, Sirine KAHIL",
    "Objectifs du module": "- L'infrastructure ferroviaire est bien évidemment un organe clé de tout système ferroviaire. Son maintien en condition opérationnel optimal est l'un des enjeux majeurs de tout gestionnaire. Ce module vise donc à fournir aux étudiants des connaissances approfondies dans les éléments constitutifs d'une infrastructure ferroviaire mais également dans leur maintenance. - Les étudiants connaîtront les connaissances de base de théorie de la maintenance et de l'analyse de fiabilité. Ils seront capables de réaliser des analyses de lois de survie classiques (exponentielle, Weibull), d'estimer leurs paramètres et de les valider. Ils connaîtront les éléments constitutifs de l'infrastructure ferroviaire ainsi que leurs principales caractéristiques (pose, propriété, maintenance, gammes existantes, lieus d'utilisation, variantes internationales…). - Ce module permet aux étudiants d'avoir un spectre de connaissances de l'infrastructure ferroviaire suffisamment large pour pouvoir rapidement s'intégrer à des projets ou piloter des études portant aussi bien sur la conception et la réalisation de ces infrastructures que sur la mise en œuvre de leur maintenance.",
    "Programme du module": "- Eléments de théorie de la maintenance et de son optimisation - Eléments constitutifs de l'infrastructure et leurs interfaces - Electrification - Infrastructure tramway - Appareils de voie - Voie sur dalle / Voie ballastée - Etat des lieux de l'infrastructure ferroviaire en France - Politiques de maintenance européennes - Diagnostic de l'infrastructure - Traitement des bruits et vibrations - Asset management ou gestion des actifs - Maintenance de la voie - Suites rapides - L'innovation pour améliorer la maintenance ferroviaire",
    "Modalités": "43h de cours réparties en 16 séances en petites classe. Certaines séances prévoient des temps d'exercices d'application. Il est prévu en complément 4h de travail en groupe (encadré par des enseignants) pour la réalisation du travail d'évaluation",
    "Contrôle des connaissances - Règles de validation du module": "Travail en groupe (3-4 étudiants) sur une analyse d'article scientifique de conférence, portant l'une des thématiques abordées durant le module. Restitution sous forme de présentation orale devant un jury.",
    "Documents pédagogiques - Bibliographie": "Polycopié",
    "Effectif maximal": "Effectif illimité",
    "Département de rattachement": "MS Systèmes de Transports Ferroviaires et Urbains",
    "Nombre de crédits ECTS": "2,5 crédits ECTS",
    "Mise à jour": "14/02/2024",
    "Code": "MFGI5"
}