{
    "Créneau": "1er semestre",
    "": "Module sur une semaine bloquée",
    "Prérequis": "Être inscrit au Mastère Spécialisé® \"Systèmes de Transports Ferroviaires et Urbains\" Connaissance de base du système ferroviaire dispensée dans les premiers modules http://mastere-ferroviaire.enpc.fr",
    "Enseignants responsables": "Yann PIRIOU",
    "Equipe enseignante": "Yann PIRIOU, Paul BOUVAREL, Marie ADAM, Frederic BUISSON, Sebastien HOLSTEIN, Lionel FLICK, Camille MORVANT, Stéphane LEROUX, Yohann LEROY, Sophie ALBENQUE-CHAURIN",
    "Objectifs du module": "Connaître les composantes de l'exploitation telles que le plan de transport, les ressources conduites et engins, le plan fonctionnel des voies, la configuration des gares, l'organisation de l'atelier/dépôt, le dimentionnement du parc, le calcul des temps de parcours et la gestion opérationnelle des circulations. Connaître les principaux risques en exploitation des systèmes de transport et les référentiels sécurité. Connaître les principales techniques de conception d'un réseau ferré ou urbain guigé. Savoir effectuer une manoeuvre simple sur une maquette d'après un scénario.",
    "Programme du module": "Plan de transport, Gares et noeud ferroviaire, atelier de maintance, Plan de voie, débit/capacité, sillons, Trafic, gestion des circulations, Gestion du parc matériel et roulement conducteurs, Manoeuvres, sécurité, Gestion opérationnelle de l'exploitation tramway, métro et trains",
    "Modalités": "7 séances de cours - un travail en groupe de manoeuvre ferroviaire sur maquette.",
    "Contrôle des connaissances - Règles de validation du module": "Contrôle des acquis par un jeu de questions/réponses en fin de journée. Notes de groupe pour l'excercice de manoeuvre. Rédaction de 4 questions en fin de module sur table.",
    "Documents pédagogiques - Bibliographie": "Cours sur educnet Internet et document de référence du réseau",
    "Effectif maximal": "Effectif illimité",
    "Département de rattachement": "MS Systèmes de Transports Ferroviaires et Urbains",
    "Nombre de crédits ECTS": "2,5 crédits ECTS",
    "Mise à jour": "14/02/2024",
    "Code": "MFGI1"
}