{
    "Créneau": "2nd semestre",
    "Prérequis": "Etre inscrit au Mastère Spécialisé \"Systèmes de Transports Ferroviaires et Urbains\" http://mastere-ferroviaire.enpc.fr Module du Mastère \" Systèmes de transports ferroviaires et urbains \". : \" \" Enjeux et aux acteurs des transports ferroviaires et urbains \" \" \" sous-systèmes techniques des transports guidés \" \" \" conception générale des systèmes de transports \" \" \" d'introduction à l'exploitation des différents systèmes ferroviaires \"",
    "Enseignants responsables": "Geraud PEYTAVY",
    "Equipe enseignante": "Geraud PEYTAVY, Patricia PERENNES",
    "Objectifs du module": "- L'objectif du module est de présenter aux étudiants le processus d'ouverture à la concurrence du transport ferroviaire en France, en comparant également avec la situation d'autres pays européens voire extra-européen. - Le cours traitera majoritairement de la concurrence pour les activités conventionnées (activités TER et TET sous forme de concurrence \" pour le marché \" et transport urbain). Il présentera brièvement la situation des activités non conventionnées (majoritairement les activités TGV, en concurrence \" sur le marché \"). Il abordera également la question de la mise en concurrence du gestionnaire d'infrastructure pour la gestion de ce qui est maintenant qualifié de \" ligne de desserte fine du territoire \" (les petites lignes). - Dans une approche pratique, le module démontre que loin d'être une simple adaptation à la marge du fonctionnement du secteur ferroviaire, l'ouverture à la concurrence entraine une réorganisation totale de son fonctionnement. Il présente en introduction le cadre juridique et les éléments théoriques qui ont conduit la Commission européenne à préconiser cette ouverture à la concurrence. Le reste du module sera organisé autour d'un cas pratique servant de fil rouge : un exemple stylisé de contrat de transport ferroviaire régional. - L'objectif du module est de permettre aux étudiants de conseiller des AOT au cours de leur procédure d'appel d'offres et de comprendre les bonnes pratiques de gouvernance des opérateurs de transport régional et urbain.",
    "Programme du module": "Présentation du contexte et des enjeux des transports régionaux et l'ouverture à la concurrence ; Le cas spécifique de l'Ile de France ; Le cadre juridique et institutionnel des transports publics en France ; Présentation de la nouvelle loi sur les mobilités (LOM) ; Les gares du Grand Paris Express ; Financement, tarification et marketing chez les opérateurs de transports publics ; Stratégies de grands opérateurs ; Visite d'un réseau urbain de grande ville. A l'issue du module les élèves seront capables de : Connaître le contexte institutionnel, législatif, politique du système de transports publics français ; Maîtriser les grands enjeux de gouvernance et de financement des transports régionaux et urbains en France (avec une capacité de comparaison européenne) ; Décrire l'ensemble des modes de transports urbains et régionaux ; Connaître les enjeux de l'intermodalité et de la gestion des grands pôles d'échange ; Conseiller une autorité organisatrice de transport tant en terme de choix de modes que de régime d'exploitation.",
    "Modalités": "Module de 30h, réparti sur une semaine de 6 demi-journées.",
    "Contrôle des connaissances - Règles de validation du module": "Examen lors de la dernière demi-journée (mise en œuvre du cas pratique en demi-groupe)",
    "Documents pédagogiques - Bibliographie": "Support Powerpoint des intervenants",
    "Effectif maximal": "Effectif illimité",
    "Département de rattachement": "MS Systèmes de Transports Ferroviaires et Urbains",
    "Nombre de crédits ECTS": "2,5 crédits ECTS",
    "Mise à jour": "14/02/2024",
    "Code": "MFGM3"
}