{
    "Créneau": "Avril",
    "Prérequis": "Être inscrit au Mastère Spécialisé® \"Systèmes de Transports Ferroviaires et Urbains\" http://mastere-ferroviaire.enpc.fr",
    "Enseignants responsables": "(N)",
    "Equipe enseignante": "Patrick NIERAT, Andre THINIERES, Camille MORVANT, Lionel FLICK, Philippe LECOEUR, Mohammed BOUALLAGA, Olivier METGE, Laura DAUDIN, Bertrand MINARY",
    "Objectifs du module": "Le fret et la logistique dans le domaine ferroviaire connaissent des situations très différentes en Europe et dans le monde. Ce module dresse un tableau de l'existant, propose des explications pour comprendre la situation et étudie plusieurs pistes d'évolution. Des intervenants académiques et professionnels apportent leurs témoignages et fournissent parfois des visions contradictoires afin de ne pas cacher les débats qui animent le sujet.",
    "Programme du module": "Le fret et la logistique, cadrage statistique et historique, Les différents acheminements ferroviaires, leur performance, Les opérateurs ferroviaires de proximité (OFP), Le transport combiné : technique, organisation et compétitivité, Les autoroutes ferroviaires, Les sillons fret : construction, sillons catalogue et de dernière minute, rapprochement France-Allemagne, Innovations : trains longs ... Le quotidien d'une entreprise ferroviaire, témoignage d'Europorte, Le futur du fret, vision d'un cadre SNCF, Le transport ferroviaire en Afrique A l'issue du module les élèves seront capables de : Avoir une vision réaliste et pragmatique sur la diversité des situations, sur les possibilités d'évolution et les difficultés soulevées, Ils maîtriseront les enjeux et disposeront d'outils d'analyse, en particulier pour mesurer le lien entre l'aménagement du territoire et les performances du transport ferroviaire, la sensibilité de la localisation des terminaux sur l'efficacité de l'offre.",
    "Modalités": "24 heures : Cours magistraux",
    "Contrôle des connaissances - Règles de validation du module": "Un devoir écrit avec 2 ou 3 questions rédactionnelles à rendre sous quinzaine.",
    "Documents pédagogiques - Bibliographie": "Michel Savy, Le transport de marchandises, Eyrolles-Éditions d'Organisation, 2006. Michel Savy (dir.), Économie et gestion du fret, Editions Celse, 2007.",
    "Effectif maximal": "Effectif illimité",
    "Département de rattachement": "MS Systèmes de Transports Ferroviaires et Urbains",
    "Nombre de crédits ECTS": "3 crédits ECTS",
    "Mise à jour": "19 Février 2019",
    "Code": "MFGM5"
}