{
    "Créneau": "2nd semestre",
    "Prérequis": "Être inscrit au Mastère Spécialisé® \"Systèmes de Transports Ferroviaires et Urbains\" http://mastere-ferroviaire.enpc.fr",
    "Enseignants responsables": "Emmanuel TEBOUL",
    "Equipe enseignante": "Emmanuel TEBOUL, Catherine PIEDNOEL, Philippe PETIT",
    "Objectifs du module": "Comprendre les éléments d'organisation et de gestion impactés par une crise Identifier les exigences qui en découlent pour l'organisation Capitaliser les bonnes pratiques, les méthodes qui marchent en gestion de crise Développer ses capacités à réagir face à des situations de crise Comment se prépare une entreprise pour gérer des crises ? Quelles conduites à tenir, quel savoir-être en situation de crise ? Situer des fondements psychologiques et sociologiques des conduites humaines en situation de crise Acquérir des repères sur la communication en situation de crise",
    "Programme du module": "Intervention de deux responsables d'entreprises ferroviaires sur l'organisation et la gestion de crise, procédures et formation des personnels intervenant dans ces situations, intervention croisée SNCF et RATP. Exercice de simulation. Il s'agira de mettre les étudiants en situation \"d'opération\" et de leur donner la possibilité d'une mise en œuvre concrète et dynamique des notions précédemment acquises (dans le mastère, mais aussi dans leur vie professionnelle antérieure). Gestion de crise et communication : intervention d'un journaliste spécialisé sur ces situations. Etudes de cas : \"La crise EUROSTAR 2009\", …. Visite de plusieurs centres opérationnels de la SNCF : gestion opérationnelle du plan de transport, gestion de crise ferroviaire de la SNCF.",
    "Modalités": "24 heures : Exercice de crise de 6h",
    "Contrôle des connaissances - Règles de validation du module": "Etude de cas en petit groupe Restitutions lors de l'exercice de crise",
    "Effectif maximal": "Effectif illimité",
    "Département de rattachement": "MS Systèmes de Transports Ferroviaires et Urbains",
    "Nombre de crédits ECTS": "2,5 crédits ECTS",
    "Mise à jour": "14/02/2024",
    "Code": "MFGM0"
}