{
    "Créneau": "Sem 4/Sem 6 Ma 8 h 30 - 11 h 45Sem 6 Ma 8 h 30 - 11 h 45",
    "Prérequis": "Ce module fera appel aux connaissances générales dans le domaine de la mécanique des structures, de la mécanique des fluides et des matériaux des élèves du département Génie Mécanique et Matériaux.",
    "Enseignants responsables": "Fabrice PINARD",
    "Equipe enseignante": "Fabrice PINARD",
    "Objectifs du module": "Introduction aux techniques industrielles de mise en forme des matériaux. A partir des connaissances générales déjà acquises dans le domaine de la mécanique des structures, de la mécanique des fluides et des matériaux, ce module constituera un prolongement naturel en direction du domaine des procédés industriels de mise en forme des matériaux. L’objectif est de donner les premières clefs de compréhension de la démarche de sélection d’un couple matériau / procédé industriel de mise en forme, sur la base d’un cahier des charges produit / pièce / objet dans un environnement de type bureau d’études. La sensibilisation à une prise en compte élargie de l’ensemble des contraintes auxquelles sont confrontés les concepteurs doit permettre de développer à la fois l’esprit critique et l’ouverture d’esprit nécessaires au développement réussi de produits nouveaux au sein d’équipes pluridisciplinaires et multiculturelles.",
    "Programme du module": "Le module s’articulera autours des éléments suivants : - Une introduction et un tour d'horizon, en termes d'applications et de volumes, des matériaux utilisés dans l'industrie et de leurs techniques de mise en forme - La rhéologie et la sélection des matières plastiques - TP : mise en forme par extrusion-soufflage (en lien avec le module Polymères) - Les procédés de mise en oeuvre des thermoplastiques - Les procédés de mise en oeuvre des résines thermodures - Les essais rhéologiques sur les métaux et alliages - Les techniques d’emboutissage et d’hydroformage - Les procédés de mise en forme et la simulation numérique : l’exemple de l'emboutissage - Les techniques de profilage de l'acier - Les techniques d’extrusion et de fonderie d'aluminium / thixoformage du magnésium - Les techniques de forgeage - TD : indices de performances et sélection matériaux selon la méthode de Michael Ashby - Du cahier des charges produit à la sélection d'un couple matériau / mise en forme - TD : conception d’un élément de liaison au sol automobile : optimisation du couple matériau / procédé de mise en forme",
    "Modalités": "13 séances de 3 heures. Cours, travaux pratiques en petits groupes, visites de sites industriels, bureaux d'études sur des applications industrielles.",
    "Contrôle des connaissances - Règles de validation du module": "Les séances de travaux pratiques et travaux dirigés donneront lieux à une évaluation (individuelle ou en petits groupes) par les enseignants responsables. Une épreuve écrite d’évaluation sera organisée à l’issue de l’ensemble des séances du module. L’appréciation finale du module sera la combinaison de ces différentes évaluations.",
    "Documents pédagogiques - Bibliographie": "Polycopié mis à jour chaque année (mise en ligne sur l’intranet à destination des élèves inscrits au cours).",
    "Effectif maximal": "Effectif illimité",
    "Département de rattachement": "Département Génie Mécanique et Matériaux",
    "Nombre de crédits ECTS": "2 crédits ECTS",
    "Mise à jour": "01/09/2024",
    "Code": "MFMAT"
}