{
    "Créneau": "Sem 6",
    "Prérequis": "Un premier cycle d'études universitaires (dominante ingénierie, sciences ou sciences sociales, commerce) ou une expérience professionnelle dans le secteur des transports. Des connaissances mathématiques de base (analyse) sont nécessaires.",
    "Enseignants responsables": "Martin KONING",
    "Equipe enseignante": "Philippe AYOUN, Pierre FRANC, Alain SAUVANT, Vincent BRETEAU",
    "Objectifs du module": "L'économie des transports fait le lien entre l'ensemble des sujets du Master. Les étudiants apprendront ainsi à : analyser la demande de déplacements (des voyageurs et des biens) dans ses dimensions spatiales et temporelles ; identifier et quantifier les différents coûts liés à ces différentes formes de mobilité (pour les individus ou les chargeurs, pour les finances publiques ou les gestionnaires d'infrastructures, pour le reste de la collectivité) ; étudier les mécanismes guidant la fixation des prix des transports (dans des contextes concurrentiels ou non, dans une optique de correction des externalités ou non) ; examiner les fondements et les conséquences des différentes formes de régulations publiques caractérisant certains segments de l'offre de transport ; évaluer la rentabilité et la pertinence socioéconomique des investissements (qu'ils soient privés ou publiques) ; identifier les modalités d'émergence et de réussite des nouveaux services de mobilité. Outre la bonne compréhension des principales intuitions et des concepts théoriques développés par les chercheurs et praticiens en économie des transports, ce cours fournira aux étudiants des connaissances et des outils opérationnels, dont ils pourront se resservir durant leur future carrière professionnelle (rédaction de/réponses aux appels d'offres des AOT, prévisions de la demande de transport/des coûts associés pour des entreprises privées ou des gestionnaires d'infrastructures, calculs/analyses des bilans socioéconomiques adossés aux DUP...). À l'issue du module, les élèves seront capables de : mobiliser l'analyse économique pour comprendre le fonctionnement du secteur des transports ; analyser la pertinence économique des politiques de transports et d'aménagement ; contribuer au choix du développement des infrastructures durables et à leur financement ; analyser les coûts financiers et socio-économiques des services et infrastructures de transport :; concevoir une tarification économiquement efficace ; comprendre les enjeux de la régulation et de l'ouverture à la concurrence dans le secteur des transports ; analyser la viabilité d'une offre de service de mobilité.",
    "Programme du module": "Le Cours 1 présente les univers de mobilité, voyageurs et fret, avec les données chiffrées et les évolutions historiques et leurs cycles. Il situe les enjeux économiques et financiers des transports. Il comporte la présentation des objectifs du cours, et de débats actuels comme (transports et mondialisation, concurrence, environnement, financement, tarification, conséquences économiques des nouvelles technologies). Cours 2 : Il porte sur la mesure et la prévision de la demande de transport. Les thèmes traités seront : comprendre et prévoir la demande de transport, les déterminants de la demande, sa mesure (enquêtes, comptages, nouvelles approches \" big data \"), les utilisations et les méthodes de prévisions de trafic à court et long terme dans le contexte du transport à grande distance (fer et air). Les bases des modèles de prévisions de la demande et du lien entre transport et localisation des activités seront expliquées. Cours 3 : Il décrit le modèle économique des opérateurs de transport, des coûts aux prix en passant par les stratégies d'investissements. Seront présentées : la formation des coûts et leur optimisation, avec des angles plus détaillés sur la route/fer/air; coûts fixes, coûts variables, stratégie de renouvellement. Il portera également sur la formation des prix et tarification : dans un cadre concurrentiel (ou non), yield management, rôle des intermédiaires. Cours 4 : La régulation , pourquoi, comment ? monopoles naturels, régulation des monopoles, ouverture à la concurrence (aérien, fer). Externalités : comment les réduire (normes, taxes, marché), comment les mesurer ? La dimension internationale de la régulation cours 5 : déterminants de la mobilité urbaine (et choix modal), organisation et optimisation des réseaux, tarification des transports publics, enjeux de la qualité de service, de la valeur du temps, nouvelles formes de mobilité urbaine cours 6 : Evaluation des projets et politiques publiques. Evaluation économique, socio-économique, multi-critère, environnementale Cours 7 : Cette séance complètera le cours 6 sur la question du financement des transports, notamment dans le cadre du financement de projets. On montrera notamment comment la complémentarité des financements permet de concilier optimums privés et collectifs (concessions autoroutières ou ferroviaires) et on abordera la problématique (et les difficultés) du partage du risque. Projets personnels, contrôle.",
    "Modalités": "7 Cours magistraux de 3 heures et 12 heures de séances d'accompagnement pour la conduite des travaux d'approfondissement en petits groupes",
    "Contrôle des connaissances - Règles de validation du module": "Il comporte un contrôle des connaissances d'une heure au cours de la dernière séance (réponse à des questions) et un travail personnel à réaliser sur un sujet de politique de transport sur un sujet défini en liaison avec le responsable du module.",
    "Adresse du site du module": "www.enpc.fr/fr/formations/ecole_virt/cours/sauvant/",
    "Documents pédagogiques - Bibliographie": "Les élèves disposeront d'un polycopié reprenant l'ensemble des supports de cours ; il sera mis en ligne sur le site de l'Ecole.",
    "Effectif maximal": "Effectif limité à 45 élèves",
    "Département de rattachement": "Master Management et ingénierie des Services à l'environnement",
    "Nombre de crédits ECTS": "2 crédits ECTS",
    "Mise à jour": "Sept 2012",
    "Code": "MICIV"
}