{
    "Créneau": "Sem 1 MSSem 2 MS",
    "Prérequis": "- Cours du premier semestre parcours \" Building Technologies \" ou équivalent. - Connaissances de base sur : l'Analyse de Cycle de Vie (ACV), la conception structurelle et environnementale des bâtiments et la géométrie complexe en architecture. - Maitrise des outils Rhinoceros 3D + Grasshopper, Ladybug, Karamba, - Connaissances logiciel ACV type OpenLCA ou similaire",
    "Enseignants responsables": "Koliann MAM",
    "Objectifs du module": "À l'issue du module, les étudiants seront capables de : - Maitriser les fondamentaux d'une approche d'ACV multicritère et appréhender les enjeux d'une démarche environnementale globale en lien avec les limites planétaires ; - Formuler un problème d'optimisation multicritère et proposer une démarche de résolution d'un problème d'optimisation sous contrainte ; - Appréhender les conséquences de l'intégration de nouveaux critères environnementaux dans une démarche d'éco-conception d'un ouvrage ; - Visualisation des résultats d'un problème multicritère.",
    "Programme du module": "Les enjeux de l'analyse environnementale dans une démarche de conception d'un ouvrage bâti transforme aujourd'hui les pratiques même des métiers de la construction. L'intégration de nouveaux critères environnementaux via une approche d'Analyse de Cycle de Vie (ACV) exige une relecture du processus de conception, en s'interrogeant tout d'abord sur les indicateurs de performance des ouvrages, mais aussi sur les typologies constructives et les matériaux les plus adaptés pour répondre aux nouveaux enjeux environnementaux. L'objectif principal du module est de fournir des clés pour appréhender un problème d'optimisation multicritère d'un ouvrage bâti en intégrant de nouveaux critères environnementaux. Au travers de plusieurs études de cas, différents thèmes seront abordés dans le but de se confronter à une démarche d'écoconception multicritère : analyse et comparaison des matériaux usuels de construction, conception structurelle, conception bioclimatique, analyse de Cycle de Vie (ACV) et limites planétaires, méthode de sélection d'un nombre d'indicateurs restreint etc.",
    "Modalités": "- 4 journées x 6h (2h cours magistral, 1h TD, 3h Etude de cas)",
    "Contrôle des connaissances - Règles de validation du module": "- 25% Présence et assiduité - 75% Projets",
    "Effectif maximal": "Effectif illimité",
    "Département de rattachement": "MS Digital Building Design",
    "Nombre de crédits ECTS": "3 crédits ECTS",
    "Code": "MLCAO"
}