{
    "Créneau": "Sem 1/Sem 3Sem 2/Sem 4SL",
    "Prérequis": "L'enseignement de MMCA2 s'appuie sur les connaissances en Algèbre linéaire et en calcul différentiel (fonctions de plusieurs variables) et calcul intégral au programme des classes préparatoires",
    "Enseignants responsables": "Luc DORMIEUX",
    "Equipe enseignante": "Luc DORMIEUX, Ghazi HASSEN, Xavier CHATEAU, Eric LEMARCHAND, Antoine MARLOT, Alice GRIBONVAL, Sarah ROPERT",
    "Objectifs du module": "Ce module qui s'inscrit dans la suite de MMCA-1 vient le compléter sur plusieurs points. En ce qui concerne les méthodes de résolution directe des problèmes d'élasticité linéaire, il examine le cas particulier des problèmes plans pour lesquels on introduit la notion de fonction de contrainte d'Airy. Cet outil est illustré notamment par l'étude des singularités de contrainte en fond de fissure. Il présente ensuite une nouvelle caractérisation de la solution d'un problème d'élasticité linéaire, dans le cadre des théorèmes de minimum de l'énergie potentielle et de l'énergie complémentaire. Enfin, ce module présente une brève initiation à la méthode des éléments finis qui est un cadre général pour la résolution numérique des problèmes d'élasticité linéaire, basé sur le théorème du minimum de l'énergie potentielle. Cette méthode est illustrée par quelques applications pratiques.",
    "Programme du module": "Fonction d'Airy Singularité de contrainte en pointe de fissure Principe du minimum de l'énergie potentielle Principe du minimum de l'énergie complémentaire Initiation à la méthode des éléments finis",
    "Modalités": "Le cours comporte des amphis pour l'exposé des notions principales et des travaux dirigés pour leur mise en œuvre.",
    "Contrôle des connaissances - Règles de validation du module": "La validation est jugée sur le résultat d'un examen écrit.",
    "Adresse du site du module": "educnet.enpc.fr/course/view.php?id=573",
    "Documents pédagogiques - Bibliographie": "Livre : Mécanique des milieux continus : cours et exercices corrigés (L. Dormieux, E. Lemarchand, D.Kondo) Editions Ellipses. Polycopiés des transparents projetés en amphi. Recueil de travaux dirigés corrigés (site educnet) Résumés des amphis et formulaire (site educnet)",
    "Effectif maximal": "Effectif illimité",
    "Département de rattachement": "Département de 1ère année",
    "Nombre de crédits ECTS": "2 crédits ECTS",
    "Mise à jour": "22/11/24",
    "Code": "MMCA2"
}