{
    "Créneau": "Sem 1/Sem 3Sem 2/Sem 4SL",
    "Prérequis": "L'enseignement de MMCA1 s'appuie sur les connaissances en Algèbre linéaire et en calcul différentiel (fonctions de plusieurs variables) et calcul intégral au programme des classes préparatoires .Outre les notions de base de mécanique du point matériel et du solide, les chapitres de physique auxquels le c ours fait appel directement ou indirectement, à savoir la thermodynamique et l'électromagnétisme (à travers la pratique de l'analyse vectorielle) sont également au programme des trois filières.",
    "Enseignants responsables": "Luc DORMIEUX",
    "Equipe enseignante": "Luc DORMIEUX, Benjamin TERRADE, Ghazi HASSEN, Xavier CHATEAU, Eric LEMARCHAND, Alice GRIBONVAL, Sarah ROPERT",
    "Objectifs du module": "Le module propose une brève introduction à l'élastostatique isotherme des milieux continus. On commence par une présentation succincte des outils mathématiques tensoriels propres à la description des efforts intérieurs et des déformations dans les solides déformables : le tenseur de contrainte de Cauchy, le tenseur de déformation de Green-Lagrange et sa forme linéarisée dans le cadre de l'approche lagrangienne de la transformation géométrique. On montre que l'équilibre local d'un milieu continu s'exprime au moyen d'une edp sur le champ de contrainte. On introduit la loi de comportement élastique linéaire dans le cadre de la thermodynamique des milieux continus. On définit la solution d'un problème d'élasticité linéaire à l'équilibre en se limitant aux transformations infinitésimales. Enfin, les méthodes de résolution directes sont exposées et illustrées brièvement par l'étude de quelques solutions classiques en régime isotherme.",
    "Programme du module": "transformation géométrique : description lagrangienne efforts intérieurs pour le milieu continu 3D : tenseur de contrainte de Cauchy tenseur de déformation de Green-Lagrange, linéarisation comportement élastique linéaire isotrope problèmes d'élasticité linéaire isotherme",
    "Modalités": "Le cours comporte des amphis pour l'exposé des notions principales et des travaux dirigés pour leur mise en œuvre.",
    "Contrôle des connaissances - Règles de validation du module": "La validation est jugée sur le résultat d'un examen écrit.",
    "Adresse du site du module": "educnet.enpc.fr/course/view.php?id=573",
    "Documents pédagogiques - Bibliographie": "Livre : Mécanique des milieux continus : cours et exercices corrigés (L. Dormieux, E. Lemarchand, D.Kondo) Editions Ellipses. Polycopiés des transparents projetés en amphi. Recueil de travaux dirigés corrigés (site educnet) Résumés des amphis et formulaire (site educnet)",
    "Effectif maximal": "Effectif illimité",
    "Département de rattachement": "Département de 1ère année",
    "Nombre de crédits ECTS": "2 crédits ECTS",
    "Mise à jour": "22/11/2024",
    "Code": "MMCA1"
}