{
    "Créneau": "Sem 5",
    "Enseignants responsables": "Vlad BALLY",
    "Equipe enseignante": "Vlad BALLY, Aurelien ALFONSI, Christophe MICHEL",
    "Objectifs du module": "Le but du cours est de présenter les modèles de taux d'intérêt à temps continu et d'introduire les techniques nécessaires à l'évaluation des produits dérivés sur les taux d'intérêt.",
    "Programme du module": "I : Généralités sur les taux d'intérêt : Définitions : zéro-coupons, taux forward instantanés, obligations à taux fixe, à taux variable, swap, taux swap. Présentation des produits sur les taux (par un professionnel). Première approche : modélisation du taux instantané et formules pour le prix de certains produits. Equation de structure et interprétation probabiliste. Propriété de structure affine de taux, modèles de Vasicek, Cox-Ingersoll-Ross, Hull et White. Estimation des paramètres par calibration, problème d'inversion de la courbe des taux. Deuxième approche : Heath-Jarrow-Morton : équations des taux, non arbitrage et condition de dérive. II : Techniques de changement de numéraire et applications Généralités : numéraire, probabilité martingale associée à un numéraire donné, probabilité forward, formule de Black. Application au pricing et à la couverture des options sur zéro-coupons, swaps, caplets, swaptions Modèles LGM et BGM : pricing des caplets et des swaptions, calibration pour ces modèles (avec l'intervention d'un professionnel)",
    "Contrôle des connaissances - Règles de validation du module": "Examen écrit.",
    "Adresse du site du module": "educnet.enpc.fr/course/view.php?id=417",
    "Documents pédagogiques - Bibliographie": "Documents pédagogiques - Bibliographie Polycopié",
    "Effectif maximal": "Effectif illimité",
    "Département de rattachement": "Département Ingénierie Mathématique et Informatique",
    "Nombre de crédits ECTS": "6 crédits ECTS",
    "Code": "MODTI"
}