{
    "Créneau": "Sem 5",
    "Enseignants responsables": "Fabien LEURENT",
    "Equipe enseignante": "Fabien LEURENT",
    "Objectifs du module": "Le cours apporte les concepts, principes et méthodes pour représenter des systèmes et des services de mobilité dans des modèles qualitatifs et quantitatifs. La demande est modélisée comme un ensemble d’entités autonomes dotées de besoins dans l’espace et de comportements économiques. L’offre est modélisée comme un ensemble de services, chacun avec sa propre implémentation technique et ses procédés de production. L’interaction offredemande tient une place clef dans la production tant d’impacts internes (feedbacks sur l’offre, sur la demande) que d’impacts externes sur la société, l’économie et l’environnement. La notion d’optimum du système est présentée et discutée, avec diverses instances d’opérationnalisation. A l'issue du module, les élèves seront capables de : • Décrire et discuter la structure et la composition d’un modèle, • Formuler mathématiquement un sous-modèle de demande, un sous-modèle d’offre, ainsi que leur(s) interaction(s) • Reconnaître quelques schémas de calcul fondamentaux et en discerner leur portée et limitations • Discerner les principes respectifs des grandes familles de modèles (modèles de demande de transport, simulateurs microscopiques de trafic, simulateurs multi-agents) • Qualifier des études appliquées en discernant le type d’étude (planification, exploitation, développement de service), en décrivant et discutant (i) les aspects spatiaux, (ii) les aspects temporels et (iii) la multimodalité.",
    "Programme du module": "En 7 séances, 3 heures chacune. • Séance 1: Introduction • Séance 2: Représenter l’espace et les choses dans l’espace • Séance 3: Du micro au macro : entités mobiles et régularités statistiques • Séance 4: La demande de mobilité et ses comportements • Séance 5: Modèles de trafic DESCRIPTIF DU MODULE EN FRANÇAIS IDENTIFICATION DU MODULE Modélisation et optimisation des systèmes de mobilité (MOMS) RESPONSABLE DU MODULE Fabien LEURENT 295 • Séance 6: L’optimisation d’un système de mobilité • Séance 7: Conclusion et feedback",
    "Modalités": "7 séances de 3 heures, de type théorique (cours magistral)",
    "Contrôle des connaissances - Règles de validation du module": "Deux courts examens sous forme de quizz, respectivement au milieu et à la fin du module",
    "Effectif maximal": "Effectif illimité",
    "Département de rattachement": "Master Economie de l'Environnement, Energie et Transport",
    "Nombre de crédits ECTS": "2 crédits ECTS",
    "Code": "MOMS"
}