{
    "Créneau": "Sem 4/Sem 6 Me 13 h 45 - 16 h 30Sem 6 Me 13 h 45 - 16 h 30",
    "Prérequis": "Géométrie & cinématique dans l'espace tridimensionnel Statique (actions mécaniques, torseurs d'efforts, réciprocité cinémato-statique) Dynamique (Newton-Euler) Bases en automatique linéaire continue (bande passante, précision, stabilité)",
    "Enseignants responsables": "Guillaume MOREL",
    "Equipe enseignante": "Fabien VERITE",
    "Objectifs du module": "Ce module vise à décloisonner mécanique, informatique et commande. Il s'attache à présenter les fonctions que réalisent les robots (positionnement, mise en mouvement ou suivi, collaboration), ou encore les comportements qu'on peut leur conférer (impédance mécanique, asservissement sur un signal externe). L'objectif sera d'appréhender ce que ces comportements et fonctions impliquent aux plans de la conception et de l'algorithmique (commande, planification, localisation, intégration de capteurs). A l'issue de ce module les élèves seront capables de: 1. Identifier les principaux concepts en robotique de manipulation et leurs applications dans divers domaines (médecine, industrie manufacturière, agriculture...) 2. Décrire les fonctions présentes dans une articulation de robot (guidage, transmission, motorisation, instrumentation, asservissement) et citer les principales solutions connues pour les réaliser ; lister les paramètres importants de pour guider les choix, mettre en œuvre une solution exploitant des composants standard. 3. Étudier et représenter une structure de robots manipulateurs sous forme d'assemblage de liaisons normalisées. 4. Identifier et décrire les algorithmes nécessaires au positionnement l'effecteur (ou corps terminal) d'un robot selon une configuration désirée par rapport à son corps de base : modélisation géométrique, contrôle de la position, choix des modes d'assemblage, génération de trajectoire. 5. Mettre en œuvre les algorithmes nécessaires au contrôle des mouvements (commande cinématique), y compris lorsqu'il est nécessaire de résoudre les problèmes de singularité de redondance propre aux objectifs de la commande cinématique.",
    "Programme du module": "Séance 1 : Introduction à la robotique - principaux concepts et applications, Les fonctions à réaliser dans un robot à 1 degré de liberté. Guidage, transmission, instrumentation, asservissement. Séance 2 : Présentation du concept de modèle géométrique direct et inverse. Paramétrage et transformation entre deux repères TD Matrices de Rotation (slide cours) + TD1 Les transformations homogènes Séance 3 : Paramétrage articulaire et convention Denavit Hartenberg (cours + TD2) Séance 4 : Fin TD2 + TP1 Modèle géométrique (séance 1) Séance 5 : Cours TD Modélisation géométrique (TD3) + fin TP1 Modèle géométrique (séance 2) Séance 6 : Cours interpolation et début TP2 Séance 7 : Evaluation (1h) + TP2 interpolation (fin) Séance 8 : Cours modélisation Cinématique + début TP3 Séance 9 : Fin TP3 sur la modélisation Cinématique Séance 10 : Cours sur la commande cinématique + TP4 commande cinématique Séance 11 : Fin TP4 sur la commande Cinématique + cours introduction à la modélisation dynamique Séance 12 : TP5 Application des algorithmes vus jusque là sur un robot simulé dans un environnement réaliste",
    "Modalités": "4 Cours magistraux (utilisation de vidéoprojection) : séances 1, 2, 5, 6, 8 et 10. 5 séances de Travaux pratiques. Mise en pratique via des simulations (sous Webots - Python) et l'expérimentation (Robo Niryo).",
    "Contrôle des connaissances - Règles de validation du module": "Première évaluation: Devoir sur table portant sur le paramétrage et la modélisation géométrique Seconde évaluation: Compte rendu en binôme sur les TP modélisation géométrique, interpolation, modélisation cinématique et commande cinématique et le TP5. L’évaluation se basera à 40% sur les résutlats présentés et l'avancement dans la séance, à 30% sur une note d'investissement et à 30% sur la rédaction de fiche synthèse. Note finale: 30% Ecrit + 70% Compte rendu TP",
    "Documents pédagogiques - Bibliographie": "Support de présentation mis à jour chaque année (mise en ligne sur l'intranet à destination des élèves inscrits au cours)",
    "Effectif maximal": "Effectif limité à 12 élèves",
    "Département de rattachement": "Département Génie Mécanique et Matériaux",
    "Nombre de crédits ECTS": "3 crédits ECTS",
    "Mise à jour": "01/09/2024",
    "Code": "MOROB"
}