{
    "Créneau": "Sem 4/Sem 6/Sem 2 MSSL",
    "Prérequis": "Ce cours est délivré à des élèves qui ont le niveau de jeune ingénieur en génie civil. Les élèves doivent donc savoir calculer les structures, avoir des bonnes notions sur le fonctionnement des structures, le comportement des principaux matériaux de construction (béton, métal, maçonnerie), et surtout avoir de bonnes connaissances en statistiques et probabilités.",
    "Enseignants responsables": "Bruno GODART",
    "Equipe enseignante": "Bruno GODART, Jean-Michel LACOMBE, Frédéric DUGRAGNE, Patrick LE DELLIOU, Jean-Luc MARTIN, André ORCESI, Marc QUIERTANT, Nicolas ROUXEL, Christian TOURNEUR",
    "Objectifs du module": "La dégradation des ouvrages, anciens et récents, est inéluctable et concerne les gestionnaires à tous les niveaux, depuis l'agent territorial jusqu'au décideur au plus haut niveau. Elle concerne également les ingénieurs des bureaux d'études et des laboratoires en charge des investigations sur les ouvrages existants, ainsi que les ingénieurs des entreprises de réparation. L'objectif de ce module est de donner les éléments de base à l'ingénieur qui doit connaître les mécanismes de dégradation, être capable d'évaluer l'état d'un ouvrage, établir et justifier des suites à donner et mener des actions correctives tout en gérant la sécurité d'utilisation, puis en tirer des leçons d'une part pour définir une politique de gestion et de maintenance, d'autre part pour améliorer la conception et l'exécution des ouvrages futurs. Ce module comporte deux grandes parties. La première partie est plus théorique et nécessite d'avoir de bonnes connaissances en probabilités et en statistiques pour pouvoir aborder l'évaluation fiabiliste des structures ; après une présentation de la problématique de la maintenance des ouvrages, elle aborde la sécurité et l'évaluation structurale, les essais de chargement et les méthodes d'auscultation structurelle, et se termine par une première séance de Travaux Dirigés. La seconde partie est plus appliquée et est présentée par des experts en pathologie et en réparation des structures ; elle aborde les pathologies du matériau béton, la pathologie et la réparation des fondations, des structures en béton armé, en béton précontraint, en métal et en maçonnerie ; elle traite de l'évaluation structurale et de la conception des réparations, et développe le renforcement par matériaux composites. Une seconde séance de Travaux Dirigés permet d'aider les élèves à traiter les études de cas réels qui sont distribués à mi-parcours et sont à rendre en fin de module. Enfin, les cours du module sont complétés par la visite d'un chantier remarquable de réparation en région parisienne.",
    "Programme du module": "Le module comporte 13 séances qui sont les suivantes : \" Séance 1 : La problématique de la maintenance des ouvrages (Présentation du cours, sensibilisation, contexte de la gestion, l'architecture d'un système de gestion (Projet Européen BRIME) - Critères d'aide à la décision et optimisation de la programmation de la maintenance, les outils de gestion) \" Séance 2 : Essais de chargement et méthodes d'auscultation structurelle (Essais de chargement statiques, Evaluation dynamique des structures, Méthodes d'auscultation structurelle) \" Séance 3 : Performance des structures (Sécurité structurale, Bases de la théorie de la Fiabilité, Evaluation structurale des ouvrages existants, Concept de cycle de vie des ouvrages, fiabilité des inspections.) \" Séance 4 : Travaux Dirigés portant sur les cours 1, 2 et 3 (Exercices en classe par groupes) \" Séance 5 : Pathologie et réparation des fondations (Fondations superficielles, Fondations profondes, Fondations en site aquatique (affouillement, ….). \" Séance 6 : Pathologie et réparation des ponts en maçonnerie (Pathologie des matériaux, Pathologie structurelle, Techniques de réparation.) \" Séance 7 : Pathologie du béton et du béton armé et Protection (Les causes de la dégradation du béton, La corrosion des armatures passives et actives, Les techniques d'auscultation correspondantes, Les notions essentielles de durabilité, La gamme et le choix des produits de protection) \" Séance 8 : Pathologie des ponts en béton armé et en béton précontraint (Pathologie des ponts en béton armé, Pathologie des ponts en béton précontraint) \" Séance 9 : Evaluation structurale et conception des réparations structurelles \" Séance 10 : Pathologie et réparation des ponts métalliques (Pathologie des matériaux métalliques, Corrosion, fatigue,…, Pathologie des structures, Techniques de réparation) \" Séance 11 : Techniques de réparation des structures en béton (Réparation du matériau béton, les Réparations structurelles des ouvrages en béton) \" Séance 12 : Travaux Dirigés : assistance aux études de cas \" Séance 13 : Renforcement par matériaux composites (La gamme des matériaux composites, les caractéristiques des produits à base de fibres de carbone, le problème du collage et le fonctionnement d'un assemblage collé, Les règles de dimensionnement, Exemples d'application)",
    "Modalités": "Le cours est centré sur une étude de cas élaborée en petit groupe. L'objectif est de mettre les élèves en position de gestionnaire d'un ouvrage d'art afin de donner leur avis sur l'état de l'ouvrage, sur les risques présentés par celui-ci, de donner leur opinion sur le devenir et sur les actions à mener sur cet ouvrage. Pour cela, les élèves étudient un dossier comportant une inspection détaillée de l'ouvrage avec les désordres mentionnés et les résultats d'investigations déjà réalisées et se basent sur l'ensemble des connaissances acquises pendant les séances de cours.",
    "Contrôle des connaissances - Règles de validation du module": "La note finale est établie sur la base des pourcentages suivants : \" 35 % pour la note obtenue à l'issue des Travaux Dirigés faits en classe lors de la séance n°4 \" 65 % pour la note de l'étude de cas (sujet distribué à mi-parcours -séance 6 ou 7- et projet à remettre 2 semaines après la dernière séance 13). La présence aux cours est obligatoire.",
    "Adresse du site du module": "educnet.enpc.fr/course/view.php?id=252&userid=guest",
    "Documents pédagogiques - Bibliographie": "Le cours s'appuie sur les supports de cours distribués pendant le module ainsi que sur les normes et documents de doctrine technique disponibles sur les sites consultables suivants : www.ifsttar.fr www.cerema.fr www.strres.org Autres ouvrages de référence : \" Maintenance et Réparation des Ponts (sous la dir de R. Lacroix et JA Calgaro) - Presses des Ponts - 1997 \" La pérennité du béton précontraint (sous la dir de B. Godart) - Presses des Ponts - 2014",
    "Effectif maximal": "Effectif limité à 35 élèves",
    "Département de rattachement": "Mastère Génie Civil et Ecoconception",
    "Nombre de crédits ECTS": "3 crédits ECTS",
    "Mise à jour": "12/02/2021",
    "Code": "MPREP"
}