{
    "Créneau": "Sem 3/Sem 5T/Sem 5Sem 5",
    "Prérequis": "Bonnes connaissances en statistiques et probabilités. Idéalement, familiarité avec le logiciel Python.",
    "Enseignants responsables": "Romuald ELIE",
    "Equipe enseignante": "Romuald ELIE, Jean-Yves AUDIBERT",
    "Objectifs du module": "Les algorithmes de machine learning, i.e. d'intelligence artificielle, ont fait des progrès fulgurants des dernières années et ont des applications dans l'automatisation ou l'aide à la prise de décision dans de nombreux secteurs d'activité. L'objectif de ce cours est de présenter les fondements statistiques des pricipaux algorithmes de machine et deep learning et d'en détailler un panel d'applications industrielles concrètes. Des intervenants professionnels des secteurs de l'assurance, de la finance et du e-commerce interviennent pour présenter l'impact de ces algorithmes sur leur secteur. Certains algorithmes de deep learning seront mis en œuvre sous Python pendant le cours.",
    "Programme du module": "I. Présentation transversale par des professionnels des impacts de l'intelligence artificielle sur le secteurs de l'assurance, la finance et le e-commerce et présentation des considérations éthiques et réglementaires associées (RGPD). II. Algorithmes de machine learning (R. Elie) II.1. Equilibre biais variance, suraprentissage, Risque, Oracle II.2 Penalisation et convexification, LASSO, Ridge, ElasticNet I.I3 Aggrégation, Forêts aléatoires, Boosting II.4 Techniques de recommandation III Algorithmes de Deep Learning (R. Elie) III.1. Les principales architectures de réseau de Neurone : feedforward, récurrent, convolutif III.2. Méthodes génératives adversariales (GAN) III.3. Mise en œuvre informatique sour Python et Keras, données textuelles III.4. Introduction à l'apprentissage par renforcement IV. Focus sur les pplications en gestion d'actif (J-Y Audibert et C. Geissler) IV.1 Reconnaissance de patterns et prévision de tendance IV.2 Investissement séquentiel IV.3 Portefeuille universel a la cover",
    "Modalités": "Validation par projet consistant en la mise en œuvre informatique d'un algorithme de machine learning sur un concours type Kaggle ou à partir d'un article de recherche.",
    "Documents pédagogiques - Bibliographie": "[2] The elements of Statistical Learning, T. Hastie, R. Tibshirani et J. Friedman [3] Deep Learning, I. Goodfellow, Y. Bengio & A. Courville [4] Reinforcement Learning, an introduction, A. Barto & R; Sutton, 2018.",
    "Effectif maximal": "Effectif illimité",
    "Département de rattachement": "Département Ingénierie Mathématique et Informatique",
    "Nombre de crédits ECTS": "6 crédits ECTS",
    "Code": "MSAMA"
}