{
    "Créneau": "Sem 3/Sem 5 Lu 13 h 45 - 16 h 30Sem 5 Lu 13 h 45 - 16 h 30",
    "": "Pas de condition spécifique",
    "Prérequis": "Le module s'adresse à un public ingénieur de 3ème année et requiert des bases de management stratégique, notamment les bases de l'analyse stratégique (analyse externe, interne et diagnostic).",
    "Enseignants responsables": "Benjamin LEHIANY",
    "Equipe enseignante": "Olga CHELBI, Stéphane LESAGE",
    "Objectifs du module": "L'objectif de ce module est de comprendre comment les entreprises élaborent des décisions stratégiques pour soutenir leur croissance. La croissance rentable reste une priorité absolue pour la plupart des entreprises : c'est une condition de survie pour les start-ups. C'est un moyen essentiel de garantir une rentabilité durable pour les grandes entreprises. Pourtant, elle est difficile à atteindre et à maintenir à long terme. Le module s'appuie sur une combinaison de cours, de travaux dirigés et d'ateliers pour aider les étudiants à appliquer les théories et les concepts du management stratégique à des cas réels d'entreprises. Il est conçu pour fournir aux étudiants les connaissances et les compétences nécessaires pour formuler et mettre en œuvre des stratégies de croissance pour les multinationales ainsi que pour les petites et moyennes entreprises, y compris les start-ups. Il couvre des sujets tels que les stratégies de diversification, l'innovation et les stratégies de rupture ainsi que la stratégie internationale. A l'issue du module, les étudiants seront capables de : - Identifier les leviers de croissance telles que l'internationalisation, la diversification et l'innovation ; - Comprendre les conditions dans lesquelles les stratégies de croissance sont utiles pour l'entreprise ; - Utiliser des concepts analytiques pour concevoir et développer différentes stratégies de croissance ; - Développer une pensée critique dans l'élaboration de scénarios stratégiques de cas réels ; - Développer des compétences professionnelles dans la rédaction et la présentation de rapports.",
    "Programme du module": "Module 1. Croissance d'entreprise 1. Modes de croissance et diversification 2. Stratégie de pénétration et modèles d'affaire 3. TD1 Google étude de cas 4. TD2 Atelier projet Module 2. Stratégie Internationale 5. Stratégie Internationale 1 - moteurs et motivations 6. Stratégie Internationale 2 - ciblage de marché et modes d'entrée 7. TD3 Lenovo étude de cas 8. TD4 Atelier projet Module 3. Stratégie d'Innovation 9. Innovation et stratégies de rupture 10. Stratégies digitales et modèles de plateforme 11. TD5 Tesla étude de cas 12. TD6 Atelier projet 13. Présentation finale",
    "Modalités": "Le module s'articule autour de 13 séances de 2,5 heures alternant des séances de cours et de travaux dirigés. Il mobilise les techniques de la classe inversée et du \" blended learning \" en proposant du contenu pédagogique en ligne à préparer en amont des séances, favorisant ainsi l'interaction en classe. Seront donc combinées des séances de cours visant à coconstruire collectivement la théorie, avec des séances de TD visant à appliquer les théories de la croissance d'entreprise à des études de cas. Un projet d'entreprise sera également proposé aux étudiants et sera encadré durant les ateliers de coaching.",
    "Contrôle des connaissances - Règles de validation du module": "L'évaluation du module articule des éléments de contrôle continu (40% de la note finale) et une évaluation finale (60%). Le contrôle continu consiste en 3 études de cas qui seront discutées pendant les séances de TD. L'évaluation finale comprend la rédaction par équipe d'un rapport sur le projet d'entreprise (50% de la note du projet) et la présentation orale de ce rapport lors de la dernière séance (50%).",
    "Adresse du site du module": "http://gede.enpc.fr/Programme/Fiche.aspx",
    "Documents pédagogiques - Bibliographie": "Articles: Christensen, C.M., M.E. Raynor, and R. McDonald (2015) \"What Is Disruptive Innovation?\" - Harvard Business Review. Downes & Nunes (2013). Big bang disruption. Harvard Business Review Eisenmann et al., (2006) \"Strategies for two-sided markets\", Harvard Business Review, October 2006. Fisher, M., Gaur, V and Kleinberger, H. (2017). \"Curing the addiction to growth\", Harvard Business Review. Gereffi, G., Humphrey, J. et Sturgeon, T., \"The Governance of Global Value Chains\", Review of International Political Economy, vol. 12, n° 1, 2005, p. 78-104. Ghemawat, P. \" Distance Still Matters, the Hard Reality of Global Expansion \", Harvard Business School, Sept. 2001. Igor Ansoff (1957) \"Strategies for Diversification\", Harvard Business Review. Kim & Mauborgne (1997). Value Innovation: the strategic logic of high growth. Harvard Business Review King & Baatartogtokh (2015) \"How useful is the theory of disruptive innovation?\" MIT Sloan Review, Vol. 57, N°1. Lessard et al. (2013) \"Building your company's capabilities through global expansion\", MIT Sloan Management Review, Vol 54 n°2. Markides (1997) \"To diversify or not to diversify\", Harvard business Review Michael Porter (1987) \"From Competitive Advantage to Corporate Strategy\", Harvard Business Review, 65, no. 3 (May-June) Michael Porter (1987) \"From Competitive Advantage to Corporate Strategy\", Harvard Business Review, 65, no. 3 (May-June) Pisano (2014) \"In defense of routine innovation\", Harvard Business Review, June 10, 2014. Radjou, N. & Prabhu, J. (2012) \"Mobilizing for growth in Emerging Markets\", MIT Sloan Management Review, Vol. 53, n° 3. Rayna & Striukova (2016). 360° Business Model Innovation: toward an integrated view of business model innovation, Research-Technology Management, 59:3, 21-28 Teece, D. J. (2010). \"Business Models, Business Strategy and Innovation\", Long Range Planning, 43(2-3), 172-194. Van Alstyne, M. W. et al., (2016), \"Pipelines, Platforms, and the New Rules of Strategy\", Harvard Business Review. Vidéos et webinars: MIT Webinar by Prof. Van Alstyne: https://www.youtube.com/watch?v=XcEIGjDYUXo Disruptive innovation explained by C. Christensen: https://youtu.be/qDrMAzCHFUU Blue Ocean versus Competitive strategies of innovation: https://www.youtube.com/watch?v=V2b99iZviUk Pankaj Ghemawat (2012) \"Actually, the world is not flat\": https://www.ted.com/talks/pankaj_ghemawat_actually_the_world_isn_t_flat/transcript Business Model explained by Osterwalder: https://hbr.org/2013/05/a-better-way-to-think-about-yo",
    "Effectif maximal": "Effectif limité à 20 élèves",
    "Département de rattachement": "Département Génie Industriel",
    "Nombre de crédits ECTS": "3 crédits ECTS",
    "Mise à jour": "01 Septembre 2024",
    "Code": "MSTRA"
}