{
    "Créneau": "Sem 1 MSSem 2 MS",
    "Enseignants responsables": "Tatiana SEREGINA",
    "Equipe enseignante": "Tatiana SEREGINA, Tarek CHOUAKI, Pierre ARGOUL, Mathieu GARDRAT",
    "Objectifs du module": "Le module \"Modélisation des transports et du trafic\" vise à initier les étudiants aux compétences et techniques nécessaires pour la planification de nouveaux services de mobilité. Ceci se traduit par les objectifs suivants : - Comprendre le besoin de modélisation du trafic et des transports ; - Se familiariser avec les étapes clés de la modélisation ; - Apprendre le modèle de transport classique à 4 étapes et découvrir les approches avancées de la modélisation des transports avec des exemples d'applications. La partie projet tient une place importante au sein du module et vise également à mobiliser et développer les compétences transférables telles que travailler en mode projet et la collaboration en équipe. A l'issue du module les étudiants seront capables d'adopter l'attitude du modélisateur pour soutenir la prise de décision dans le secteur des transports.",
    "Programme du module": "- Introduction à la modélisation du trafic ; Modèle de transport à quatre étapes ; - Modélisation basée sur les activités et les agents ; Exemple de simulateur multi-agent ; - Modélisation pour décarboner les transports ; - Le modèle de mobilités partagées ; - Modélisation du fret urbain ; Modèle FRETURB et exemple d'application ; - Modèles probabilistes : simulation des foules cas des gares. - TD et Projet d'analyse de la mobilité d'une agglomération. - Présentation de projets par les étudiants et discussion. Méthodes pédagogiques : - Cours magistraux - Travaux dirigés et projet",
    "Modalités": "La validation est basée sur le projet en petit groupe avec l'exposé (80%) et l'assiduité (20%)",
    "Contrôle des connaissances - Règles de validation du module": "La validation est basée sur le projet en petit groupe avec l'exposé (80%) et l'assiduité (20%). Aucune épreuve de rattrapage n'est prévue.",
    "Documents pédagogiques - Bibliographie": "Diapositives du cours et documents annexes",
    "Effectif maximal": "Effectif illimité",
    "Département de rattachement": "Mastère Smart Mobility",
    "Nombre de crédits ECTS": "3 crédits ECTS",
    "Mise à jour": "31/01/2024",
    "Code": "MTTD6"
}