{
    "Créneau": "Sem 1 MSSem 2 MS",
    "Enseignants responsables": "Katheline Schubert and François Libois",
    "Objectifs du module": "Sustainable development is a broad-ranging concept rather than a narrowly defined field of study. As a result, this course is broad in scope, providing an overview of the underlying principles, beliefs and issues and their interconnections. But this course also addresses specific issues in economic/environmental sustainability. The first part of the course thus presents (i) the theory of natural non-renewable resources, with an emphasis on fossil fuels; the implication of their scarcity for the growth process: Are there physical limits to growth? What about intergenerational equity? Which economic policies can handle the fact that burning fossil fuels is polluting? (ii) the preservation of renewable natural resource stocks (fisheries, forests, water, biodiversity); (iii) the sustainable development indicators, both on a theoretical point of view and on an empirical one. The second part of this class will review the latest findings from climate change science, highlighting robust results and key uncertainties about the climate system, the impacts of climate change and the costs of action; provide an update on the current initiatives to address climate change (among others, existing schemes to manage greenhouse gas emissions and status of on-going post-Kyoto negotiations) and discuss how the economist toolbox (such as discounting, valuation of environmental resources or economic instruments to mitigate externalities) can provide insights on key decisions about the climate problem, such as (i) What should developing countries do, if any, with regard to climate change given their limited resources and the importance of other short-term challenges they are facing; (ii) Is there a rationale for early action in the presence of long-term uncertainties on climate change damages?; (iii) What kind of instrument should be introduced to induce mitigation: tax vs. permit? and (iv) Which lessons can be drawn from the implementation of a cap-and-trade scheme? As an illustrative example forest management will be studied in depth: how to make plantation decisions in the context of uncertainty about climatic conditions in the future? How to balance the management of forests between market- and non-market benefits on climate change? Who will likely be hit hardest by climate change and lack the resources to adapt? Evaluation: Written exam Location: PSE - Campus Jourdan",
    "Effectif maximal": "Effectif illimité",
    "Département de rattachement": "Master of Science Sustainable Impact Analysis",
    "Nombre de crédits ECTS": "2,5 crédits ECTS",
    "Code": "NATRE"
}