{
    "Créneau": "Sem 1 MS",
    "Enseignants responsables": "Romain BOURSIER",
    "Objectifs du module": "L'objectif du module étant de permettre à l'étudiant de développer une capacité à interroger la pertinence de l'emploi de ces technologies selon chaque contexte. (: Identification des outils et de leurs contextes et potentiels d'utilisation autour de cas d'usages courants et plus spécifiques.) et de sensibiliser les étudiants à des contextes et méthodes de déploiement précis. A l'issue de ce module les étudiants devront maîtriser la connaissance d'outils de représentation et de gestion de données qui leur seront bénéfiques dans la suite de leur cursus (Elaboration de cartes exploitants des couches SIG, Elaboration de maquettes numériques construites de manière raisonnée, Mise en place d'outils collaboratifs en ligne. Suite professionnelle : Les NTIC ont générés de nouveaux métiers avec lesquels les futurs diplômés seront amenés à collaborer. Ils devront connaître leur domaine sous l'aspect théorique et pratique pour piloter au mieux leurs missions de prestations futures qu'elles soient appliquées à la conduite d'études urbaines comme au suivi d'opérations d'aménagement.",
    "Programme du module": "cours : 1 – introductioncours 2 - SIGcours 3 - TD 1 consommation de données et édition de carte cours 4 - Approfondissement SIGcours 5 - TD 2 différentes techniques de création de donnéescours 6 - TD 1 CIM / BIMcours 7 - TD 1 Intervention IA et simulations",
    "Modalités": "Ces cours permettront aux étudiants de bénéficier de la connaissance d'outils de représentation et de gestion de données qui leur seront bénéfiques immédiatement dans leur cursus du MS Amur ( travail pour le module atelier métropolitain, puis international et leur thèse professionnelle), et plus tard dans leur pratique professionnelle (Elaboration de cartes exploitants des couches SIG, Elaboration de maquettes numériques construites de manière raisonnée, Mise en place d'outils collaboratifs en ligne.",
    "Effectif maximal": "Effectif illimité",
    "Département de rattachement": "Master AMUR - Aménagement et maitrise d'ouvrage urbaine",
    "Nombre de crédits ECTS": "1,5 crédit ECTS",
    "Code": "NTICA"
}