{
    "Créneau": "Ouv 2Sem 1",
    "Enseignants responsables": "Ignacio OLALQUIAGA",
    "Equipe enseignante": "Arnaud MADELENAT, Thomas KOCHER, Adele GILSON, Patrick BARBIER, Hicham AMRANE",
    "Objectifs du module": "L'ingénierie s'appuie sur trois langages principaux : les mathématique, le langage verbal et le dessin. Les villes que nous pratiquons, les bâtiments dans lesquels nous vivons, les objets que nous utilisons, ont tous la particularité d'avoir été \" dessinés \" avant d'être construits ou fabriqués. L'enseignement du dessin a ici la particularité de mêler l'apprentissage des techniques et des codes de la représentation spatiale \" à la main\" et en informatique avec la modélisation 3D. Lors de cette semaine intensive, vous allez acquérir les bases du dessin technique, le géométral, l'axonométrie et de la perspective conique \" à la main \". En informatique on vous enseignera la prise en main des logiciels Rhinocéros et Grashopper, servant à la modélisation 3D. Samedi, une sortie à Paris est organisée afin d'expérimenter le dessin d'observation en perspective à grande échelle.",
    "Programme du module": "Le programme de la semaine : 1 / le géométral et l'axonométrie 2 / la perspective conique 3 / interfaces 4/ courbes surfaces nurbs 5 / dessin in-situ",
    "Modalités": "Chaque jour : 10 h à 17h15",
    "Contrôle des connaissances - Règles de validation du module": "Evaluation : L'ensemble des différents types de dessins \"à la main\" produits pendant la semaine Exercice de modélisation dans Rhinocéros 3D un composant du bâtiment de l'ENPC et produire un tutoriel détaillant chaque étape de construction. La modélisation doit être effectuée dans Rhino, sans utiliser Grasshopper. Le composant doit être modélisé à l'échelle 1.",
    "Adresse du site du module": "https://educnet.enpc.fr/course/view.php?id=734",
    "Effectif maximal": "Effectif illimité",
    "Département de rattachement": "Département Génie Civil et Construction",
    "Nombre de crédits ECTS": "1 crédit ECTS",
    "Mise à jour": "1er septembre 2024",
    "Code": "O2DMO"
}