{
    "Créneau": "ProlongSem 4/Sem 6SL/ProlongProlong",
    "Enseignants responsables": "(N)",
    "Objectifs du module": "Objectifs Dans tous les référentiels de compétences relatifs aux formations aux transitions, la prospective apparaît comme une des clés d'une action pour un développement durable. Dans le cadre de la formation de l'ensemble des ingénieurs de l'École des Ponts ParisTech, il a donc été décidé de proposer une semaine transversale afin de présenter les enjeux de la prise en compte du long terme et des incertitudes inhérentes et les méthodes de l'analyse prospective. À l'issue de la semaine, vous serez capables de : - Analyser les conséquences d'une action à différentes échelles temporelles et distinguer prévision et prospective ; - Connaître les principaux principes et outils d'une analyse prospective ; - Incarner les futurs possibles à travers le Design Fiction ; - Évaluer la capacité d'un modèle à appréhender le risque, l'incertain, l'irréversible, le non-déterministe ; - Caractériser la robustesse d'une stratégie à l'occurrence de différents mondes possibles ; - Arbitrer entre efficacité et résilience (valeur de quasi-option) - Déployer une logique de backcasting ; - Comprendre comment la prospective est mobilisée dans les entreprises et la résilience mobilisée comme critère d'évaluation d'une stratégie.",
    "Modalités": "En plus de la participation aux ateliers, la validation du module portera sur la production d'une note de 6 000 à 10 000 caractères maximum (espaces non compris) sur l'un des quatre éléments suivants : - Résumé d'une des sessions en amphi ou d'un des ateliers - Résumé de la semaine : un paragraphe de ce que vous retenez de chacune des 5 sessions en amphi et des deux ateliers et deux paragraphes de synthèse transversale et de projection sur l'utilisation de ces démarches dans votre futur métier d'ingénieur - Analyse critique en binôme du rapport EPE : Étape 2030 de la Transition Écologique - Analyse critique de la mise en récit produite par EPE : Le champs des possibles.",
    "Effectif maximal": "Effectif illimité",
    "Département de rattachement": "Direction de l'Enseignement",
    "Nombre de crédits ECTS": "1 crédit ECTS",
    "Mise à jour": "01/09/24",
    "Code": "O2DPT"
}