{
    "Créneau": "Ouv 2 Semaine 0",
    "Enseignants responsables": "Vincent DOMON , Marc VIDAUD",
    "Equipe enseignante": "Jacques MADINIER, Daniel BENQUIS, Baudoin COURAU, Alain CUQ, Pierre JARROSSAY, Marc KARAKO, Véronique EHRAHRD, Theodora PLAGNARD, Sébastien TREPS, Laurent MOREL, Didier MASSERET, Daniel BENQUIS, Vincent DOMON, Marc VIDAUD",
    "Objectifs du module": "1. Objectifs pédagogiques - Analyser et interpréter les documents financiers de l'entreprise ; - Appréhender les mécanismes de gestion d'une organisation ; - Mesurer les impacts des décisions de management en termes financiers et comptables. 2. Résultats attendus Les futurs ingénieurs seront capables : - D'utiliser, de façon pertinente, le vocabulaire de gestion ; - De maîtriser les concepts de base de la comptabilité et de la gestion ; - De comprendre l'environnement économique et financier de l'organisation.",
    "Programme du module": "S1 - L'ENTREPRISE : PRESENTATION - Environnement juridique - Responsabilité sociale : satisfaction des clients, des salariés, des actionnaires - Responsabilité sociétale S2 - L'ENTREPRISE : EVOLUTION DE SON ORGANISATION - Pour répondre aux enjeux de la mondialisation - Pour faire face aux impacts des crises et de la transition climatique S3 - LA COMPTABILITE : UN OUTIL DE PILOTAGE DU DIRIGEANT - Pour communiquer avec ses équipes financières - Pour comprendre les états financiers - Pour mesurer les performances économiques et la création de valeur S4 - LA CLOTURE DES COMPTES : UNE ETAPE CLE - Pour appréhender les résultats de la période S5 - LA CERTIFICATION DES COMPTES - Quelles responsabilités du Conseil d'Administration ? - Quelles responsabilités du Commissaire aux Comptes ? - Quels risques encourus et les responsabilités de chacun ? S6 - LA FINANCE D'ENTREPRISE : CONTRIBUTION A LA CREATION DE LA VALEUR - Comment créer une valeur pérenne et partager avec les parties prenantes ? - Comment générer un cash-flow libre récurrent ? - Analyse et maîtrise des leviers de la répartition de la valeur ajoutée entre les acteurs de l'entreprise (ventes, RO, BFR, investissements) - Coûts des capitaux propres et coût de la dette - Pour les investisseurs : Cas des Start up : financement du décollage. S9 - LA FINANCE D'ENTREPRISE : DECISIONS D'INVESTISSEMENT - Comment investir dans des projets durablement rentables ? - Comment améliorer la rentabilité existante ? S10 - PILOTAGE DE L'ENTREPRISE PAR LES MARGES - Comment calculer le point mort ? - Comment abaisser le point mort ? S12 - PILOTAGE DE L'ENTREPRISE PAR LES MARGES - Quelles sont les missions et les outils du contrôle de gestion ? S13 - COMPTES CONSOLIDES - Quel intérêt ? - Quelles obligations légales ? - Qu'est-ce que le périmètre de consolidation ? - Définition et calcul du Goodwill - Impact d'une consolidation en IFRS S14 - 8 H 30 / 9 H 00 : TEST 9 H 30/11 H 00 : Présentation des cas Le cycle de conférences Afin d'aborder les thèmes complémentaires au programme, nous proposons de faire intervenir des experts des domaines retenus pour des interventions sous forme de deux conférences débats en amphithéâtre. 1 H 15 : Responsabilité sociale des entreprises 1 H 15 : Evaluation d'entreprise et stratégie transactionnelle 1 H 15 : Les normes internationales comptables et d'audits",
    "Modalités": "Pour répondre aux objectifs fixés, nous proposons de mettre en place le format de 22 heures d'enseignement sous la forme de cours théoriques, d'exercices de mise en application des concepts présentés, de conférences \" expert \" pour la mise en perspective de nouvelles notions de gestion et de management, selon l'organisation suivante : 9 séances de cours d'une heure et quart 11 h 1/4 3 séances de correction d'exercices d'une heure et quart 3 h 3/4 3 conférences d'une heure 3 heures Evaluation des acquis des connaissances ½ heure 1 séance de restitution 3 heures 22 heures L'ensemble de l'enseignement est fait en TD, hormis les conférences en amphithéâtre. Il pourra être transformé en distanciel si le présentiel n'est pas possible.",
    "Contrôle des connaissances - Règles de validation du module": "20 % participant 30 % quizz final 50 % exposé final en groupe Pas de cession de rattrapage si la moyenne n'est pas atteinte.",
    "Adresse du site du module": "educnet.enpc.fr/course/view.php?id=249",
    "Documents pédagogiques - Bibliographie": "Educnet exercices en ligne + M O O C (site du CNAM) Exo N°1 : impact des décisions de gestion sur la Trésorerie et le Résultat Exo N°2 : construction des Etats Financiers : Bilan et Compte de résultat Exo N°3 : Calcul des Soldes Intermédiaires de Gestion Exo N°4 : Stratégie financière : Tableaux de financement et Tableaux de flux",
    "Effectif maximal": "Effectif illimité",
    "Département de rattachement": "Département Sciences Economiques, Gestion Finance",
    "Nombre de crédits ECTS": "1,5 crédit ECTS",
    "Mise à jour": "01/09/24",
    "Code": "O2GE1"
}