{
    "Créneau": "Sem 4",
    "Prérequis": "Connaissances de base en sciences de la Terre.",
    "Enseignants responsables": "(N)",
    "Equipe enseignante": "Siavash Ghabezloo",
    "Objectifs du module": "Développement des aptitudes à l'observation, à la reconnaissance des matériaux naturels, à la compréhension du discours géologique et à son analyse dans le cadre de projets d'ouvrages géotechniques. Montrer des thématiques assez avancées montrant l'importance de la géologie et de la géologie de l'ingénieur (ie interactions entre géologie et dimensionnent d'ouvrages (forages, puits, etc.)). Visites thématiques et conférences à l'Ecole des Ponts ParisTech pour montrer l'intérêt, les méthodes, les précautions de l'usage des explosifs en Génie civil.*Géologie pour l'Ingénieur :",
    "Programme du module": "Jour 1 8h30 - 9h45 : \"Géologie pour l'Ingénieur\" : A partir de quelques exemples d’ouvrages l’importance des multiples facettes de la Géologie de l’Ingénieur sera mise en exergu: comprendre les difficultés et saisir les opportunités\" (I. THÉNEVIN) A partir de 10h : Introduction à la semaine (A.M. TANG) Géologie et géomécanique des réserv Bureau d'études (Siavash GHABEZLOO) Jour 2 Géologie pour les barrages (Gilbert CASTANIER) Géothermie et propriétés thermo mécanique des géomatériaux (Anh-Minh TANG) Jour 3 VISITES Jour 4 Les stockages souterrains d'hydrocarbures - Apport des géosciences pour la 13h45-conception des cavités minées (Louis LONDE) Stockage géologique des déchets radioactifs (Darius SEYEDI) Jour 5 Géologie et géomécanique des réservoirs (Siavash GHABEZLOO) 13h45-18 h : Évaluation",
    "Modalités": "Du lundi 28 janvier 2019 à 8h30 au vendredi 1 février 18h00",
    "Contrôle des connaissances - Règles de validation du module": "Évaluation (vendredi) Présentation des résultats de bureau d'étude par groupe Examen en QCM",
    "Effectif maximal": "Effectif limité à 40 élèves",
    "Département de rattachement": "Département Génie Civil et Construction",
    "Nombre de crédits ECTS": "1 crédit ECTS",
    "Mise à jour": "1er septembre 2024",
    "Code": "O2GEA"
}