{
    "Créneau": "Sem 4",
    "Prérequis": "Connaissances de base en sciences de la Terre.",
    "Enseignants responsables": "Isabelle THENEVIN-GUINLE , Siavash GHABEZLOO",
    "Equipe enseignante": "Isabelle THENEVIN-GUINLE, Siavash GHABEZLOO, Joël Billiote, Hugues ACCARIE, Bruno Tessier",
    "Objectifs du module": "Développement des aptitudes à l'observation, à la reconnaissance des matériaux naturels, à la compréhension du discours géologique et à son analyse dans le cadre de projets à forte incidence géologique : stockages souterrains, barrages, forages géothermiques, stockage de CO2, .... Le module se déroule en deux parties : travaux de terrain et conférences. Les visites de terrain dans le cadre géologique du Bassin Parisien présenteront les séries jurassiques, crétacées, tertiaires, et les formations superficielles quaternaires. Le réseau hydrologique de surface sera largement détaillé. Les conférences permettront une approche de la géologie et de la géomécanique appliquée à différents problèmes : stockage géologique, stockage souterrain, géothermie, barrages ou d'autres grands ouvrages de génie civil. Une journée de synthèse et d'évaluation clôturera la semaine.",
    "Programme du module": "Jour 1 : Sur le terrain sera évoquées la formation des roches, leur compositions et structures. Les outils de reconnaissance des minéraux et de cartographie géologique seront pratiqués. Les sables de Fontainebleau, le calcaire de Brie, la craie campanienne ou le calcaire pisolithique du Danien serviront d'exemples à ces études. Jour 2 : La journée sera dédiée aux eaux superficielles et granulats dans la vallée de la Seine et de ses affluents. La dynamique fluviale (évolution de la vallée en travers et en long) sera étudiée. Les eaux superficielles en tant que : ressources (mesures de protection), risques inondation, risques érosion, seront détaillées. L'extraction des granulats à proximité et la navigation en lien avec la région Ile de France seront observées. Jour 3 et Jour 4 seront dédiés aux conférences en salle suivie de discussions avec les professionnels du stockage souterrain, des aménagements hydro-électriques et géothermiques. Jour 5 : Synthèse en salle et évaluations",
    "Modalités": "Du lundi 10 février 2025 à 8h30 au vendredi 14 février 19h00",
    "Contrôle des connaissances - Règles de validation du module": "La semaine sera l'occasion d'évaluer l'acquisition des notions fondamentales de la géologie individuellement (composition, nature des roches, structure, temps, …). Enfin, après les conférences techniques (ouvrages, sites industriel), les élèves seront questionnés. La synthèse de ces 2 évaluations formera la note du module.",
    "Documents pédagogiques - Bibliographie": "Voir Educnet",
    "Effectif maximal": "Effectif limité à 70 élèves",
    "Département de rattachement": "Département Génie Civil et Construction",
    "Nombre de crédits ECTS": "1 crédit ECTS",
    "Mise à jour": "1er septembre 2024",
    "Code": "O2GEO"
}