{
    "Créneau": "Ouv 2/Ouv 3Ouv 3",
    "Enseignants responsables": "Gilles FORET",
    "Equipe enseignante": "Dominique LORENTZ, Simon AUBRY, Gilles MOREAU, Anne FERRI",
    "Objectifs du module": "L'objectif de la semaine est de mettre les élèves en contact avec les matériaux de construction : connaissance du processus de fabrication et de transformation du verre, de l'acier, du bois et du béton.",
    "Programme du module": "Présentation de la semaine et des procédés d'élaboration des matériaux par Gilles Foret. Informations pratiques sur le déroulement des visites. Séance 1: Cours: Matériaux de construction: présentation de différents comportements rhéologiques - Visite du centre Saint-Gobain Recherche (Aubervilliers) Séance 2: Conférence: Fabrication du ciment - visite d'une cimenterie Séance 3: Conférence: Fabrication de l'acier - visite d'une aciérie - Visite de l'abbaye de Neumünster - Conférence ; conception et réalisation de la verrière de l'abbaye de Neunmünster Séance 4: Présentation par l'ONF de la filière bois dans le cadre d'une visite en forêt - visite d'une scierie Séance 5: Conférence ; présentation du verre et de la mise en oeuvre dans la construction. Visite du centre de Recherche d'Isover Saint-Gobain",
    "Contrôle des connaissances - Règles de validation du module": "Rapport sur les visites et recherches bibliographiques par groupes de trois élèves.",
    "Adresse du site du module": "http://gede.enpc.fr/Programme/Fiche.aspx",
    "Documents pédagogiques - Bibliographie": "Supports de cours et documents fournis par les partenires industriels",
    "Effectif maximal": "Effectif limité à 80 élèves",
    "Département de rattachement": "Département Génie Civil et Construction",
    "Nombre de crédits ECTS": "1 crédit ECTS",
    "Mise à jour": "1er septembre 2024",
    "Code": "O2IMC"
}