{
    "Créneau": "ProlongSem 4/Sem 6Sem 6",
    "Enseignants responsables": "Nacima BARON-YELLES",
    "Equipe enseignante": "Nacima BARON-YELLES, Nils LEBOT, Capucine-Marin DUBROCA-VOISIN",
    "Objectifs du module": "Depuis quelques années, le Département VET met en place une semaine d'ouverture axée sur les Transports et adressée à tous les élèves-ingénieurs du Département. Cette semaine permet aux élèves de découvrir certains enjeux et métiers liés aux transports et plus particulièrement aux pôles d'échanges multimodaux. A partir de l'objet gare, ce cours doit contribuer à leur faire percevoir la complexité systémique des environnements et des acteurs du transport, ainsi que l'importance d'une approche interdisciplinaire dans la conduite de projets. En 2021, cette semaine propose aux élèves d'aborder différentes composantes opérationnelles des pôles d'échanges dans un format de travail appliqué, en lien avec les professionnels du secteur, et en alternant visite de site et production en atelier. Deux sites sont retenus pour deux ateliers de terrain (gare Saint Lazare et Gares de la ligne C Vallée de l'Orge) et un atelier data - SIG complète le dispositif.",
    "Programme du module": "Ce module de 5 journées est structuré comme suit : Conférences : Les conférences introduisent les participants aux notions de base liées à la thématique traitée, présentent la complexité du jeu d'acteurs qui traverse les pôles d'échanges, dressent un tableau des thèmes et enjeux qui animent actuellement les professionnels du secteur. Une journée spéciale est dédiée aux gares japonaises et une seconde à des comparaisons entre gares européennes. L'objectif est d'établir une grille de lecture commune aux participants et d'alimenter leur réflexion pour les ateliers. Visites : Les visites animées par des professionnels et de jeunes chercheurs (post-doctorants et doctorants) ouvrent chacun des trois ateliers afin que les élèves disposent d'une présentation globale du site d'étude, de son fonctionnement, des projets en cours. Ateliers : Les participants sont affectés à des ateliers animés chacun soit par un tuteur professionnel, soit par un jeune chercheur. L'organisation interne de l'atelier se fait par le tuteur qui prépare et guide le travail des élèves. Une fiche en annexe de ce document précise le contenu de chaque atelier. Thématique Tuteur Groupe 1 Atelier TOD Les gares et le lien réseau - territoire en vallée de l'Orge Richard Zelezny (U. Cergy) Groupe 2 Atelier Flux : La marche en gare : flux et comportements Pauline Detavernier (AREP) Groupe 3 Atelier Data : De la morphologie à la performance des gares Nils Le Bot (AREP) Planning 1er février 21 MATINEE: 9 h - 10 h Pr. N. Baron Présentation et introduction du module 10 h 15 -11 h 45 H. Kato (Tokyo U) Airport Rail Access and Regional Economy: Tokyo's Case APRES- MIDI : 13h30 h - 15 h C. Tiry-Ono (Minist. Culture) Formes urbaines et développement commercial des gares japonaises 2 février 21 MATINEE: 9 h 10 h 30 M. S. Bickler (Network rail NL) Rotterdam/Den Haag railway redevelopment : metropolitan strategy and operations 11 h 00 - 12h 30 M. Trigiannese (TU Delft) Polycentric networks of railway nodes models : analysis and integrated solutions APRES- MIDI : 14 h-15h30 C. Gautier (Union Internationale des Chemins de F.) Partenariats stratégiques autour des gares : Station Global Manager Group de l'UIC 15 h 45 17 h 15 D. Behar (Chaire aménager le Grand Paris EUP) Enjeux métropolitains du réseau du Grand Paris Express 3 février 21 MATINEE: Visites de présentation des terrains d'atelier APRES- MIDI : Observations in situ 4 février 21 MATINEE: Atelier APRES-MIDI: Atelier 5 février 21 MATINEE: Atelier APRES-MIDI: Atelier Rendu des dossiers 12 février Restitution orale des ateliers : 16 février matinée",
    "Modalités": "Semaine de conférences et de visites",
    "Contrôle des connaissances - Règles de validation du module": "Le 16 février 9h30 - 12 h : Les élèves participant aux ateliers sont évalués sur la base de la remise d'un document écrit de 10 pages maximum et d'une soutenance orale et de 40 mn devant un jury (20 m d'exposé et 20 mn de questions réponses). Les axes du document écrit et de la présentation sont : Présentation de la problématique traitée au cours de l'atelier Présentation du terrain d'étude au regard de cette problématique Méthodologie et matériaux d'enquête Résultats obtenus Pistes d'approfondissement, propositions d'actions. Les élèves devront répondre au cahier des charges détaillé de chacun des deux ateliers dont les axes sont bien évidemment spécifiques. L'évaluation prendra en compte la qualité et l'approfondissement du travail mené ainsi que celle de la présentation des travaux.",
    "Documents pédagogiques - Bibliographie": "Dossier incluant le planning de la semaine, les notes biographiques et les supports de présentation des intervenants.",
    "Effectif maximal": "Effectif illimité",
    "Département de rattachement": "Département Ville Environnement Transport",
    "Nombre de crédits ECTS": "1,5 crédit ECTS",
    "Mise à jour": "2 septembre 2024",
    "Code": "O2LVM"
}