{
    "Créneau": "Ouv 2/Ouv 3Ouv 3",
    "Enseignants responsables": "Mohamed Saad EL HARRAB",
    "Objectifs du module": "Le voyage de département a pour vocation de faire découvrir aux élèves ingénieurs des entreprises de tous secteurs industriels. L'enjeu de ce séminaire dépasse largement les seules visites, il a pour objectif de mettre des réalités sur les mots et les concepts que les étudiants vont entendre et manipuler pendant leur première année dans le département. La réalité du terrain est nécessaire pour mieux appréhender les problématiques du département.",
    "Programme du module": "En fonction des années, le voyage se déroule dans une région française ou à l'étranger. Les destinations sont choisies pour intégrer plusieurs élements fondamentaux pour le département: actions des entreprises dans le développement durable, mise en place de transformations majeures dans l'organisation, source de compétitivité originale, taille de l'entreprise (des PMEs sont toujours rencontrées) ...",
    "Modalités": "Une semaine.",
    "Contrôle des connaissances - Règles de validation du module": "Avant le voyage, en faisant des recherches sur l’entreprise, sur ses produits ou sur l’industrie, présenter ce que vous pensez que l’on va nous dire pendant la visite, mais aussi et surtout ce que l’on ne va pas nous dire (ainsi par exemple dans le monde de la chimie, vous ne verrez jamais les entrepôts dans lesquels sont stockés les produits ..) et pourquoi il en est ainsi. Existe-t-il des controverses autour de l’entreprise, du secteur, de ses produits ?Le but est ici d’éviter que vous ne regardiez que les aspects purement institutionnels et formels et de vous préparer à poser des questions. Ces éléments seront discutés avant chaque visite. Chaque visite sera aussi débriefée en groupe. Pour chacune, nous débattrons collectivement pendant 15 min : o qu’est ce qu’on nous a dit/ pas dit et pourquoi ? o est-ce que vous aimeriez travailler dans cette entreprise et pourquoi ? o qu’est ce que vous avez trouvé d’original / de « ringard » dans l’entreprise ? o comment avez-vous trouvé la présentation (par exemple, a-t-on tenté par exemple de nous « manipuler » en ayant comme interlocutrice une jolie jeune femme ?) - après le voyage, faire la synthèse de la visite et des discussions que nous avons eues lors du debriefing (min 5 pages hors photos et illustrations). Ajouter en plus au min 2 pages en conclusion : qu’avons-nous vu ? qu’est ce qui nous a étonnés ? Dans certains milieux, ce genre de document est appelé « rapport d’étonnement ». Ce document, accompagné de photos si possible et si cela a été autorisé par l’entreprise, est à rendre pour le 20 octobre en format papier et électronique à Aurélie Mortier - après le voyage, sur base de la synthèse de la visite et des discussions, rédiger un court rapport comprenant les éléments suivants : qu’avons-nous vu ? qu’est ce qui nous a étonnés ? Dans certains milieux, ce genre de document est appelé « rapport d’étonnement ». Ce document est à rendre pour le 20 octobre en format papier et électronique à Binta Kaba (rapport entreprise). Je le lirai avant de voir dans quelle mesure il est communicable dans l’état à l’entreprise (par vous directement après mon accord) Ces éléments seront notés de la façon suivante : - préparation du voyage par groupe : 25% (note par groupe) - rapport école : 25% (note par groupe) - rapport entreprise : 25% (note par groupe) - participation aux débats, participation active pendant le voyage, comportement général : 25% (note individuelle)",
    "Effectif maximal": "Effectif limité",
    "Département de rattachement": "Département Génie Industriel",
    "Nombre de crédits ECTS": "0,5 crédit ECTS",
    "Mise à jour": "01 Septembre 2024",
    "Code": "O2MGI"
}