{
    "Créneau": "Sem 4/Sem 6Sem 6",
    "Enseignants responsables": "Paul RAMBACH",
    "Equipe enseignante": "Paul RAMBACH, Gilles FORET, Gilles BOUCHET, Jean-François CARON, Hocine DELMI",
    "Objectifs du module": "Concevoir, dimensionner, fabriquer et tester un objet simple.",
    "Programme du module": "Une \"semaine conception\" obligatoire est organisée à la fin du premier semestre de spécialisation de la formation d'ingénieur Génie Mécanique et Matériaux. Cette semaine donne l’occasion aux élèves de mettre en pratique les compétences acquises lors du premier semestre de cours. Ils mènent, durant cette semaine, une démarche de conception complète, partant de la définition d'un cahier des charges, jusqu'à la conception d'un objet et sa réalisation. Plusieurs thèmes de conception / fabrication sont proposés. Les élèves peuvent en particulier concevoir et fabriquer une raquette de tennis, une carène de bateau, un objet volant ou en relation avec les écoulements de fluides tel qu'un drone ou une éolienne ou un objet ayant des propriétés acoustiques, réalisé par un procédé de fonderie au bronze. Pour mener à bien cette démarche de conception, ils utilisent leurs connaissances et compétences dans les divers domaines de la mécanique, ainsi que celles développées sur les outils de CAO et sur les outils de simulation numérique. Ces derniers permettent de prévoir et d'ajuster les performances de leur objet.",
    "Contrôle des connaissances - Règles de validation du module": "Le contrôle est essentiellement continu. Il prend en compte la motivation de l'élève, sa capacité à travailler en groupe et la qualité du produit réalisé, ainsi que la présentation finale.",
    "Effectif maximal": "Effectif illimité",
    "Département de rattachement": "Département Génie Mécanique et Matériaux",
    "Nombre de crédits ECTS": "1,5 crédit ECTS",
    "Mise à jour": "01/09/2024",
    "Code": "O2SCO"
}