{
    "Créneau": "Ouv 3",
    "Enseignants responsables": "Anne-Sophie COLAS , Benjamin TERRADE",
    "Equipe enseignante": "Anne-Sophie COLAS, Hicham CHERIFI, Suzanne LEONARD, Benjamin TERRADE, Jean-Claude RENAUD, Joël BILLO, Adélaide FERAILLE, Denis GARNIER, Ambroise LACHAT",
    "Objectifs du module": "L'objectif de la semaine est de dimensionner un mur expérimental en maçonnerie, en prenant en compte les contraintes mécaniques et environnementales, puis de réaliser un essai à l'échelle 1 sur un mur amené à la rupture pour valider la pertinence du modèle développé.",
    "Programme du module": "- Lundi 9 septembre (10h00-12h00) : Introduction au projet Introduction à la maçonnerie, présentation des enjeux scientifiques et techniques, présentation des concepts mis en œuvre dans le calcul à la rupture. - Lundi 9 septembre (14h00-17h00) : Introduction à l'ACV Introduction aux enjeux environnementaux de la construction. - Mardi 10 septembre (09h00-12h00) : Introduction au calcul à la rupture Présentation des concepts mis en œuvre dans le calcul à la rupture Mardi 10 septembre (14h00-18h00) : Modélisation et préparation des essais Dimensionnement de la structure en prenant en compte les contraintes mécaniques et environnementales associées, application par des essais sur maquettes, préparation des essais à l'échelle 1. - Mercredi 11 septembre (09h00-18h00) : Construction, instrumentation et essai à l'échelle 1 Conception, construction, mise en place de l'instrumentation et test de la structure jusqu'à la rupture. - Jeudi 12 septembre (09h00-12h00) : Exploitation des données expérimentales Analyse des données capteurs et analyse d'images, introduction au logiciel JPIV, comparaison aux prévisions du modèle. - Jeudi 12 septembre (14h00-17h00) : Modélisation et exploitation des données expérimentales Avancement de l'analyse des données expérimentales et finalisation des modèles calcul à la rupture et ACV. - Vendredi 13 septembre (09h00-13h00) : Préparation de la présentation orale Finalisation de l'analyse des données expérimentales et préparation de la présentation orale. - Vendredi 13 septembre (14h00-17h00) : Présentation orale Présentation orale et analyse des feuilles de calcul. Ce programme inclut également deux interventions de professionnels confrontés à la conception, l'évaluation, la gestion et la maintenance opérationnelles de constructions en maçonnerie qui se dérouleront dans la matinée du jeudi 12 et du vendredi 13.",
    "Modalités": "Semaine d'ouverture",
    "Contrôle des connaissances - Règles de validation du module": "Présentation orale et notes de calcul (ACV, calcul à la rupture et essais).",
    "Adresse du site du module": "http://gede.enpc.fr/Programme/Fiche.aspx",
    "Effectif maximal": "Effectif limité à 12 élèves",
    "Département de rattachement": "Département Génie Civil et Construction",
    "Nombre de crédits ECTS": "1 crédit ECTS",
    "Mise à jour": "11 décembre 2024",
    "Code": "O3ADL"
}