{
    "Créneau": "Ouv 3",
    "Prérequis": "Connaissances de base en mécanique des structures du génie civil",
    "Enseignants responsables": "Olivier BAVEREL",
    "Equipe enseignante": "Olivier BAVEREL, Paul VERGONJEANNE, Pierre NAVARO AUBURTIN",
    "Objectifs du module": "L’objectif du module est de préparer les futurs ingénieurs à participer à la réalisation de projets demandant la validation et/ou la conception optimale des structures en maçonnerie ou en pierre de taille. Pour garantir une application pratique, le module prévoit le dessin des plans d’exécution et la réalisation de la maquette d’une arche en PXB de quelques mètres de porté ou d’une structure similaire. A l’issu de ce module les élèves connaitront les principales morphologies et caractéristiques structurelles des systèmes maçonnés, les méthodes de calcul à la rupture adaptées à leur analyse et les méthodes de conception basées sur la recherche de géométries sollicitées, sous charge, par la moindre énergie de flexion. Les élèves seront capables d’estimer la charge de ruine des structures en maçonnerie et en pierre de taille et d’appliquer ces connaissances tant à l’analyse de l’existant que à la conception de nouveaux systèmes.",
    "Programme du module": "Séance 1 : Conférence sur la construction et réhabilitation structures en maçonnerie. Arcs et voûtes, calcul à la rupture, introduction au calcul d'un arc funiculaire Séance 2 : Statique graphique. Calcul à la rupture, étude cinématique, flambement d'une pile de voussoirs, manipulation d'arc à échelle réduite. Séance 3 : Conception de l'arc et optimisation. Conception sur Scilab ou Excel. Fabrication Séance 4 : Fabrication (fin) Séance 5 : Interprétation des résultats et rédaction du rapport final",
    "Modalités": "Une semaine - petites classes.",
    "Contrôle des connaissances - Règles de validation du module": "Rapport écrit par groupe de TP faisant l'objet d'une notation.",
    "Adresse du site du module": "educnet.enpc.fr/course/view.php?id=489",
    "Documents pédagogiques - Bibliographie": "Divers documents sont distribués par des intervenants.",
    "Effectif maximal": "Effectif limité à 23 élèves",
    "Département de rattachement": "Département Génie Civil et Construction",
    "Nombre de crédits ECTS": "1 crédit ECTS",
    "Mise à jour": "1er septembre 2024",
    "Code": "O3ATT"
}