{
    "Créneau": "Ouv 3",
    "Prérequis": "Connaissances de base en mécanique des structures.",
    "Enseignants responsables": "Xavier CHATEAU , Emmanuel KEITA",
    "Equipe enseignante": "Cyril DOUTHE, Marine BAGNERIS",
    "Objectifs du module": "Objectif pédagogiques: \" Brosser un panorama des contraintes inhérentes à tout projet de construction de structures courbes et des solutions géométriques, mécaniques et technologiques pour y répondre. \" Initier les étudiants aux études d'exécution, aux spécificités de la construction en bois, à l'utilisation d'outils de fabrication de pointe (usinage robotisé, découpe laser, fraisage numérique, etc.), aux méthodes de contrôle géométrique de la forme. \" Confronter la théorie à la pratique en passant de la conception à la réalisation d'une structure à grande échelle, sensibilisation aux notions de tolérance, de jeu et de réglage... \" Partager l'expérience des différents partenaires (Simonin : constructeur de structures complexes en bois, Würth France : outillage professionnel et quincaillerie, ABB & Schunk & HAL : fabrication robotique, Navier : interaction géométrie, structure et technologie).",
    "Programme du module": "Conférences : \" De l'intérêt de la double courbure, exemples de réalisations. \" Recherche de forme : méthodes numériques et expérimentales. \" Conception et réalisation de morphologies non-standard, les p-formes comme outil. \" Conception des structures textiles. \" Conception des gridshells. \" Conférenciers invités (généralement un ingénieur d'étude et un fabricant). Ateliers : \" Projet par équipes de 2 : Esquisses de propositions pour le concours (maquettes et dessins à l'échelle). \" Correction collective des projets. Décision collégiale des deux projets lauréats. \" Projet par équipes: Réalisation des deux structures à l'échelle 1 (faisabilité, conception des détails, planification des étapes de fabrication, réalisation et tests de charge).",
    "Modalités": "Atelier sur une semaine en petites classes.",
    "Contrôle des connaissances - Règles de validation du module": "Présentation orale intermédiaire en binôme, rapport écrit par groupe de TP et assiduité.",
    "Adresse du site du module": "marine.bagneris.free.fr/wiki/index.php?view=ENPC%20-%20Construire%20le%20courbe",
    "Documents pédagogiques - Bibliographie": "Bibliographie et documents distribués par les intervenants.",
    "Effectif maximal": "Effectif limité à 30 élèves",
    "Département de rattachement": "Département Génie Civil et Construction",
    "Nombre de crédits ECTS": "1 crédit ECTS",
    "Mise à jour": "1er septembre 2024",
    "Code": "O3ATE"
}