{
    "Créneau": "Ouv 3",
    "Enseignants responsables": "Adélaide FERAILLE , Jean-Michel TORRENTI",
    "Equipe enseignante": "Adélaide FERAILLE, Jean-Michel TORRENTI",
    "Objectifs du module": "Cette semaine vise à faire découvrir les nombreuses innovations techniques du matériau béton. Elle est destinée à des élèves de 3ème année de l'ENPC ayant choisi le département GCC. Elle se déroule à l'ENPC Champs sur Marne et est élective.",
    "Programme du module": "Lundi 9 septembre 9h - 12h30 Le matériau béton : ses constituants, sa fabrication, sa formulation, & les BAP, BHP et BTHP, formulation, fabrication, impact sur les structures J-M. Torrenti (Ifsttar) 14h00 - 17h30 Les bétons de fibre, les BFUP J-N. Rivoal (Lafarge), T. Thibaux (Eiffage) Mardi 10 septembre 9h - 12h Les structures bois-béton R. Leroy (Navier) 13h30 - 15h Les bétons bio-sourcés S. Marceau (IFSTTAR) 15h30 - 17h Bétons et développement durable A. Feraille (Navier) Mercredi 11 septembre 9h - 12h30 TD Betonlab 1 T. Sedran (IFSTTAR) 14h00 - 17h30 TD Betonlab 2 T. Sedran (IFSTTAR) Jeudi 12 septembre 9h30 - 11h30 Fabrication additive présentation (Navier) 13h - 14h Fabrication additive démonstration (Navier) Vendredi 13 septembre 9h - 10h30 Examen 10h45 - 12h15 Recyclage des bétons S. Braymand (Université Strasbourg) En demi-groupe : 13h30 - 17h00 Fabrication au laboratoire Navier - concours de résistance à l'indice de performance (rapport résistance/prix avec résistance minimale de 60 MPa + slump > 16 cm), formulations préparées en TD C. Bernard (Navier), J-M Torrenti (Ifsttar). Ces bétons seront testés 28 jours après. 13h30 - 17h00 Expérimentations sur des bétons de granulats recyclés et bétons légers S. Braymand (Université Strasbourg)",
    "Modalités": "Semaine d'ouverture.",
    "Contrôle des connaissances - Règles de validation du module": "Examen final.",
    "Adresse du site du module": "educnet.enpc.fr/course/view.php?id=283&userid=guest",
    "Effectif maximal": "Effectif limité à 20 élèves",
    "Département de rattachement": "Département Génie Civil et Construction",
    "Nombre de crédits ECTS": "1 crédit ECTS",
    "Mise à jour": "1er septembre 2024",
    "Code": "O3ATB"
}