{
    "Créneau": "Ouv 3/ProlongProlong",
    "Prérequis": "Finance : aspects mathématiques et numériques",
    "Enseignants responsables": "Aurélien Alfonsi",
    "Equipe enseignante": "Conférenciers (provenances diverses : banque, entreprises, consultants)",
    "Objectifs du module": "Cette semaine est destinée aux élèves de troisième année ; elle est également ouverte aux étudiants du master Mathématiques Appliquées à la Finance (UPEMLV, Ecole des Ponts). L'objectif de cette semaine est de présenter un panorama actuel de l'ensemble des métiers de la finance quantitative, du contrôle des risques financiers et de l'assurance. Elle permet aux étudiants de rencontrer des professionnels intervenant dans différents secteurs de la finance : ils pourront ainsi mieux s'orienter dans leur recherche de PFE et de premier poste. Les conférenciers présenteront les métiers mais aussi interviendront sur des cas pratiques pour mettre en évidence les relations entre le contenu théorique des cours de 3ème année et les problèmes pratiques que les élèves auront à traiter dans leurs premiers postes.",
    "Programme du module": "La semaine est basée sur des conférences. Les domaines couverts classiquement sont : \" la banque \" l'assurance \" quelques aspects de finance internationale. Si possible on essaiera de traiter des exemples \" d'actualité \" dans les secteurs : \" du développement durable et de l'énergie \" de la finance (crises ou bulles récentes, matières premières, cryptomonnaie, etc )",
    "Modalités": "8 demi journées réparties sur une semaine, cours, travaux dirigés, conférences et visites.",
    "Contrôle des connaissances - Règles de validation du module": "Participation obligatoire. Synthèse d'une ou plusieurs conférences.",
    "Effectif maximal": "Effectif maximal : 50",
    "Département de rattachement": "Département Ingénierie Mathématique et Informatique",
    "Nombre de crédits ECTS": "1,5 crédit ECTS",
    "Code": "O3FIQ"
}