{
    "Créneau": "Ouv 3/ProlongProlong",
    "Enseignants responsables": "Pierre BERTRAND",
    "Equipe enseignante": "Philippe LAURIER",
    "Objectifs du module": "L'intelligence économique est un effort pour comprendre et influer sur l'environnement économique ou l'état de la technologie. Elle s'articule, dans son acception légale, autour de trois axes : protéger et enrichir l'information ; protéger un système d'information et de décision ; protéger le patrimoine d'une entreprise, d'un laboratoire ou d'un pays. Cette journée thématique vise une meilleure compréhension des processus et enjeux liés à la sécurité de l'information, des mécanismes de déstabilisation et manipulations stratégiques.",
    "Programme du module": "Thématiques abordées (programme provisoire) : espionnage technologique et financier contemporain les fragilités individuelles et collectives manipulations économiques à grande échelle désinformations scientifiques…",
    "Modalités": "La semaine est composée de séquences de cours et de conférences données par des intervenants permettant de donner des éclairages sur un aspect de l'intelligence économique.",
    "Contrôle des connaissances - Règles de validation du module": "L'évaluation comprend : - Présentation orale (en ligne, avec des transparents - lien transmis ultérieurement) par chaque groupe de son travail, durant 12 mn - Un mini-rapport sur le même sujet avant le 1/10, 23h, par groupe. Taille du rapport : 1800 caractères espaces compris par élève (soit 7200 caractères pour un groupe de 4) + éléments bibliographiques.",
    "Effectif maximal": "Effectif illimité",
    "Département de rattachement": "Département Sciences Economiques, Gestion Finance",
    "Nombre de crédits ECTS": "1,5 crédit ECTS",
    "Code": "O3INT"
}