{
    "Créneau": "Sem 3/Sem 5 Ma 8 h 30 - 11 h 45Sem 5 Ma 8 h 30 - 11 h 45",
    "Prérequis": "Aucun prérequis particulier",
    "Enseignants responsables": "Virginie BOUTUEIL , Sonia ADELE",
    "Equipe enseignante": "Louis GENDREAU, Virginie BOUTUEIL, Sonia ADELE, Juste RAIMBAULT, Emmanuel MUNCH",
    "Objectifs du module": "La mobilité ne se réduit pas à un réseau physique et une planification mais concerne également des individus qui se comportent de différentes manières et prennent des décisions en fonction de paramètres \"humains\". Ce module vise à apporter des éléments pour une compréhension plus complète de la mobilité. Il aborde les comportements de mobilité sous deux angles : un angle socio-économique qui modélise le comportement par une stratégie économique conciliant des objectifs et des contraintes, et un angle psycho-ergonomique qui s'intéresse davantage aux conditions personnelles. Le module apporte une connaissance des théories du comportement, des méthodes descriptives et des modèles de simulation, ainsi que des clefs d'analyse et d'interprétation. A l'issue du module de formation, les élèves seront capables de : - Connaître les théories explicatives du comportement et choisir la plus appropriée en fonction de la situation à étudier et de l'objectif de l'étude. Identifier les déterminants adéquats à mesurer. - Utiliser les méthodes adaptées à l'étude de ces déterminants et à l'objectif de l'étude. - Choisir parmi les techniques qualitatives et/ou quantitatives. - Intégrer l'usager aux différentes phases d'un projet transport. - Intégrer les dimensions comportementales dans un modèle. L'étudiant devenu ingénieur sera capable d'appréhender de façon plus complète une situation du domaine du transport, en tenant compte notamment des dimensions comportementales et des déterminants de ce comportement.",
    "Programme du module": "Séances 1 : Panorama des approches comportementales dans le domaine de la mobilité Séance 2 : Travail en groupe encadré (tutorat) - appropriation des notions Séance 3 : Les données d'observation de la mobilité Séance 4 et 9 : Travail en groupe encadré (tutorat) - bibliographie et travail sur le dossier d'analyse du module Séance 5 : Les méthodes traditionnelles d'enquête appliquées à la mobilité Séances 6 et 7 : Les méthodes qualitatives de l'ergonomie et des sciences sociales Séances 8 et 11 : Les modèles de comportements de mobilité, portée et limites Séance 10 : Les outils de l'analyse économique appliqués à la mobilité Séance 12 : Prospective des comportements de mobilité Séance 13 : Présentation orale des dossiers d'analyse (en groupes)",
    "Modalités": "Cours de 12 séances de 3 heures (+ 1 séance de soutenance orale), mêlant CM, ateliers d'exercices participatifs, TD et tutorat de séances de travail en autonomie. Destiné à un petit groupe d'élèves, le module privilégie la pratique expérimentale de l'analyse et de la modélisation des comportements de mobilité. Il fait intervenir des spécialistes de chaque approche pour exposer des études de cas concrets. Il est enseigné pour partie en langue anglaise. A partir de retours d'expériences, les méthodes pédagogiques font l'objet d'une amélioration continue avec en perspective un rapprochement entre la situation pédagogique et les futures situations professionnelles.",
    "Contrôle des connaissances - Règles de validation du module": "L'évaluation portera sur : 1) la qualité de la préparation des séances (ateliers participatifs), de la participation et des résultats obtenus aux ateliers d'exercices, cette participation pourra entre autres modalités, consister en la recherche et la lecture d'articles récents sur un thème donné (par exemple : l'expérience utilisateur dans les transports), en utilisant les ressources disponibles à la bibliothèque de l'Ecole (outils de recherche, bases de données, abonnements) 2) le dossier écrit et la présentation orale d'une analyse expérimentale de comportement de mobilité mobilisant a minima deux approches complémentaires étudiées en cours. En cas d'échec à valider le module sur ces bases, aucune session de rattrapage n'est prévue.",
    "Adresse du site du module": "educnet.enpc.fr/course/view.php?id=501",
    "Documents pédagogiques - Bibliographie": "Copie papier et version électronique des diapositives utilisées lors du module",
    "Effectif maximal": "Effectif limité à 14 élèves",
    "Département de rattachement": "Département Ville Environnement Transport",
    "Nombre de crédits ECTS": "4 crédits ECTS",
    "Mise à jour": "2 septembre 2024",
    "Code": "OACMO"
}