{
    "Créneau": "Sem 1 MS",
    "": "Aucune",
    "Prérequis": "Prérequis de Digital Building Design, après le premier semestre",
    "Enseignants responsables": "Tristan GOBIN",
    "Objectifs du module": "Utiliser un environnement de développement (IDE) et les outils modernes de gestion de code (Git) et de projet Développer et structurer un ensemble de fonctionnalités organisé en classes d'objets pour répondre à un cahier des charges spécifique Intégrer des fonctionnalités externes en utilisant différentes librairies Tester et vérifier la robustesse d'un code. Réaliser un code propre, correctement documenté et réutilisable par d'autres. Acquérir une connaissance relative des contraintes associées aux infrastructures nécessaires dans un cadre professionnel tel que la distribution et l'intégration continue, le développement de plugin dans l'environnement rhino/grasshopper et l'utilisation de kernels géometrique (comme Rhinocommon). Des notions avancées telles que les patrons de conception (pattern et la programmation asynchrone seront abordées pour leur permettre d'appréhender potentiellement dans leur carrière des développements complexes de système robuste. Acquérir la capacité d'abstraction et la maitrise d'outils opérationnels permettant un travail en groupe et, à terme, la gestion d'équipe pluridisciplinaire.",
    "Programme du module": "Séance de démarrage, présentation de l'équipe enseignante, des objectifs des différentes thématiques, installation des outils (github, visual studio ou autre IDE, Rhino/Grasshopper) : CM/TD Base POO séance 1/3 (type, heritage) : CM/TD Base POO séance 2/3 (polymorphisme : CM/TD Base POO séance 3/3 (design pattern) : CM/TD Mcneel POO séance 1/3 (Geometry et Rhinocommon) Morphologie : CM/TD Mcneel POO séance 2/3 (Geometry et Rhinocommon) Metadata : CM/TD Mcneel POO séance 3/3 (Geometry et Rhinocommon) Creation de Plugin : CM/TD Rendu des exercices des séances 2 à 7. Pour correction. Projet en équipe, constitution des équipes, définitions du projet de plugin pour Grasshopper, de ses fonctionnalités : CM/TD Conception du plugin pour Gh séance 1/3 : CM/TD Conception du plugin pour Gh séance 2/3 : CM/TD Conception du plugin pour Gh séance 3/3 : CM/TD Correction des plugin séance 1/2 (via github, et pull request : evaluation Correction des plugin séance 1/2 (via github, et pull request) et evaluation",
    "Modalités": "CM/TD",
    "Contrôle des connaissances - Règles de validation du module": "50% Assiduité 50% Exercices en séance",
    "Effectif maximal": "Effectif illimité",
    "Département de rattachement": "MS Digital Building Design",
    "Nombre de crédits ECTS": "4 crédits ECTS",
    "Code": "OBOPR"
}