{
    "Créneau": "Sem 1",
    "Enseignants responsables": "Luc DORMIEUX",
    "Equipe enseignante": "Luc DORMIEUX, Ghazi HASSEN, Xavier CHATEAU, Gwendal CUMUNEL, Alice GRIBONVAL, Eric LEMARCHAND, Sarah ROPERT, Benjamin TERRADE",
    "Objectifs du module": "Le coeur de l'enseignement de la Mécanique en première année à l'ENPC est l'étude du modèle de milieu continu élastique déformable. Pour s'y préparer, il est nécessaire d'acquérir ou de revisiter un certain nombre de notions de mathématique et de physique qui ne sont plus au programme de toutes les filières des classes préparatoires. Le module OMPM est donc principalement à visée propédeutique. Pour bien aborder l'étude de la déformation d'un système matériel, il importe dans un premier temps de connaître les propriétés cinématiques du mouvement de corps rigide, que l'on caractérise mathématiquement par le torseur cinématique. La notion de torseur est également indispensable pour décrire les efforts extérieurs qui sont appliqués à un système matériel. L'étude de cet objet mathématique et de ses applications en Mécanique constitue le premier objectif du module OMPM. La notion de torseur permet la description globale d'un chargement mécanique extérieur. En revanche, elle est insuffisante pour l'étude locale des efforts intérieurs à un système matériel pour lesquels on doit faire appel à la notion de tenseur, c'est-à-dire de forme n-linéaire. Cette notion est également indispensable pour quantifier les déformations. C'est le deuxième objet mathématique fondamental dont le module OMPM propose l'étude. Elle comporte une initiation à l'analyse tensorielle qui s'inscrit dans le prolongement de l'analyse vectorielle abordée en classes préparatoires.",
    "Modalités": "6 séances de 3h en TD",
    "Contrôle des connaissances - Règles de validation du module": "La validation est jugée sur le résultat d'un examen écrit en fin de module.",
    "Documents pédagogiques - Bibliographie": "Livre : Mécanique des milieux continus : cours et exercices corrigés (L. Dormieux, E. Lemarchand, D.Kondo) Editions Ellipses. Recueil de TD corrigés (site educnet)",
    "Effectif maximal": "Effectif illimité",
    "Département de rattachement": "Département de 1ère année",
    "Nombre de crédits ECTS": "2 crédits ECTS",
    "Mise à jour": "12/11/2024",
    "Code": "OMPI"
}