{
    "Créneau": "Ouv MS/Ouv 2 M/ProlongSem 1 MS/Sem 3 M/ProlongSem 2 MS/Sem 4 M/ProlongProlong",
    "Enseignants responsables": "Stephanie BARRAL , Adam BAIZ",
    "Objectifs du module": "Au cours de ce module, les participants acquièrent la maitrise technique des principaux outils d’enquête des sciences sociales. Plus précisément, il s’agit de : - Être capable de choisir un outil pertinent en fonction du problème à traiter, penser les biais et limites associés ; - Construire le cadre méthodologique adéquat, identifier les personnes ou organisations cible ; - Appliquer l’outil, produire les données empiriques, les traiter, les mettre en forme ; - Interpréter les données, les confronter à la question initiale, réfléchir aux options possibles pour y répondre ; - Connaitre les enjeux opérationnels de chaque méthode (gouvernance, coût). Ce module vise à transmettre les compétences clés que doit avoir un responsable au sein d'une administration pour commander et valoriser des sondages et des enquêtes de terrain. Il offre également un socle d'outils pour toute personne souhaitant se positionner en expert de haut niveau au service de l'intérêt général.",
    "Programme du module": "Le module présentera les approches hypothético-déductives, qui comprennent les techniques et méthodes de sondage d'une part, et les approches inductives centrées sur les enquêtes de terrain d'autre part, en prenant soin dans les deux cas de définir les modalités d’administration de la preuve et les notions adjacentes. Du côté des techniques et méthodes de sondage, seront présentées les deux principales approches de l'échantillonnage (quotas, probabilités) ainsi que les différents modes de recueil (face à face, téléphone, internet, etc.). Les enjeux liés à la formulation des questions et au cadrage des sondages seront traités tout particulièrement. Puis seront discutées les forces et les faiblesses des différentes formes de sondage et ce, sous le prisme des principaux biais statistiques (cadrage, désirabilité, etc.) qui peuvent corrompre la représentativité et l'authenticité des résultats, ainsi que les techniques de redressement et de filtrage qui visent à corriger certains de ces biais. Enfin, les pièges de l'interprétation des sondages, ainsi que leurs effets performatifs, seront discutés à travers des exemples concrets ou historiques. Il sera en outre question d'interroger le cadre juridique des sondages, et notamment les enjeux liés aux données personnelles, aux conflits d'intérêt ou encore aux périodes électorales. Du côté des enquêtes de terrain, il s'agira de même de présenter les principales techniques et méthodes : observation, entretien, focus group. Les modalités de chacune d'elles seront illustrées à travers des cas d’études tirés de situations sélectionnées au regard des parcours et des attentes des étudiants. L’accent sera mis sur la construction du cadre méthodologique ainsi sur le traitement du matériau empirique produit à travers ces différents outils. Les forces et les limites de chaque outil seront également discutées. De manière transversale, il sera question d'aborder le potentiel des deux types d’approches au regard de la question de départ, des objectifs poursuivis et des fondements épistémologiques des outils (approche de la causalité, notion d'indice probant, tests d'hypothèses, mise en place d'un protocole, construction par induction de catégories d’analyse, etc.), ainsi que leurs complémentarités. Des éléments seront aussi apportés sur les enjeux opérationnels de chaque méthode (gouvernance, coût, etc.).",
    "Modalités": "Le module est organisé en 3 journées consécutives de 7h d’enseignements et de travail en groupe. - Neuf heures seront allouées à un travail pratique par groupe de trois ou quatre. Les participants auront le choix entre la réalisation d’un sondage pour répondre à une commande fictive et pédagogique, ou l’animation d’un focus group et l’analyse du matériau empirique ainsi collecté. Dans les deux cas, l’accent sera mis sur la construction méthodologique, la mise en oeuvre, l’interprétation des résultats et la formulation d’une recommandation. - Huit heures de cours réparties sur les trois journées sont dédiées à la présentation des outils et des concepts, selon les séances suivantes : séance introductive (1h), enquête qualitative et pratique de l’entretien (1,5h), traitement du matériau empirique (1,5h), l’enquête par questionnaire (1h), le sondage - passation et traitement (3h). - Quatre heures seront réservées pour recevoir trois \"grands témoins\", autour de prismes opérationnels complémentaires : (a) un intervenant réalisant des enquêtes ou des sondages (une équipe de recherche ou un institut de sondage) ; (b) un intervenant mobilisant des enquêtes et des sondages pour formuler des recommandations de politique publique (le Cese marocain) ; (c) un intervenant connaissant l’écosystème des statistiques nationales et internationales (la Direction de la statistique du Haut-Commissariat au Plan). A préciser : 3 intervenants + les possibilités de sondage sur le campus ou aux environs + la disponibilité d'ordinateurs munis d'Excel (ou équivalent).",
    "Contrôle des connaissances - Règles de validation du module": "Les étudiants participant au module seront évalués à travers trois notes : - La participation et le sérieux (20 %) ; - Le niveau d'engagement, d'originalité et de rigueur pendant la mise en situation (30 %) ; - La réalisation d'un mémoire en aval du module (50 %). Pour être complémentaire de la mise en situation (sondage), le mémoire consistera à réaliser une enquête de terrain ou une enquête par questionnaire sur une problématique sociale, environnementale ou politique. Par groupe de 3/4, les étudiants devront proposer une problématique, établir un protocole de recherche, le mettre en oeuvre, analyser les résultats et formuler des recommandations d'action publique. Chaque étape devra s'insérer dans un échéancier commun et passer par la validation des formateurs et ce, afin de bénéficier d'un accompagnement régulier et personnalisé. Le mémoire, d'une vingtaine de pages, devra décrire toutes les étapes, et justifier les choix réalisés. Pour atteindre une qualité suffisante, le mémoire exigera 50-70 heures de travail de la part de chaque étudiant. Dans un souci de cohérence de la formation, ce travail pourra être mis à profit pour approfondir des éléments traités par les étudiants dans leur GAAP. Ce module ne prévoit pas de session de rattrapage.",
    "Effectif maximal": "Effectif limité à 20 élèves",
    "Département de rattachement": "Mastère Action Publique Avancée Maroc",
    "Nombre de crédits ECTS": "3 crédits ECTS",
    "Code": "OSKAL"
}