{
    "Créneau": "Sem 3/Sem 5 Me 13 h 45 - 16 h 30 et 16 h 45 - 19 h 30Sem 5 Me 13 h 45 - 16 h 30 et 16 h 45 - 19 h 30",
    "": "Module “hors-les-murs”. Déplacements sur site de visite à chaque séance.",
    "Prérequis": "Bonne compréhension de la langue française (certains conférenciers utilisent un vocabulaire précis et élaboré). Expression écrite. Capacité d’analyse et de critique.",
    "Enseignants responsables": "Laurie ROWENCZYN , Maria Isabel SOTO ANTUNEZ",
    "Equipe enseignante": "Laurie ROWENCZYN, Dominique RAT, Audrey ZONCO, Hugh DUTTON, Laya HERMELIN, Rafael RICOTE, Alexandre COT",
    "Objectifs du module": "A partir de séances à thème consacrées à un ouvrage ou groupe d’ouvrages, les élèves apprennent à analyser des bâtiments, ouvrages de génie civil ou infrastructures dans leur contexte urbain, politique, économique, culturel, industriel. Une grille d’analyse transverse à tous les thèmes leur permet de : - Comprendre l’histoire du projet dans la ville, les méthodes de construction, l’impact des inventions techniques et des évolutions industrielles, les choix politiques, économiques, et les facteurs humains. - Saisir les enjeux de la construction à plusieurs échelles : l’échelle territoriale, urbaine, du bâtiment, du matériau. - Comprendre, décrire et analyser la conception structurelle, l’emploi des matériaux, la fabrication, les procédés industriels, les méthodes de chantier, les détails. Les élèves développent leur sens de l’analyse et de la synthèse, leur intérêt et curiosité pour leur environnement construit et leur capacité à en comprendre les origines. Ils prennent conscience de leur rôle à jouer en tant qu’ingénieur dans la fabrication d’un projet.",
    "Programme du module": "Conferences introductives : \"Le rôle des ingenieurs dans la fabrication du projet\" et \"Une brève introduction de Paris\" - Fabriquer un quartier d'affaires : La Défense - visites commentées - Un édifice religieux devenu temple laique : Le Pantheon - visite commentée - Le verre, transparence et lumière : Intégration contemporaine dans un monument historique - Les exemples du Louvre et de L'Hôtel de la Marine - conférence et visite - Le logement parisien, étude typologique et évolutions historiques - conférence et visite - La collaboration ingénieur : architecte au service d'un bâtiment étatique aux portes de Paris : Le Tribunal de Paris - conférence et visite - Un défi technique, politique et humain au coeur de Paris : Beaubourg - conférence et visite - Le siège du Parti Communiste de Niemeyer, utopie et archétype du mouvement moderne - conférence et visite - La transformation d'un édifice à travers les époques : La Bourse de Commerce - conférence et visite - Les aéroports, machines complexes et nouvelles portes d'accès aux villes - conférence et visite - Séances de suivi pédagogique, de jurys intermédiaires et finaux.",
    "Modalités": "13 séances de 5h00",
    "Contrôle des connaissances - Règles de validation du module": "Journal de visites avec grille d’analyse (travail individuel 20%) ; fiche de lecture d’un livre (travail individuel 40%) ; analyse d’un ouvrage construit choisi par les élèves : présentation oral avec visuels (groupes de 3 élèves 40%)",
    "Documents pédagogiques - Bibliographie": "Présentations constituées de photos, dessins (plans, coupes, élévations, croquis), films, supports visuels et documentation liés aux visites. Tous les supports seront mis en ligne sur Edcunet.",
    "Effectif maximal": "Effectif limité à 25 élèves",
    "Département de rattachement": "Département Génie Civil et Construction",
    "Nombre de crédits ECTS": "3 crédits ECTS",
    "Mise à jour": "1er septembre 2024",
    "Code": "OUVGC"
}