{
    "Créneau": "Sem 3/Sem 5 Lu 13 h 45 - 16 h 30Sem 5 Lu 13 h 45 - 16 h 30",
    "Prérequis": "Il est préférable de posséder des notions de base concernant les matières suivantes : Mécanique des fluides incompressibles, Mécanique des structures.",
    "Enseignants responsables": "Gilles BOUCHET",
    "Equipe enseignante": "Gilles BOUCHET, Cyrielle GUYONNET",
    "Objectifs du module": "La réalisation de nouveaux produits s'articule autour de différentes étapes allant de la conception jusqu'à la fabrication pour aboutir finalement aux essais. Chaque étape fait appel à des compétences spécifiques et des exigences concernant le produit à réaliser qu'il est nécessaire de concilier. L'objectif de ce cours est la conception d'un objet placé dans un écoulement ou se déplaçant dans un fluide, dont un prototype sera fabriqué et testé, soit dans la soufflerie de l'Ecole des Ponts, soit en extérieur. A cet effet, des outils et principes concrets de conception aéromécanique et de fabrication seront enseignés aux élèves. Une première partie (conception) sera consacrée à une consolidation des connaissances antérieures des élèves en mécanique des fluides incompressibles, mécanique des structures statiques et dynamiques, par des rappels synthétiques afin de réaliser une conception rapide. Une seconde partie (essais) permettra d'intégrer et de développer ces connaissances à travers l'étude détaillée de quelques objets soumis à des contraintes aérodynamiques, dans le but d'acquérir les réflexes d'ingénieurs (sens physique et critique) indispensables à la mise en œuvre d'essais et de calculs numériques. Enfin, les élèves, répartis en équipe-projet, pourront s'exercer sur un sujet devant les conduire à réaliser l'objet volant de leur choix (conception, fabrication et essais). Une partie importante du cours sera donc consacrée à des aspects pratiques grâce à un recours important aux techniques expérimentales (soufflerie équipée de différents capteurs), numériques (code de calcul) et de fabrication. Il faut prévoir environ 40 heures de travail personnel en dehors des cours.",
    "Programme du module": "Séance 1 : Introduction générale sur la mécanique des fluides : constitution des outils de base de l’ingénieur. Séance 2 : Les principes de base de l’aérodynamique et du contrôle. Séance 3 : Conception aérodynamique, mécanique du vol, stabilité et qualité de vol. Séance 4 : Chaine de propulsion d’un aéronef. Séance 5 : Mécanique des structures, dynamique des structures, couplages structurels. Séances 6 à 9 : Bureau d'étude projets (conception aérodynamique, dimensionnement structurel). Séances 10 à 13 : Fabrication et essais.",
    "Modalités": "13 séances de 2,5 heures dont une partie importante de séances expérimentales.",
    "Contrôle des connaissances - Règles de validation du module": "Rapport et exposé (conception, fabrication et essais réalisés dans le cadre du projet).",
    "Effectif maximal": "Effectif limité à 18 élèves",
    "Département de rattachement": "Département Génie Mécanique et Matériaux",
    "Nombre de crédits ECTS": "2 crédits ECTS",
    "Mise à jour": "01/09/2024",
    "Code": "OVNI"
}