{
    "Créneau": "2e semestre - vendredi 12h-14h",
    "": "Elèves ingénieurs internationaux ayant participé au SPEIF",
    "Prérequis": "Niveau B1 en français. Aucune connaissance en art n'est requise",
    "Enseignants responsables": "Jennifer LESSERTISSEUR",
    "Equipe enseignante": "Jennifer LESSERTISSEUR, Jean-Christophe BOCLE",
    "Objectifs du module": "Le cours s'adresse aux élèves ingénieurs étrangers de l'école découvrant l'environnement culturel français et souhaitant approfondir leurs connaissances en art. Les étudiants pourront : \" Acquérir une méthodologie propre à l'analyse d'une œuvre d'art et à la production d'un discours s'y référant ; \" Développer des compétences langagières pour exprimer une opinion, un jugement critique et construire une argumentation ; \" Élargir sa culture artistique ; \" Partager ses savoirs avec ses camarades ; \" Prendre part à une conversation qui ne relève pas de sa spécialité.",
    "Programme du module": "1. Fondements de l'analyse picturale et d'œuvres artistiques en général (photographie, cinéma, sculpture, bande-dessinée, peinture) : apports théoriques et études de cas 2. Visite de musée (une au minimum) 3. Observation et commentaire d'une œuvre d'art : identifier, décrire et interpréter une œuvre (architecture, peinture, sculpture, film…) 4. Lecture et analyse d'extraits littéraires (romans, BD) 5. Contextualisation au niveau politique, religieux et social des créations artistiques. Le programme définitif se construira avec les élèves et en fonction de leur département. Chacun devra choisir ce sur quoi il veut travailler. Ces exemples sont donnés à titre indicatif. Thématiques possibles en lien avec l'intitulé du module \" Les sciences dans les arts \" : \" Murs et ponts en art \" L'architecture et ses techniques \" Le numérique au service de l'art : visites virtuelles et réalité augmentée \" Le nombre d'or et ses ramifications en art \" La ville dans la peinture => Edouard Manet, Caillebotte \" La ville en littérature => Paris au XXe siècle, Jules Verne, Le Pont Mirabeau de Guillaume Apollinaire, les transformations de Paris sous Haussmann chez Emile Zola, et en BD => François Schuiten \" La ville au cinéma => Le cinquième élément, Luc Besson ; Metropolis de Fritz Lang ; Blade Runner de Ridley Scott… \" Repenser le voyage : le voyage en train dans la peinture / Les transports dans les arts : peinture (La Gare Saint-Lazare de Claude Monet), cinéma \" La technique au service de l'illusion : l'évolution des effets spéciaux au cinéma \" La quête de nouveaux sons : l'évolution des instruments de musique \" Un art écoresponsable est-il possible ? \" Les neurosciences au service de l'art : l'art-thérapie",
    "Modalités": "Approche interactive et inductive, alternant les apports théoriques avec les cas d'études et présentations, débat entre élèves. 30 heures dont deux séances en autonomie (26 heures en classe > 13 x 2 heures + visite de 4h)",
    "Contrôle des connaissances - Règles de validation du module": "30% : Participation et assiduité 40 % : Travail en séance (contrôle continu) : écrits collectifs, qualité du travail, recherche d'informations hors cours (implication, intérêt), restitution orale 30% : travail en autonomie à déterminer avec les étudiants",
    "Effectif maximal": "Effectif illimité",
    "Département de rattachement": "Département Sciences Humaines et Sociales",
    "Nombre de crédits ECTS": "3 crédits ECTS",
    "Code": "PARVI"
}