{
    "Créneau": "Sem 3/Sem 5 Ve 8 h 30 - 11 h 15Sem 5 Ve 8 h 30 - 11 h 15",
    "Enseignants responsables": "Gilles JEANNOT",
    "Objectifs du module": "Des chiffres sont mobilisés dans de nombreuses situations dans l’entreprise (comptabilité, instruments de gestion) ou dans le débat public (produit intérieur brut, mesure de la délinquance ou du chômage) et ils ont le « pouvoir » de peser sur une décision, d’orienter l’action. L’objectif du cours est de faire apparaître comment, par-delà l’apparente « objectivité » qui leur est associée, la production des chiffres qui pèsent repose sur certains a priori (importance de la croissance pour le PIB), certaines conventions (ex définition du chômage, nouvelles normes comptables), certaines normes (quotas pour la parité) ou certains rapports de forces entre acteurs (impositions d’indicateurs de gestion par une direction d’entreprise). Le cours visera à aborder cela à travers des analyses historiques (histoire de la comptabilité, des catégories statistiques), des perspectives sociologiques (la place du calcul dans le lien social, la sociologie des instruments de gestion), mais aussi à travers des mises en situation (jeu de rôle sur les indicateurs de productivité, construction d’argumentations contradictoires à partir des mêmes chiffres, décryptage de chiffres qui circulent dans la presse). A l’issue du module les élèves pourront aborder de manière critique les arguments chiffrés, et en particulier ceux qui président aux décisions de gestion dans les entreprises.",
    "Effectif maximal": "Effectif limité à 35 élèves",
    "Département de rattachement": "Département Sciences Humaines et Sociales",
    "Nombre de crédits ECTS": "3 crédits ECTS",
    "Code": "PCHIF"
}