{
    "Créneau": "Sem 1 MS",
    "Prérequis": "Logiciels et plug-in installés avant le début des cours Maitrise des bases du logiciel Grasshopper",
    "Enseignants responsables": "Ilona PINTO DE ARAUJO",
    "Objectifs du module": "Ce module d'enseignement vise à introduire des processus de conception algorithmiques basés sur des objectifs environnementaux, en utilisant des méthodes comme la morphogénèse urbaine ou les approches procédurales, pour intégrer les récents changements climatiques et challenger positivement la performance énergétique des bâtiments et des quartiers. Ces acquis permettront aux étudiants d'évoluer dans des domaines variés comme la planification urbaine, l'immobilier, l'architecture ou l'ingénierie environnementale. A l'issue du module, les étudiants seront en mesure de : \" Mobiliser leurs connaissances pour créer une stratégie de conception environnementale, en prenant en compte les données d'entrée pertinentes (fichiers climat, règlementation d'urbanisme, programme, intentions architecturales etc.) \" Générer un ensemble de scénarios optimisés en accord avec les attentes du projet et les objectifs environnementaux et de confort des usagers, en utilisant des méthodes algorithmiques, \" Analyser et adapter les données de sortie pour permettre leur exploitation et leur compréhension par les équipes de conception ou la maitrise d'ouvrage.",
    "Programme du module": "01 - Enjeux climatiques et analyse des données environnementales 02 - Approche paramétrique pour la morphogénèse urbaine 1/2 03 - Approche paramétrique pour la morphogénèse urbaine 2/2 04 - Approche procédurale pour la morphogénèse urbaine 05 - Optimisation des enveloppes 1/2 06 - Optimisation des enveloppes 2/2",
    "Modalités": "6 séances de 4H introduites par un cours théorique, suivi d'exercices dirigés de type workshop",
    "Contrôle des connaissances - Règles de validation du module": "Deux devoirs 50%/50%",
    "Documents pédagogiques - Bibliographie": "Avant le début des cours : instructions pour l'installation des logiciels et plug-in Après chaque séance : cours théorique en pdf et versions finales des fichiers étudiés en classe Bibliographie",
    "Effectif maximal": "Effectif illimité",
    "Département de rattachement": "MS Digital Building Design",
    "Nombre de crédits ECTS": "3 crédits ECTS",
    "Code": "PERFO"
}