{
    "Créneau": "Sem 1Sem 2/Sem 4Sem 4",
    "Enseignants responsables": "Auguste GIRES",
    "Equipe enseignante": "Auguste GIRES",
    "Objectifs du module": "Les activités humaines se déroulent dans leur environnement géophysique. Ainsi les champs géophysiques sous-jacents tels que les précipitations, le vent, la température, l'humidité, la luminosité et leur variabilité à travers les échelles d'espace et de temps affectent ces dernières. Ces champs géophysiques présentent des caractéristiques bien particulières souvent négligées : - équations fondamentales non-linéaires menant à des comportements non triviaux, - extrême variabilité sur de larges gammes d'échelles spatio-temporelles (de plus en plus visible avec l'accroissement des données disponibles), - intermittence (les flux sont générés par un nombre restreint d'évènements), - statistiques non-gaussiennes (menant à une sous-estimation des extrêmes), - persistance avec des corrélations à longue portée. Ce cours introduit des outils fondamentaux et pratiques pour appréhender aussi bien la mesure, la caractérisation et la simulation des champs géophysiques tenant compte de leur complexité. Ceci constitue un enjeu important dans le contexte d'un impact croissant de ces champs géophysiques sur les activités humaines. Il reposera principalement sur le formalisme des multifractals universels. A l'issue de ce cours, les élèves seront capables d'identifier et visualiser la variabilité des champs géophysiques, de la caractériser quantitativement grâce à la mise œuvre de techniques d'analyses à travers les échelles d'espace et de temps, et de la simuler numériquement.",
    "Programme du module": "Séance 1 : Prise de conscience de la variabilité des champs géophysiques et bases physiques Mise en lumière à partir de données de la variabilité à travers les échelles des champs géophysiques par la visualisation et l'obtention de propriétés simples. Notion de résolution spatiale et temporelle de la mesure. Introduction des bases physiques de cette variabilité. Séance 2 : Caractériser et simuler des profils d'occurrences Notion de géométrie fractale et de dimension fractale. Mise en œuvre sur des profils d'occurrence obtenus à partir des données. Introduction du concept de cascade multiplicative et utilisation pour la simulation de profils d'occurrence. Séance 3 : Analyse spectrale appliquées à des champs géophysiques/ visite Introduction à la notion de spectre de puissance en 1D et 2D. Mise en lumière de l'invariance d'échelle dans l'analyse spectrale. Mise en œuvre sur des données. Visite d'instruments du laboratoire HM&Co. Séance 4 : Caractériser la variabilité des champs géophysiques : les bases du formalismes des multifractals universels Passage des fractals (champs binaires / géométrie) aux multifractals (champs). Introduction au formalisme des multifractals universels : bases théoriques et analyses. Mise en œuvre sur des données. Séance 5 : Transitions de phase multifractales et quantification des extrêmes Introduction aux transitions de phase multifractales liées aux limites d'échantillonnage et à la divergence des moments statistiques. Lien avec la quantification des extrêmes. Mise en œuvre sur des données. Séance 6 : Simulation de champs géophysiques et applications / conférence invitée Simulation de champs géophysiques à l'aide de cascade multiplicatives discrètes : bases théoriques et mise en œuvre. Exemple d'application avec la désagrégation pour générer des données à plus haute résolution. Introduction aux simulations à l'aide de cascades continues. Conférence invitée d'1h",
    "Modalités": "Les séances seront constituées d'une partie de cours magistral introduisant les concepts fondamentaux et de travaux pratiques permettant la mise à œuvre de ces concepts en utilisant des données 1D et 2D collectées par le laboratoire HM&Co (pluie, vent, température, luminosité…). Des scripts en python seront utilisés. La répartition sera typiquement 1h00 CM - 1h30 TP. Une visite des instruments de mesure sur le campus sera également réalisée.",
    "Contrôle des connaissances - Règles de validation du module": "Le rendu final sera un mini-projet reprenant l'analyse détaillée d'un champ géophysique (données fournies) illustrant les différents aspects du cours. Par groupe de 3 maximum.",
    "Documents pédagogiques - Bibliographie": "Fournis en cours",
    "Effectif maximal": "Effectif limité à 30 élèves",
    "Département de rattachement": "Département de 1ère année",
    "Nombre de crédits ECTS": "2 crédits ECTS",
    "Mise à jour": "20/09/2024",
    "Code": "PHEXT"
}