{
    "Créneau": "Sem 2/Sem 4 Ve 8 h 30 - 11 h 15Sem 4 Ve 8 h 30 - 11 h 15",
    "Prérequis": "Aucun",
    "Enseignants responsables": "Tsolag PALOYAN",
    "Equipe enseignante": "Tsolag PALOYAN",
    "Objectifs du module": "La philosophie politique n'est ni l'ancêtre fané ni le parent pauvre des sciences politiques et de la direction effective de la cité. Ces dernières prennent pour centre de référence une situation déterminée, bien souvent réduite à celle d'un pays. La philosophie politique, quant à elle, tente de comprendre les fondements et suppositions qui sous-tendent telle conjoncture ou, plus généralement, la vie en société. Elle invite ainsi à ne pas traiter la politique \" comme un domaine isolé parmi un grand nombre d'autres, car il faut affronter notre situation comme des êtres humains, c'est-à-dire dans sa totalité. \" (Leo Strauss, Qu'est-ce que la philosophie politique ? [1959], PUF, 1992, p. 22.) Dans le cadre de ce cours, il ne s'agira pas de réfléchir seulement et isolément à la nature des choses politiques. Il conviendra d'articuler ces questionnements avec ceux qui traversent plus directement notre époque et notre vie en commun. Les problématiques explorées en classe et la lecture croisée de textes empruntés à des corpus d'époques et de natures différentes viseront ainsi à donner aux élèves ingénieurs des Ponts les moyens de structurer et d'approfondir des questions susceptibles de les (pré)occuper comme futurs ingénieurs mais aussi comme citoyens actuels.",
    "Programme du module": "Programme du premier demi module. Le pouvoir, sa forme, son essence Séance 1. Le pouvoir et son fondement. Comment expliquer l'obéissance au pouvoir ? (Lecture croisée : La Boétie / Max Weber) Séance 2. L'invention du \" souverain \". Peut-on aliéner sa propre souveraineté ? (Lecture croisée : Bodin / Hobbes / (Philippe Séguin)) Séance 3. Le contrat, le pacte… et le projet. Peut-on penser une société avant l'État ? (Lecture croisée : Hobbes / Rousseau / Renan ) Séance 4. Du pouvoir aux pouvoirs. Comment établir un juste équilibre des pouvoirs ? (Lecture croisée : Spinoza / Montesquieu / Rousseau) Séance 5. Les rapports entre force et justice. La justice est-elle l'arme des faibles ? La force peut-être être juste ? (Lecture croisée : Platon / Pascal / Alain ) Séance 6. Démocratie, peuple(s) et élite(s). Quelles évolutions pour les États ? Peut-on penser les démocratie \" illibérales \" ? (Lecture croisée : Tocqueville / Christopher Lasch / Yascha Mounk ) Programme du second demi-module : L'individu et la cité Séance 1. L'individu et la cité, l'individu dans la cité. Y a-t-il continuité de la \" nature humaine \" à la cité ? (Lecture croisée : Platon / Aristote / Marcel Gauchet) Séance 2. Morale et politique. La politique est-elle (aussi) affaire de morale ? (Lecture croisée : Spinoza / Montesquieu / Sade) Séance 3. La République et ses valeurs. L'État doit-il être neutre axiologiquement ? Peut-on enseigner les valeurs de la République ? (Lecture croisée : Hobbes / Janie Pélabay / Frédéric Lordon) Séance 4. Controverses autour de l'égalité. Peut-on justifier les inégalités ? Sur quels principes établir une société juste ? (Lecture croisée : Tocqueville / Pierre Rosanvallon / Nathalie Heinich) Séance 5. L'État et la société. L'État protège-t-il ou menace-t-il la société ? (Lecture croisée : Locke / Clastres / Foucault) Séance 6. Du mensonge politique en démocratie. La raison d'État autorise-t-elle à mentir ? (Lecture croisée : Machiavel / Pascal / Arendt)",
    "Modalités": "Cours, lecture commentée de textes, exposés des étudiants, retour sur les présentations individuelles et approfondissement collectif des enjeux.",
    "Contrôle des connaissances - Règles de validation du module": "La validation de l'enseignement se fonde sur trois éléments. 1) Exposé en classe d'une réponse organisée et argumentée à un \" problème \" de philosophie politique (50 % de la note finale.) 2) La participation orale. (10 % de la note finale.) 3) Le traitement écrit d'une question de philosophie politique (40 % de la note finale.)",
    "Adresse du site du module": "http://gede.enpc.fr/Programme/Fiche.aspx",
    "Documents pédagogiques - Bibliographie": "Les ressources pédagogiques du cours seront fournies sous la forme de polycopiés et/ou au format numérique par le biais du site internet du cours.",
    "Effectif maximal": "Effectif limité à 35 élèves",
    "Département de rattachement": "Département Sciences Humaines et Sociales",
    "Nombre de crédits ECTS": "3 crédits ECTS",
    "Mise à jour": "23 août 2017",
    "Code": "PHIPO"
}