{
    "Créneau": "Sem 4/Sem 6 Lu 8 h 30 - 11 h 15Sem 6 Lu 8 h 30 - 11 h 15",
    "Prérequis": "Il est nécessaire pour ce cours d'avoir des connaissances de bases en mécanique des solides et des fluides. Le plus important est d'avoir un sens aigu de la curiosité.",
    "Enseignants responsables": "Remi CARMIGNIANI",
    "Equipe enseignante": "Remi CARMIGNIANI",
    "Objectifs du module": "La physique et la mécanique consistent à observer et analyser un problème complexe et à identifier des lois ou modèles les plus simples pour comprendre, adapter et optimiser le problème. Dans ce cours, ces outils seront appliqués au sport. Le sport de compétition peut être considéré comme une recherche de l'optimum sous différentes contraintes: comment courir ou nager le plus rapidement, comment sauter le plus haut, comment lancer le plus loin, et ainsi de suite. Des siècles de compétitions ont amené les athlètes à des solutions (quasi) optimales à ces problèmes. Notre objectif ici est de comprendre comment ces solutions peuvent être interprétées sur les bases de nos connaissances d'ingénieurs, en physique, mécanique et mathématiques en proposant des \" lois du sport \". Le corps humain est la source d'énergie utilisée dans la plupart des sports. Ce cours traitera des connaissances de base en mécanique humaine (comment fonctionnent les muscles? Quels sont les différents réservoirs d'énergie dans le corps humain et comment les gérer?). A la fin du module, les élèves seront capables : d'aborder des problèmes complexes en proposant des interprétations physiques, calculer la trajectoire d'une particule soumise à une force aérodynamique, résoudre un problème simple d'optimisation sous contrainte, décrire le fonctionnement des muscles, établir des lois d'échelles allométriques.",
    "Programme du module": "Le cours est divisé en 6 questions sur la physique du sport: 1) Comment dimensionner un terrain de sport? 2) Comment gérer une course à pied? 3) Comment soulever un poids? 4) Comment sauter plus haut? 5) Pourquoi le crawl est la nage la plus rapide? 6) Pourquoi le badminton est-il le sport de raquette le plus rapide?",
    "Modalités": "Le cours est un enchaînement d'observations (vidéos, photos, données), d'analyse de résultats d'expérience simplificatrices (base des modèles réduits) et conception de modèles basées sur des lois de la physique pour expliquer les observations. L'analyse de document scientifique et la présentation demandées aux élèves devront s'en inspirer.",
    "Contrôle des connaissances - Règles de validation du module": "L'évaluation des étudiants est basée sur une équipe de deux étudiants étudiant un article en anglais sur un sujet lié à l'un des chapitres du cours. Une \"conférence\" sera organisée au cours de laquelle tous les étudiants participeront et présenteront leur analyse et leur compréhension du papier en 10 minutes, puis répondront aux questions des autres étudiants et de l'enseignant.",
    "Documents pédagogiques - Bibliographie": "Le cours est basé sur plusieurs travaux de recherche et ouvrages. En voici quelques unes: La physique du sport, Thèse de Cohen C., Ecole polytechnique, 2014 Weightlifting and the actomyosin cycle, Cohen C. et al., RSPA, 2015 Ballistic walking, Mochon S. and McMahon T.A., J. Of Biomechanics, 1980 The mechanics of running: How does stiffness couple with speed? McMahon T.A. and Cheng G.C., J. Of Biomechanics, 1990 A theory of competitive running, Keller J.B., Physics today, 1973 The aerodynamic wall, Cohen et al., RSPA, 2014 Sports Ballistics, Clanet C., Annual Review Fluid Mech, 2015",
    "Effectif maximal": "Effectif limité à 12 élèves",
    "Département de rattachement": "Département Génie Mécanique et Matériaux",
    "Nombre de crédits ECTS": "1,5 crédit ECTS",
    "Mise à jour": "01/09/2024",
    "Code": "PHYSP"
}