{
    "Créneau": "Décembre (semaine 11)",
    "Prérequis": "Être inscrit au mastère spécialisé IBE",
    "Enseignants responsables": "Sébastien ILLOUZ.",
    "Objectifs du module": "1) Comprendre les différents acteurs en phase d'exploitation d'un actif immobilier et les missions de chacun. 2) Anticiper la transition entre travaux et exploitation et en connaître les étapes clés. 3) Définir des objectifs et des indicateurs de performance énergétique et environnementale 4) Mesurer, analyser et restituer les données relatives à l'énergie et à la maîtrise des comportements énergétiques des bâtiments 5) faire vivre et évoluer les outils de contrôle à distance des équipements consommateurs d'énergie. 6) Choisir le mode de pilotage en fonction des avantages et inconvénients des différents types de contrats d'exploitation. 7) Pouvoir exposer les conditions d'une bonne négociation et mise en œuvre d'un contrat de performance énergétique 8) Pouvoir exposer comment les utilisateurs peuvent être associés à l'exploitation d'un bâtiment 9) Résumer la définition et la mise en œuvre d'un plan de progrès environnemental dans le cadre des certifications en phase d'exploitation et de pilotage énergétique, de l'annexe verte au bail.",
    "Programme du module": "lundi : Opérations préalables à la réception et essais fonctionnels. Passage de relais entre entreprise et exploitation : préparer le moment de vérité. Dossier d'exploitation maintenance et approche commissionnement. Enjeux de la TEE en exploitation pour la Foncière ICADE Bail Vert, Annexe verte au bail. Jeux de rôles dans la négociation d'un bail vert et d'un plan de progrès. Mardi : Méthodologie et outils d'audit de la maintenance et de la gestion énergétique (Obligations réglementaires, risques) Mise en œuvre d'une politique d'exploitation maintenance performante (gammes de maintenance, contrats) Outils pour la Gestion Technique des Bâtiments et le suivi des consommations énergétiques, SmartGrid, GMAO prédictive. Observatoire des CPE Mercredi : temps de préparation Bail vert - Le point de vue de l'exploitant garant de la performance Retour d'expériences sur la mise en place d'un contrat d'exploitation maintenance : intervenant EGIS BIM GEM Jeudi : Jeux de rôles dans la négociation d'un bail vert et d'un plan de progrès. Retour d'expérience d'un CPE De la maintenance à la Performance Energétique (intervenants extérieurs) Vendredi : Normes et certifications en phase d'exploitation et de pilotage énergétique (intervenant extérieur) CUBE 2020 Diminuer les consommations d'énergie par l'usage (intervenant extérieur) le management énergétique par la DATA et les hommes - intervenant extérieur Témoignages de mise en oeuvre des référentiels exploitation tertiaire",
    "Modalités": "Exposés, débats",
    "Contrôle des connaissances - Règles de validation du module": "Présentation d'un travail en groupe en fin de semaine.",
    "Adresse du site du module": "educnet.enpc.fr/course/view.php?id=337",
    "Effectif maximal": "Effectif illimité",
    "Département de rattachement": "Mastère Immobilier et Bâtiment Durables",
    "Nombre de crédits ECTS": "4 crédits ECTS",
    "Code": "PIEXM"
}