{
    "Créneau": "Sem 4/Sem 6 Je 8 h 30 - 11 h 45Sem 6 Je 8 h 30 - 11 h 45",
    "Enseignants responsables": "Mohamed Saad EL HARRAB , Benjamin CABANES",
    "Objectifs du module": "Ce module a pour objectif d’initier les étudiants à la démarche scientifique à travers la résolution d’une problématique industrielle appliquée. Les thématiques abordées peuvent inclure des domaines variés tels que l’optimisation, le machine learning, la simulation, la gestion des systèmes complexes ou encore l’analyse de données. Les étudiants seront amenés à travailler en équipe pour développer une solution innovante et méthodologique, tout en suivant les étapes clés d’un projet scientifique. 1. Identification de la problématique : Analyse de la problématique industrielle proposée et compréhension des enjeux associés. 2. Revue de littérature : Recherche et synthèse des travaux existants afin de cerner l’état de l’art et d’identifier les approches méthodologiques pertinentes. 3. Conception méthodologique : Développement d’une stratégie scientifique comprenant la modélisation, la validation théorique, et les outils à utiliser (logiciels, frameworks, etc.). 4. Mise en œuvre : Implémentation et expérimentation des solutions proposées sur des cas concrets ou des jeux de données. 5. Analyse et interprétation des résultats : Évaluation des performances et limites des solutions proposées, avec des recommandations. 6. Production scientifique : Rédaction et présentation des résultats sous une forme choisie (poster, rapport, tutoriel ou article scientifique).",
    "Documents pédagogiques - Bibliographie": "Mise en œuvre : Implémentation et expérimentation des solutions proposées sur des cas concrets ou des jeux de données.",
    "Effectif maximal": "Effectif illimité",
    "Département de rattachement": "Département Génie Industriel",
    "Nombre de crédits ECTS": "3 crédits ECTS",
    "Code": "PJSCI"
}