{
    "Créneau": "Sem 3/Sem 5Sem 2 MS",
    "Enseignants responsables": "Jean Beuve",
    "Objectifs du module": "The course aims to analyse the economic principles of platforms (two-sided and multi-sided markets). In the first part of the course, the basic concepts and principles of platform economics will be introduced and discussed. It will then consider the role of scale economies and network effects in determining the dynamics of platform competition and long-run industry structure. In the second part, value creation and ecosystem of platforms will be analysed both from theoretical and empirical perspectives, and also through examples of business models and competitive strategies of local and global companies. Finally, the course will derive implications for competition policy and regulation in two-sided markets with special focuses on the main challenges raised by platform economics (market dominance and merger control, role of data and privacy). Expectations and Goals: After completing this class students should be able to: identify platforms / explain the functioning of a platform / identify network effects / evaluate direct and indirect network effects / analyse platform business models / evaluate platforms' behaviours / analyse platforms' competitive strategies Evaluation: Oral presentations Some references: Armstrong, M. 2006. Competition in Two-Sided Markets. RAND Journal of Economics 37, 668-91. Belleflamme, P. and Peitz, M. (2010). Industrial Organization. Markets and Strategies. Cambridge : Cambridge University Press. Chapter 22. Section 3. Caillaud, B. and Jullien, B. 2003. Chicken & Egg: Competition among Intermediation Service Providers. Rand Journal of Economics 34, 309-328. Evans, D.S. (2011). Platform Economics: Essays on Multi-Sided Businesses. Competition Policy International. Chapters 1 to 6. Rochet, J.-Ch., and Tirole, J. 2002. Cooperation among Competitors: Some Economics of Payment Card Associations. Rand Journal of Economics 33, 549-570. Address : PSE- Campus Jourdan",
    "Effectif maximal": "Effectif illimité",
    "Département de rattachement": "Master of Science Sustainable Impact Analysis",
    "Nombre de crédits ECTS": "2,5 crédits ECTS",
    "Mise à jour": "04/04/2019",
    "Code": "PLAEC"
}