{
    "Créneau": "Sem 4/Sem 6 Je 8 h 30 - 11 h 45Sem 4",
    "Prérequis": "Mécanique des milieux continus. Méthodes de résolution des problèmes d'élasticité 3D et 1D (poutres)",
    "Enseignants responsables": "Ghazi HASSEN",
    "Equipe enseignante": "Patrick DE BUHAN, Mathieu ARQUIER, Ghazi HASSEN, Jeremy BLEYER",
    "Objectifs du module": "Fournir aux étudiants de l'ENPC, et tout particulièrement à ceux qui se destinent à une carrière d'ingénieur dans le domaine du Génie Civil, des concepts théoriques, méthodes et outils de calcul permettant d'analyser le fonctionnement des structures, ouvrages et systèmes mécaniques, hors de leur domaine d'élasticité, et jusqu'à la rupture, par la prise en compte du comportement \"anélastique\" des matériaux. Le cours est subdivisé en deux parties égales correspondant à deux modèles de référence d'un tel comportement que sont l'Elastoplasticité et le Calcul à la Rupture.",
    "Programme du module": "PLASTICITE Séance 1- Comportement élastoplastique pour le milieu continu 3D: critère et règle d'écoulement (Amphi + Travaux Dirigés). Séance 2- Problèmes d'évolution élastoplastique; résolution pas-à-pas; contraintes et déformations résiduelles; charge limite (A+TD). Séance 3- Résolution de problèmes d'élastoplasticité (TD). Séance 4- Résolution de problèmes d'élastoplasticité (suite) et prise en main d’un logiciel (TD) Séance 5- Elastoplasticité des systèmes de poutres en flexion ; notion de rotule plastique (A+TD). Séance 6- Examen écrit d’élastoplasticité (Ex). Séance 7- Travail personnel encadré sur les projets d’approfondissement (TPE). CALCUL A LA RUPTURE Séance 8- De l’analyse limite au calcul à la rupture: l’exemple des systèmes à barres fléchies (A+TD). Séance 9- Théorie du calcul à la rupture pour le milieu continu 3D: approches statique et cinématique (A+TD). Séance 10- Applications I: systèmes en milieu purement cohérent (Tresca, von Mises) (TD). Séance 11: Applications II: systèmes en milieu frottant (Mohr-Coulomb) (A+TD) Séance 12: Examen écrit de Calcul à la rupture (Ex). Séance 13: Travail personnel encadré sur les projets d’approfondissement (TPE).",
    "Modalités": "Volumes horaires: A : 8h (20%);TD : 19h (50%); TPE : 6h (15%) ; Ex : 6h (15%).",
    "Contrôle des connaissances - Règles de validation du module": "2 examens écrits notés sur 8 points chacun et remise d’un rapport de projet d’approfondissement noté sur 5 points. Examen de rappel.",
    "Adresse du site du module": "educnet.enpc.fr/course/view.php?id=198",
    "Documents pédagogiques - Bibliographie": "Livre de cours (publié aux Presses de l’ENPC) ; polycopié de rappels de Mécanique des milieux continus et des structures ; copie des transparents d’amphis ; corrigés des TD ; sujets d’examens des années précédentes avec corrigés.",
    "Effectif maximal": "Effectif illimité",
    "Département de rattachement": "Département Génie Civil et Construction",
    "Nombre de crédits ECTS": "3 crédits ECTS",
    "Mise à jour": "1er septembre 2024",
    "Code": "PLAST"
}