{
    "Créneau": "Sem 3/Sem 5 Je 8 h 30 - 11 h 45Sem 5 Je 8 h 30 - 11 h 45",
    "Enseignants responsables": "Michel NAKHLA",
    "Objectifs du module": "L'objectif ce cet enseignement est d'initier les élèves aux problématiques et aux méthodes de la gestion de production industrielle et logistique, domaine qui constitue aujourd'hui un sujet de préoccupation majeure pour les industriels confrontés à la nécessité d'améliorer leurs performances en terme de productivité et de flexibilité. Cet enseignement doit permettre de donner aux élèves une connaissance globale des bases de la gestion de production industrielle et de leur utilisation dans l'industrie.",
    "Programme du module": "1.Introduction à la gestion industrielle et enjeux Evolution de la gestion de production Principe d'équilibrage charge/capacité Typologie des systèmes industriels de production 2.Planification hiérarchisée et gestion des flux de production Calcul des besoins, système de gestion intégré de production Modèle MRP II (management des ressources de production) et GPAO (gestion de production assistée par ordinateur) 3.Approches japonaises et outils d'amélioration continue de la performance en production Le juste à temps et méthode Kanban, flux tendus, flux tirés, lean production La méthode SMED (single minute exchange of die) Le principe TPM (total productive maintenance) et démarches d'amélioration continue Présentation d'un exemple de juste à temps chez un équipementier automobile 4.Ordonnancement de production Les techniques d'ordonnancement d'atelier La gestion par les contraintes (optimized production technology) Présentation d'un exemple industriel et simulation industrielle 5.Approvisionnement et gestion des stocks Optimisation économique des stocks, consommation et production simultanées, remise sur quantité Les politiques d'approvisionnement 6.Présentation d'un exemple de gestion des flux chez un constructeur automobile Présentation poussée par les prévisions, ordres de fabrication coordonnés et synchrones Mise en place d'un modèle de flux tiré par la commande Application industrielle, étude de cas, visite industrielle 7.Analyse des performances des sites industriels Coûts industriels, valeur de transformation Structuration des ateliers et critères de productivité 8.Maîtrise de la production et des processus Méthode 6 sigma Contrôle de réception et coût d'obtention de la qualité 9.Logistique industrielle et distribution Management des ressources de production et distribution physique Les nouvelles approches ERP (enterprise ressource planning), DRP (distribution ressource planning), SCM (supply chain management",
    "Modalités": "L'enseignement est constitué de 9 parties réparties en 13 séances de 3 heures (+ une visite). Amphi, travaux dirigés.",
    "Contrôle des connaissances - Règles de validation du module": "L'évaluation du module est constitué de éléments : un QCM, un travail bibliographique sur un thème lié à la production industrielle choisi sur une liste proposée par le responsable du module et d'une étude de cas à résoudre à partir de données fournies. Le module est validé si et seulement si deux travaux sont validés.",
    "Effectif maximal": "Effectif illimité",
    "Département de rattachement": "Département Génie Industriel",
    "Nombre de crédits ECTS": "3 crédits ECTS",
    "Mise à jour": "01 Septembre 2024",
    "Code": "PLMOD"
}