{
    "Créneau": "Sem 3/Sem 5 Lu 16 h 45 - 19 h 30Sem 5 Lu 16 h 45 - 19 h 30",
    "": "Aucune.",
    "Prérequis": "Ce module s'adresse aux élèves de 2ème année de la formation ingénieur du département Ville, Environnement, Transport (VET) et aux élèves du master Systèmes Aquatiques et Gestion de l'Eau (SAGE). Ce module est optionnel pour les élèves du département et plus particulièrement pour ceux du parcours environnement, il est obligatoire pour les étudiants du master SAGE. L'effectif attendu est compris entre 30 et 45 élèves. Pas de prérequis spécifique si ce n'est la curiosité.",
    "Enseignants responsables": "Julie GOBERT , José-Frederic DEROUBAIX",
    "Equipe enseignante": "Julie GOBERT, José-Frederic DEROUBAIX",
    "Objectifs du module": "Les objectifs spécifiques de ce module consistent, au travers de cinq thématiques, à permettre aux étudiant.e.s d'analyser un problème de gestion de l'eau pour ensuite définir les meilleurs outils d'action publique à utiliser, en fonction de l'enjeu et des acteurs autour de la table. Outre une capacité à comprendre l'action publique en train de se faire et la nature des conflits actuels, les étudiant.e.s pourront utiliser les concepts et expériences acquises dans leur vie professionnelle au sein d'institutions ou de collectivités publiques. d'une situation.",
    "Programme du module": "Les séances seront séquencées comme suit : 1. Séance théorique introductive sur l'analyse des politiques publiques appliquée à l'eau 2. Les instruments économiques dans les politiques de l'eau. Logiques de mutualisation des coûts de remise en état des masses d'eau et les logiques de captation du produit des redevances 3. La construction sociale du risque d'inondation. Un risque naturel fort peu naturel 4. Concertation et participation du public dans la mise en oeuvre des politiques publiques de l'eau 5. Protection des milieux aquatiques et qualité de l'eau 6. Accès à l'eau et à l'assainissement : les modèles centralisés, les modèles informels, les modèles hybrides 7. Evaluation",
    "Modalités": "Une méthode participative et active d'enseignement mobilisant différents outils sera utilisée : - Présentation théorique, avec des exemples concrets // intervention d'acteurs opérationnels - Mise en exercice systématique sur 30 min des apprenants avec restitution. Selon les cours : Lecture d'un article en groupe à présenter devant le collectif : définition des grands arguments et discussion au regard de ce qui a été vu Mini-débats (questions posées suite au cours où des groupes essayent d'élaborer une stratégie argumentative à défendre face à un autre groupe) Préparation des questions et des relances lors de l'invitation d'intervenants extérieurs). Ou autre… - Mini-questionnaires à la fin de chaque séance afin de vérifier que les principales notions vues en cours sont acquises et retour, si besoin, au cours de la séance suivante. Il est attendu des étudiant.e.s qu'ils lisent les deux articles rattachés à chaque séance et qu'ils participent lors de la séquence exercice.",
    "Contrôle des connaissances - Règles de validation du module": "L'évaluation se fera en deux temps : - La participation aux exercices collectifs pendant les 6 cours comptera pour 30 % de la note finale. - Lors de la dernière séance, les étudiant.e.s auront à réaliser un travail individuel qui comptera pour 70% de la note finale. Il s'agira d'un travail individuel de formulation d'une stratégie d'action autour d'un problème public lié à l'eau ou aux milieux aquatiques.",
    "Adresse du site du module": "educnet.enpc.fr/course/view.php?id=488",
    "Documents pédagogiques - Bibliographie": "Un syllabus sera envoyé par mail (ou distribué) aux étudiant.e.s lors du début du cours. Une bibliographie indicative supplémentaire permettra aux étudiants d'approfondir. - Barone, S. and Mayaux, P.-L. 2019. Les politiques de l'eau. LGDJ - Clefs/politique, 153 pages. ISBN 978-2-275-06003-3 - Sophie Liziard et Sara Fernandez, \" Savoirs et ignorances de l'adaptation au changement climatique. Le cas de la gestion quantitative de l'eau \", Géocarrefour [En ligne], 96/1 | 2022, mis en ligne le 29 juin 2022, consulté le 10 juillet 2023. URL : http://journals.openedition.org/geocarrefour/18111 ; DOI : https://doi.org/10.4000/geocarrefour.18111 - J.-P. L. Bourhis et C. Bayet, \" Ecrire le risque. Cartographie du danger et transformations de l'action publique dans la prévention des inondations \", déc. 2002. Consulté le: 29 décembre 2022. [En ligne]. Disponible sur: https://shs.hal.science/halshs-00531372 - C. Levêque, Quelles rivières pour demain?? - Réflexions sur l'écologie et la restauration des cours d'eau, QUAE. 2021. Consulté le: 28 juin 2023. [En ligne]. Disponible sur: https://www.quae.com/produit/1688/9782759233205/quelles-rivieres-pour-demain - G. Hubert, J.-F. Deroubaix, S. Bruzzone, et E. Rioust, \" Projet TERIME. Les territoires de l'eau et la gestion métropolitaine du risque d'inondation. Du bassin amont de la Seine au Grand Paris \", Ministère de l'Environnement, de l'Énergie et de la Mer, 2015. Consulté le: 13 avril 2022. [En ligne]. Disponible sur: http://isidoredd.documentation.developpement-durable.gouv.fr/document.xsp?id=Temis-0086465 - Girard S, Rivière-Honegger A, 2014. Territorialisation de la politique de l'eau en France : enseignements à partir du cas de la vallée de la Drôme (1980-2013). Cah Agric 23 : 129-37. doi : 10.1684/agr.2014.0689 - Alexandre Brun et Frédéric Lasserre, \" Les politiques territoriales de l'eau au Québec (Canada) \", Développement durable et territoires [En ligne], Dossier 6 | 2006, mis en ligne le 07 janvier 2013, consulté le 10 juillet 2023. - Drapier, L., Germaine, M. & Lespez, L. (2018). Politique environnementale et territoire : le démantèlement des ouvrages hydrauliques en France à l'épreuve du modèle nord-américain. Annales de géographie, 722, 339-368. https://doi-org.extranet.enpc.fr/10.3917/ag.722.0339 - Bouleau, Gabrielle, et Didier Pont. \" Les conditions de référence de la directive cadre européenne sur l'eau face à la dynamique des hydrosystèmes et des usages \", Natures Sciences Sociétés, vol. 22, no. 1, 2014, pp. 3-14. - M. Reghezza-Zitt, \" Penser la vulnérabilité dans un contexte de globalisation des risques grâce aux échelles spatiales et temporelles \", Espace populations sociétés. Space populations societies, no 2016/3, Art. no 2016/3, déc. 2016, doi: 10.4000/eps.6641",
    "Effectif maximal": "Effectif limité à 30 élèves",
    "Département de rattachement": "Département Ville Environnement Transport",
    "Nombre de crédits ECTS": "1,5 crédit ECTS",
    "Mise à jour": "2 septembre 2024",
    "Code": "POLEA"
}