{
    "Créneau": "Sem 4/Sem 6/Sem 4 M Je 18 h - 20 h 30LS/SLSL",
    "Prérequis": "Cours de probabilités et statistiques (1A) Cours de statistiques numériques (2A)",
    "Enseignants responsables": "Vincent LEFIEUX",
    "Equipe enseignante": "Vincent LEFIEUX, Valentin CADORET",
    "Objectifs du module": "Ce cours vise à doter les élèves ingénieurs de méthodes d'apprentissage statistique (machine learning) leur permettant de disposer d'un éventail élargi, et \" moderne \", pour analyser les données auxquelles ils seront confrontés dans le cadre de leur vie professionnelle. Ce cours met l'accent sur les principales idées et résultats des méthodes abordées, et leur mise en pratique. Les résultats théoriques sont donnés en références bibliographiques complémentaires. A l'issue de ce module, les élèves sauront mettre en œuvre des techniques de machine learning sur des problématiques de régression (prévoir un phénomène quantitatif) ou de classification supervisée (prévoir un phénomène qualitatif). Les méthodes rencontrées seront mises en œuvre sur des jeux de données réels, à l'aide du logiciel R et/ou Python, dans le cadre de travaux pratiques (réalisés à distance), ainsi que d'un projet sur un jeu de données réelles (par groupe).",
    "Programme du module": "Principes de l'apprentissage statistique. Régression régularisée (Ridge, Lasso, Lars). Méthodes d'approximation locale (plus proches voisins, noyaux de lissage). Régression spline & Modèles additifs généralisés (GAM). Arbres de régression et de décision. Bagging (dont RandomForest) Boosting (AdaBoost, gradient boosting) SVM Introduction aux réseaux de neurones",
    "Modalités": "1) Travail distanciel : Consultation des vidéos et polycopiés de cours. Réponse aux quizz d'auto-évaluation. Réalisation de TP en binôme. Réalisation du projet au fil de l'eau. 2) Séances en présentiel : 4 séances optionnelles de 2h pour interagir sur le cours (préparer des questions). 4 entrevues de suivi de projet (obligatoires).",
    "Contrôle des connaissances - Règles de validation du module": "Quizz d'auto-évaluation (10% de la note et obligation de les effectuer). Compte-rendus de TP (45%). Rapport de projet (45%).",
    "Documents pédagogiques - Bibliographie": "Polycopié du cours, vidéos de cours, site internet",
    "Effectif maximal": "Effectif illimité",
    "Département de rattachement": "Département Ingénierie Mathématique et Informatique",
    "Nombre de crédits ECTS": "2 crédits ECTS",
    "Mise à jour": "01 Septembre 2024",
    "Code": "PRAMA"
}