{
    "Créneau": "Septembre (semaine 08)",
    "Enseignants responsables": "Régis Bertrand",
    "Equipe enseignante": "Nadege CHAMBON, Gregoire FERRER, Quentin LAMOUR",
    "Objectifs du module": "Conduire une démarche de programmation d'un bâtiment durable (neuf et réhabilitation) Être capable de : - Convaincre un décideur de l'importance de la phase de programmation d'un bâtiment durable. - Présenter les différentes étapes d'une démarche de programmation (neuf et réhabilitation) et de son intégration dans un contexte local plus ou moins élargi.",
    "Programme du module": "Lundi 11 septembre Explicitation de l'objectif de formation de la semaine La place de la programmation dans l'acte de construire. Objectif 1/- Mettre en évidence l'importance de la phase de programmation d'un bâtiment durable, et de sa place dans le temps et dans le jeu des acteurs. Prescrire des exigences environnementales et des niveaux de performance: labels et certifications. Objectif 1/ - Se repérer dans l'offre d'objectifs programmatiques normés. Mardi 12 septembre Les études de programmation présentées par des professionnels, méthodes et études de cas concrets. Objectif 1/- Présenter une phase programmation, convaincre un décideur de l'importance de la phase de programmation d'un bâtiment durable. Mercredi 13 septembre Passer du programme au projet et appropriation du programme par la maîtrise d'œuvre. Prescrire des exigences environnementales. Objectif 1/. Lire et valoriser un programme, comprendre les attentes programmatiques d'un maître d'œuvre. La dimension économique de la programmation présentée par un économiste de la construction. Calcul des différents coûts sur un cas pratique : études de cas concrets. Objectif 1/. Distinguer le coût travaux, le coût d'opération, le coût d'exploitation maintenance et le coût global. Jeudi 14 septembre L'atteinte effective de la qualité d'usage et des performances du bâtiment durant la phase programme. Objectif 1/. Différencier un programme exigentiel d'un programme descriptif, présenter les avantages et inconvénients de l'un et l'autre. Vendredi 15 septembre Actualités, enjeux et portée de l'action publique et de sa dimension réglementaire en matière de transition écologique dans la commande de construction, avec focus sur les biosourcés, le bois et la biodiversité Objectif 1/. Etre capable de se repérer dans l'environnement normatif lié à la transition écologique, au bénéfice des études de faisabilité et de pré-programmation, et d'introduire des exigences de cette nature dans ces études. Le recours au BIM et au numérique au service du développement durable dans les phases amont de la construction. Objectif 1/. Etre capable de définir des objectifs opérationnels en la matière.",
    "Modalités": "Exposés des intervenants, études de cas concrets (bâtiments publics et privés), visite de terrain",
    "Adresse du site du module": "educnet.enpc.fr/course/view.php?id=334",
    "Effectif maximal": "Effectif illimité",
    "Département de rattachement": "Mastère Immobilier et Bâtiment Durables",
    "Nombre de crédits ECTS": "4 crédits ECTS",
    "Code": "PROGR"
}