{
    "Créneau": "Sem 2 MS",
    "Prérequis": "Pratique de la résistance des matériaux, du béton armé et précontraint, du calcul des structures en acier et des structures mixtes. La connaissance des Eurocodes 0, 1, 2, 3 et 4 est également recommandée.",
    "Enseignants responsables": "Erica Calatozzo et Daniel de Matteis",
    "Equipe enseignante": "Daniel DE MATTEIS, Erica CALATOZZO, Antoine Théodore, Guillaume GARNIER, Ziad HAJAR, Samar DAABOUS, Samuel Heumez",
    "Objectifs du module": "Le module de projet d'ouvrages d'art a pour principal objectif la formation à la conception, au calcul et à la construction d'ouvrages d'art. Le cours propose une méthode d'analyse du projet permettant la conception d'un grand pont autour de principes clés : insertion, développement durable, robustesse, et aborde les problématiques d'analyses structurelles nécessitant la maîtrise de la résistance des matériaux. Les sujets abordés approfondissent les cours du premier semestre. Il met également les élèves en situation de concevoir un véritable pont.",
    "Programme du module": "Les séances de cours ne portent que sur des enseignements utiles aux ouvrages d'art (tunnels exceptés) et sont très opérationnelles. Elles sont dispensées par des ingénieurs expérimentés en matière de conception et de calcul de ponts. Les sujets traités sont listés ci-dessous, cette liste n'étant toutefois pas exhaustive : \" Principes généraux de conception, \" Equipements du tablier, \" Actions et combinaisons d'actions pour les ponts, l'Eurocode 1, charges en construction et en exploitation, effets détaillés du vent, \" Flexion transversale des caissons et des ouvrages à poutres, \" Points importants concernant les ouvrages courants, \" Ponts précontraints construits par phases, méthode de superposition des états, \" Ponts en caisson construits en place par encorbellements successifs, \" Principe de conception des entretoises sur piles et sur culées, \" Ponts en caisson construits par encorbellements successifs avec des voussoirs préfabriqués, \" Ponts mixtes (bipoutres et caissons, avec entretoises ou pièces de pont, mise en place de la charpente, exécution de la dalle…), \" Spécificités des ponts ferroviaires…. \" Conceptions générale et détaillée d'une pile de pont, \" Conception générale et d'une culée de pont, \" Géotechnique appliquée aux OA, \" Méthodes d'estimation du coût d'un ouvrage,",
    "Modalités": "Le cours comprend au moins 25 séances (16 séances de 3h de cours, 8 séances de 3h à 4h de suivi de projet et une séance de soutenance). Un projet d'ouvrage d'art constitue la colonne vertébrale du module. Chaque groupe de 2 ou 3 élèves étudie un projet spécifique d'ouvrage d'art. L'EPOA et le POA font l'objet de corrections individualisées. Les notes finales sont données vers la fin Aout. Ces notes constituent la synthèse des notes d'EPOA, de POA et de soutenance.",
    "Contrôle des connaissances - Règles de validation du module": "L'EPOA et le POA font l'objet de corrections individualisées. La note finale est donnée vers la fin août. Cette note est la synthèse de la note de l'EPOA, de la note du POA et de la note de la soutenance. Le projet est noté sur 20. Le module est considéré comme validé si la note est supérieure 10/20. La présence assidue au cours constitue un atout d'appréciation favorable. Il n'y a pas de modalités de rattrapage prévues sauf celles éventuellement définies par la direction des études après examen du cas.",
    "Adresse du site du module": "educnet.enpc.fr/course/view.php?id=244",
    "Documents pédagogiques - Bibliographie": "Les documents généraux suivants, pour la plupart édités par l'ENPC ou le Setra, constituent la base du cours : \" Projet et construction des ponts - Partie 1 - Appuis et fondations - J.A. Calgaro - Presses des Ponts et Chaussées \" Projet et construction des ponts - Partie 2 - Analyse structurale des tabliers de ponts - J.A. Calgaro et M. Virlogeux ¨Presses des Ponts et Chaussées \" Poutres à parois minces - J.A. Calgaro - Edition Hermès \" Conception des ponts - Cours de l'ENPC - A. Bernard-Gely et J.A. Calgaro - Presses de l'Ecole Nationale des Ponts et Chaussées \" Ponts en béton construits par encorbellements successifs - Guide de conception - Setra \" Ponts mixtes acier-béton - Guide de conception durable - Setra D'autre part, des présentations intéressant le module PROJA, élaborées par l'équipe enseignante sortante, peuvent être trouvées sur educnet.",
    "Effectif maximal": "Effectif illimité",
    "Département de rattachement": "Mastère Génie Civil et Ecoconception",
    "Nombre de crédits ECTS": "5 crédits ECTS",
    "Code": "PROJA"
}