{
    "Créneau": "Sem 1 MSSem 2",
    "Enseignants responsables": "Arnaud DELENTE",
    "Equipe enseignante": "Olivier BAVEREL",
    "Objectifs du module": "Les étudiants du Mastère Spécialisé Digital Building Design apprennent à concevoir et générer des géométries complexes et non-standards. La fabrication numérique - découpe laser, fraisage numérique, impression 3D et robotique - a la particularité de faciliter la fabrication d'objets complexes et permet 'industrialisation, ou du moins la fabrication à grande échelle, de ces objets non-standards. Ce module se propose de former les étudiants à la conception de stratégies pour la fabrication non- standard afin de rendre matérielles les conceptions complexes ; ce module s'interface avec les enseignements de conception en amont afin d'établir un lien évident entre ces processus pour les étudiants. La notion de prototypage est enseignée au cours d'un exercice pratique afin que les étudiants développent cette compétence d'apprentissage par l'expérimentation. La notion de sensibilité aux matériaux et aux informations qui peuvent être encodées dans ceux-ci est abordée afin d'enrichir les processus de conception et afin d'établir une itération entre le matériel et le digital.",
    "Programme du module": "Conception en groupe de deux stratégies de fabrication numérique pour un même objet à géométrie complexe (8 heures). Initiation à l'impression 3D grande échelle (7h). Initiation à l'utilisation de l'électronique programmable pour le prototypage (14 heures). Réalisation d'un exercice de prototypage en groupes (14 heures).",
    "Modalités": "Travaux dirigés et travaux pratiques en groupe.",
    "Contrôle des connaissances - Règles de validation du module": "Rendu de projet réalisé en cours et documentation des projets et des expérimentations.",
    "Effectif maximal": "Effectif illimité",
    "Département de rattachement": "MS Digital Building Design",
    "Nombre de crédits ECTS": "3 crédits ECTS",
    "Code": "PROTO"
}