{
    "Créneau": "Sem 3",
    "Enseignants responsables": "Nicolas COULOMBEL , Tatiana SEREGINA",
    "Equipe enseignante": "Tatiana SEREGINA, Nicolas COULOMBEL, Jean-Roger ESTRADE, Maxime TROCME, Christian BINETRUY, Anaël MAYEUR, Alexis POULHES, Bruno PEUPORTIER, Aurore WURTZ, Rayane AL AMIR DACHE, Walid AL-SHAAR",
    "Objectifs du module": "Le cours vise à initier les étudiants aux compétences, techniques et outils pour l'écoconception de projets d'écoquartiers (en \" greenfield \" ou en réhabilitation), en développant une vision transverse sur les domaines du bâtiment, du transport et de la biodiversité. Ceci donne lieu aux objectifs pédagogiques suivants: \" diagnostiquer : initiation aux méthodes pour établir un diagnostic environnemental dans les différents domaines (biodiversité, mobilité, bâtiment); \" évaluer : découvrir les méthodes et techniques et apprendre à mobiliser les outils pour évaluer un projet (ou une partie de projet) d'aménagement dans les mêmes domaines précités; \" éco-concevoir : se servir des 2 compétences précédentes pour définir un projet adapté à un territoire d'étude et en évaluer les impacts environnementaux. La partie mini-projet vise à mobiliser les compétences apprises lors du module et à les appliquer sur un cas d'étude réel, et développer un certain nombre de compétences transférables, en particulier les 2 suivantes : \" travailler en mode projet ; \" travailler en équipe. L'atteinte des objectifs pédagogiques ci-dessus reposera en grande partie sur la mobilisation de méthodes et d'outils d'écoconception développés au sein du Lab Recherche Environnement, programme de recherche mené par ParisTech avec le soutien de Vinci.",
    "Programme du module": "Les éléments suivants seront abordés lors des interventions et des TDs : \" présentation des enjeux de l'écoconception des quartiers \" introduction à l'analyse de cycle de vie et application à l'écoconception de bâtiments \" écoconception et biodiversité urbaine \" écoconception et mobilité",
    "Modalités": "Le module alternera présentations en format magistral, TD pour apprendre à manipuler les outils d'écoconception et séances dédiées au mini-projet.",
    "Contrôle des connaissances - Règles de validation du module": "Présentation orale en groupe du mini-projet",
    "Documents pédagogiques - Bibliographie": "Publications du Lab Recherche Environnement : https://www.lab-recherche-environnement.org/fr/",
    "Effectif maximal": "Effectif illimité",
    "Département de rattachement": "Département Ville Environnement Transport",
    "Nombre de crédits ECTS": "1,5 crédit ECTS",
    "Mise à jour": "2 septembre 2024",
    "Code": "PTA05"
}