{
    "Créneau": "Sem 5",
    "Enseignants responsables": "Mohamed Saad EL HARRAB",
    "Objectifs du module": "Les observateurs sont unanimes pour souligner que la transition énergétique se jouera en grande partie dans et par les territoires. C'est en effet à ce niveau, très décentralisé, que devraient se recomposer les systèmes énergétiques de demain, autour, notamment, de circuits plus courts, d'une gestion plus fine du couple offre-demande et d'une meilleure valorisation du potentiel de ressources renouvelables. Mais pour que ce scénario puisse advenir, encore faut-il que les acteurs qui sont au cœur des dynamiques territoriales soient en mesure et en capacité de se coordonner et de collaborer : administrations d'Etat, opérateurs publics et privés, collectivités territoriales, entreprises, professionnels des différents secteurs impactés (bâtiments, mobilité, etc.), startups du numérique, associations, citoyens, etc. C'est à cette problématique, décisive, de la gouvernance des territoires de l'énergie qu'est consacré ce module, avec l'objectif de mettre les étudiant-e-s en capacité de mieux comprendre et analyser les systèmes territoriaux et les jeux d'acteurs qui se font jour autour du pilotage de la transition énergétique. À l'issue du module, les élèves seront capables de : d'expliquer en quoi la décentralisation et l'appropriation sont les enjeux majeurs en termes de gouvernance de la transition énergétique ; de resituer l'appropriation dans le cadre d'une réflexion sur le développement durable ; de présenter et de critiquer les outils de co-construction existants et potentiels ; de maîtriser les stratégies de dépassement du phénomène NIMBY ; d'analyser les motivations au déploiement d'une logique de décentralisation de la production et de la gestion de l'énergie.",
    "Programme du module": "Séance 1 : Présentation du cours et de son mode d'évaluation. Lydie Laigle (CSTB-Efficacity) et François-Mathieu Poupeau (CNRS, LATTS) Séance 2 : Les collectivités territoriales et l'énergie en France : acteurs, logiques, enjeux. François-Mathieu Poupeau (CNRS, LATTS) Séance 3 : Des politiques énergie-climat à la transition énergétique : une perspective multi-niveaux. Lydie Laigle (CSTB-Efficacity) Séance 4 : Gouverner la transition énergétique par les labels : une nouvelle modalité d'action pour l'Etat. Lionel Cauchard (chercheur et chef de projet R&D à Efficacity), François-Mathieu Poupeau (CNRS, LATTS) Séance 5 : De la planification énergétique aux démarches territoriales : plans climat énergie et territoires à énergie positive. Lydie Laigle (CSTB, Efficacity) Séance 6 : Les métropoles et la transition énergétique : l'expérience du Grand Lyon. Pauline Gabillet (Chargée de mission planification énergétique, Grand Lyon), Lydie Laigle (CSTB-Efficacity) et François-Mathieu Poupeau (CNRS, LATTS) Séance 7 : Les réponses des villes européennes aux transitions énergétiques. Jonathan Rutherford (chercheur ENPC au LATTS), François-Mathieu Poupeau (CNRS, LATTS) Séance 8 : Les acteurs professionnels : des médiateurs dans les processus de transition énergétique. Gaëtan Brisepierre (Sociologue indépendant spécialisé dans les questions d'énergie et de logement), François-Mathieu Poupeau (CNRS, LATTS) Séance 9 : L'Agence parisienne du climat et son action en direction des copropriétés privés. Anne Girault, directrice générale de l'Agence parisienne du climat (APC) Séance 10 : Conflictualité et \" acceptabilité \" dans la transition énergétique. Arthur Jobert (ingénieur-chercheur expert à EDF R&D) et François-Mathieu Poupeau",
    "Contrôle des connaissances - Règles de validation du module": "Le cours sera évalué à partir d'ateliers de controverses organisés par petits groupes d'étudiant.e.s (fiche synthétique de 3 pages et présentation orale). Chaque groupe sera invité à réfléchir sur l'une des grandes controverses qui traversent actuellement le monde de l'énergie, en relation directe avec la problématique spécifique du module (les questions territoriales) : intervention des pouvoirs publics, gouvernance des territoires, instruments d'action publique, municipalisation des services publics, \" acceptabilité \" des projets d'équipement et d'infrastructures, etc. Insérées dans certaines séances du module (définies en fonction des sujets), ces controverses seront préparées par les étudiant.e.s à partir d'une recherche préalable, l'objectif étant de faire réfléchir l'ensemble du groupe sous forme dialectique (arguments pour, contre, essai de synthèse). Les responsables du module participeront par ailleurs à l'évaluation des projets intégrateurs pour s'assurer que les principaux modes de raisonnement du module ont bien été intégré.e.s par les étudiant.e.s.",
    "Effectif maximal": "Effectif illimité",
    "Département de rattachement": "Master TET Transition Energétique et Territoire",
    "Nombre de crédits ECTS": "4 crédits ECTS",
    "Code": "R2OS"
}