{
    "Créneau": "Sem 3/Sem 5 Lu 8 h 30 - 11 h 15Sem 5 Lu 8 h 30 - 11 h 15",
    "Enseignants responsables": "Serge LHOMME",
    "Equipe enseignante": "Serge LHOMME",
    "Objectifs du module": "Dans un contexte d'urbanisation rapide à l'échelle mondiale, d'élévation du niveau de vie, la catastrophe est de moins en moins bien acceptée, d'autant plus qu'elle tend à changer de nature avec l'apparition d'effets domino. Les élèves acquerront les différentes notions relatives aux risques et aux crises, selon une approche systémique, à partir de cours et d'études de cas. Des interviews à réaliser auprès d'experts durant les séances en autonomie permettront aux étudiants d'approfondir une thématique particulière concernant plus spécifiquement l'Ile-de-France. Des outils de simulation pour la gestion des risques seront aussi présentés afin que les étudiants soient en mesure de modéliser des problématiques complexes et concrètes liées au risque : système multi-agents ; analyse de réseaux avec Python.",
    "Programme du module": "Séance introductive 1 : Les composantes du risque Séance introductive 2 : L'Ile-de-France face aux risques naturelles et technologiques - présentation des interviews à réaliser Séance 3 : Risque, crise et catastrophe Séance 4 : Principe de précaution et réduction du risque Séance 5 : Travail en autonomie - préparation des interviews Séance 6 : Les risques industriels et technologiques Séance 7 : Travail en autonomie - réalisation des interviews Séance 8 : Encadrement du travail en autonomie - valorisation du travail effectué Séances 9 à 12 : Les outils de simulation pour la gestion des risques : les SMA et analyse de réseaux Séance 13 : Evaluation",
    "Modalités": "11 séances de 2H30 h et 2 séances en autonomie qui nécessiteront la réalisation d'interviews",
    "Contrôle des connaissances - Règles de validation du module": "Evaluation individuelle portant sur des questions de cours et la réalisation d'un TD noté sur les outils de simulation. Evaluation portant sur le travail en autonomie réalisé au sein d'un groupe de 3 ou 4 étudiants (document d'une dizaine de pages, ou création d'un site web, valorisant les interviews réalisées).",
    "Adresse du site du module": "educnet.enpc.fr/course/view.php?id=525",
    "Documents pédagogiques - Bibliographie": "Documents supports du CM fournis à chaque séance ; les codes des séances consacrées aux outils de simulation seront rendus disponibles ; consultation de sites web, de vidéos.",
    "Effectif maximal": "Effectif limité à 20 élèves",
    "Département de rattachement": "Département Ville Environnement Transport",
    "Nombre de crédits ECTS": "3 crédits ECTS",
    "Mise à jour": "2 septembre 2024",
    "Code": "RENIN"
}