{
    "Créneau": "Sem 3/Sem 5 Me 8 h 30 - 11 h 15SL",
    "Prérequis": "Notions de programmation ; algèbre linéaire",
    "Enseignants responsables": "Axel PARMENTIER",
    "Objectifs du module": "La Recherche Opérationnelle (RO) est la discipline des mathématiques appliquées qui traite des questions d'utilisation optimale des ressources dans l'industrie et la logistique. Planifier une tournée de véhicules, remplir de manière optimale un conteneur, ordonnancer les tâches sur un chantier sont des problématiques typiques de la Recherche Opérationnelle. Elle est un des outils scientifiques essentiels pour un ingénieur travaillant dans le domaine du génie industriel, de la logistique ou de la supply-chain. Depuis quelques années, on commence à la trouver dans des nouveaux domaines comme le marketing, la santé ou la finance. Les outils mathématiques qui sous-tendent cette discipline sont les graphes, l'algèbre linéaire, l'algorithmique, pour ne citer que les principaux. A l'issue de ce module, l'élève saura identifier un problème de recherche opérationnelle, en fournir une modélisation, et proposer un algorithme de résolution. De plus, il sera capable de justifier ses choix et de discuter la qualité des solutions proposées.",
    "Programme du module": "1. Introduction 2. Plus courts chemins et programmation dynamique 3. Programmation linéaire : algorithme du simplexe 4. Programmation linéaire : dualité 5. Flots et coupes 6. Graphes bipartis (affectation, transport, mariages stables) 7. Branch-and-bound, heuristiques et métaheuristiques 8. Chargement de conteneurs 9. Positionnement d'entrepôts 10. Conception de réseaux 11. Tournées 12. Ordonnancement 13. Conclusion et contrôle",
    "Modalités": "13 séances de 3h. Trois intervenants de l'industrie sont prévus - chaque intervention duren environ 1h30",
    "Contrôle des connaissances - Règles de validation du module": "1 mini-projet, 2 QCM de 15 minutes, et 1 contrôle final de 2h. En cas de note inférieure ou égale à 8/20, aucun examen de rattrapage n'est prévu.",
    "Adresse du site du module": "educnet.enpc.fr/course/view.php?id=297",
    "Documents pédagogiques - Bibliographie": "Polycopié.",
    "Effectif maximal": "Effectif illimité",
    "Département de rattachement": "Département Génie Industriel",
    "Nombre de crédits ECTS": "3 crédits ECTS",
    "Mise à jour": "01 Septembre 2024",
    "Code": "REOP"
}