{
    "Créneau": "Sem 5",
    "Prérequis": "Connaissances de base en physique (électromagnétisme, physique statistique, thermodynamique)",
    "Enseignants responsables": "Philippe COUSSOT",
    "Objectifs du module": "La physique de la matière molle traite des matériaux complexes dont les propriétés se situent entre celles des liquides et des solides. Des exemples typiques sont les mousses liquides, les émulsions et les gels concentrés, ... De nos jours, la matière molle occupe une place importante dans de nombreux domaines d'application tels que l'agroalimentaire, les cosmétiques, les plastiques, les adhésifs, les peintures, ... Le domaine de l'habitat et de la construction est également largement concerné par la matière molle. Les pâtes de ciment et de plâtre frais, par exemple, ont des propriétés mécaniques complexes liées aux interactions entre leurs constituants. Le contrôle de ces interactions implique l'incorporation d'adjuvants à la pâte, tels que des tensioactifs et des polymères par exemple. Selon les récents objectifs de développement durable, de nouveaux produits devraient être développés, impliquant moins de ressources naturelles et d'énergie de production, des matériaux de recyclés, plus légers (aérés), ... À cet égard, la physique de la matière molle peut apporter une aide précieuse dans le développement de ces nouveaux matériaux. Ce cours se concentre sur certains concepts et systèmes de la matière molle, en considérant les aspects fondamentaux et généraux, fournissant des éléments de compréhension des phénomènes physiques en jeu dans ces systèmes. A l'issue du module, les élèves seront capables de : Comprendre les grands types de comportement rhéologique des solutions et suspensions, telles que les dispersions colloïdales, les solutions de polymères, les solutions de tensioactifs, les mousses et émulsions, … Proposer des formulations types de solutions complexes en réponse à un cahier des charges industriel",
    "Programme du module": "Introduction. Interactions entre les constituants de la matière Solutions colloïdales Tensioactifs en solution et aux interfaces Polymères en solution et aux interfaces Matériaux aérés / Mousses",
    "Modalités": "6 séances de 3h",
    "Contrôle des connaissances - Règles de validation du module": "Examen écrit",
    "Documents pédagogiques - Bibliographie": "Polycopié et copies des supports projetés",
    "Effectif maximal": "Effectif illimité",
    "Département de rattachement": "Département Génie Mécanique et Matériaux",
    "Nombre de crédits ECTS": "2,5 crédits ECTS",
    "Mise à jour": "01/09/2024",
    "Code": "RHEMM"
}