{
    "Créneau": "Sem 3/Sem 5/Sem 1 MSSem 1 MS",
    "Prérequis": "in macroeconomic theory (Varian, 2014), Intermediate Microeconomics : A Modern Approach, Ninth International Student Edition. WW Norton & Company, chapters 1 to 5) in probability theory (Schinazi, 2011), Probability with stastical applications, Springer Science & Business Media). Students must be able to compute expected values for discrete and continuous random variables. Main reference : Eeckhoudt, Gollier, Schlesinger, 2005, Economic and Financial Decisions under Risk, Princeton UP. References: Dixit, Pindyck, 1994, Investment under Uncertainty, Princeton UP, Varian, 2014, Intermediate Microeconomics : A Moder Approach, Ninth International Student Edition. WW Norton & Company.",
    "Enseignants responsables": "Catherine Bobtcheff",
    "Objectifs du module": "The main objective of this class is to review the different tools allowing to deal with economic decisions in an uncertain and dynamic environment. The theory will be presented and several applications will be given (insurance, finance, investment decisions, role of asymmetric information…). An emphasis will be given on the value of information and on the timing of the investment decisions. Outline of the class: I. Introduction II. Choice under uncertainty III. Demand and supply for insurance IV. Asymmetric information and information acquisition V. Intertemporal choices VI. Timing and flexibility of investment decisions Evaluation: Final written exam (2h, without document). The make-up exam will be an oral. References: Dixit, Pindyck, 1994, Investment under Uncertainty, Princeton UP Eeckhoudt, Gollier, Schlesinger, 2005, Economic and Financial Decisions under Risk, Princeton UP Varian, (2014), Intermediate Microeconomics: A Modern Approach, Ninth International Student Edition. WW Norton & Company The pre-requisites are knowledge in: - microeconomic theory (Varian, (2014), Intermediate Microeconomics: A Modern Approach, Ninth International Student Edition. WW Norton & Company, chapters 1 to 5 - probability theory (Schinazi, (2011), Probability with statistical applications, Springer Science & Business Media). In the math class that you will complete over the summer, the part on statistics and the part on static optimization should be mastered. In particular, you must be able to compute expected values for discrete and continuous random variables and solve a constrained optimization program (using Langrangien). Address : PSE- Campus Jourdan",
    "Effectif maximal": "Effectif illimité",
    "Département de rattachement": "Master of Science Sustainable Impact Analysis",
    "Nombre de crédits ECTS": "2,5 crédits ECTS",
    "Mise à jour": "04/04/2019",
    "Code": "RIUIC"
}