{
    "Créneau": "Sem 3/Sem 5 Me 14 h - 17 h 30Sem 5 Me 14 h - 17 h 30",
    "Prérequis": "Bases en recherche opérationnelle (cours GI 2A), en techniques de développement logiciel (cours IMI 2A) et en machine learning (Cours PRAMA ou cours MALAP - IMI 2A).",
    "Enseignants responsables": "Axel PARMENTIER",
    "Objectifs du module": "Le développement des systèmes d'information a démultiplié la quantité de données accessibles sur les processus industriels. Les départements de recherche opérationnelle de l'industrie exploitent ces données pour optimiser les processus industriels, avec notamment des objectifs de fiabilité et de maîtrise des risques. Ces données étant abondantes, parfois parcellaires, et souvent intrinsèquement aléatoires, l'apprentissage automatique est la discipline adéquate pour le contrôle de l'incertitude dans leurs traitements. Cependant, la combinatoire importante des problèmes rencontrés fait que les industriels se limitent en général aux approches du type \"recherche opérationnelle déterministe\", sans être capables d'utiliser les outils de l'apprentissage automatique. L'objectif de cours est d'introduire deux théories mathématiques à la frontière de la recherche opérationnelle et de l'apprentissage automatique qui permettent d'aborder ces problématiques d'optimisation data driven : l'apprentissage structuré et l'utilisation de couches d'optimisation combinatoire en apprentissage profond. On insistera sur la modélisation et la résolution de problématiques industrielles avec ces outils. À l'issue de ce cours, les étudiant devront connaitre les concepts de base de l'apprentissage structuré et de l'optimisation sans dérivée, être capables de reconnaître les problèmes industriels pouvant être abordés par les outils précédents et de mettre en œuvre ces outils dans des situations simples. Ce module contribue au développement des compétences suivantes : comprendre les réalités physiques, techniques et humaines : analyser, modéliser, diagnostiquer ; mobiliser les outils de la recherche et du développement et de l'innovation ; appréhender et gérer la complexité des systèmes.",
    "Programme du module": "1. Couches d'optimisation combinatoire dans les pipelines d'apprentissage profond (cours + TP) 2. Maximum de vraisemblance et familles exponentielles (cours + TD) 3. Fonctions de perte de Fenchel Young (cours + TD) 4. Apprentissage par experience (cours + TD) 5. Inférence variationnelle puis TP (cours + TP) 6. Optimisation stochastique contextuelle (cours + TD) Examen lors de la dernière séance.",
    "Modalités": "Cours Magistral, travaux dirigés (TD) et travaux pratiques (TP) informatique",
    "Contrôle des connaissances - Règles de validation du module": "Un examen de 1h30 (3/5 de la note). Un TP (2/5 de la note)",
    "Adresse du site du module": "http://gede.enpc.fr/Programme/Fiche.aspx",
    "Documents pédagogiques - Bibliographie": "Diapositives du cours.",
    "Effectif maximal": "Effectif limité à 20 élèves",
    "Département de rattachement": "Département Génie Industriel",
    "Nombre de crédits ECTS": "2 crédits ECTS",
    "Mise à jour": "01 Septembre 2024",
    "Code": "ROAPA"
}