{
    "Créneau": "Ouv 2/Ouv 3Sem 4/Sem 6Sem 6",
    "Enseignants responsables": "Mohamed Saad EL HARRAB",
    "Equipe enseignante": "Sotiris MANITSARIS, Alina GLUSHKOVA",
    "Objectifs du module": "Ce cours introduit les étudiants aux méthodes fondamentales en ingénierie, calcul et expérimentation dans le domaine de la collaboration homme-robot (Human-Robot Collaboration, HRC), avec un accent sur l’intelligence artificielle et le raisonnement robotique. Les étudiants découvriront les concepts clés de la collaboration homme-robot et leurs applications réelles (industrie, santé, assistants personnels, apprentissage humain). Des outils et méthodes seront fournis pour analyser la conception des postes de travail et l’utilisation des robots en termes de productivité, flexibilité, sécurité et ergonomie.",
    "Programme du module": "Le cours couvre les thématiques suivantes : Intelligence artificielle pour l’interaction homme-robot : Estimation de pose (Open Pose), reconnaissance de gestes (CNN 2D et 3D), détection d’objets (Yolo, Mask RCNN, Vision Transformers), apprentissage par renforcement (value-based, policy-based, model-based) et apprentissage par démonstration (Learning from Demonstration, LfD). Robotique : Cinématique (directe, inverse, matrice Jacobienne), Robot Operating System (ROS), analyse des capteurs embarqués (caméras RGB, capteurs de couple). Conception des postes de travail : Régulations de sécurité (normes ISO) et analyses ergonomiques. Les étudiants travailleront également sur des projets de recherche HRC, analyseront des articles récents et présenteront leurs travaux en classe.",
    "Effectif maximal": "Effectif illimité",
    "Département de rattachement": "Département Génie Industriel",
    "Nombre de crédits ECTS": "1 crédit ECTS",
    "Mise à jour": "01 Septembre 2024",
    "Code": "ROBCO"
}