{
    "Créneau": "Sem 1 MS",
    "": "None",
    "Prérequis": "Good knowledge in the 3D modelling",
    "Enseignants responsables": "Salvator-John LIOTTA",
    "Equipe enseignante": "Phillip Shapiro, Eugenio Bettucchi",
    "Objectifs du module": "-Créer les bases d’une culture numérique globale -Constituer une culture numérique spécifique à l’architecture et à la construction -Analyser les liens entre mondes numériques et mondes physiques (modes de fabrication) -Développer un regard critique sur les enjeux liés au numérique et à l’intelligence artificielle -Devenir capable de structurer un projet de recherche selon une méthodologie scientifique crédible et efficace",
    "Programme du module": "Les cours magistraux investirons les suivantes thématiques -Repenser matières, machines et computation matérielle (Rethinking materials, machines and material computation) -Repenser la construction et la fabrication/Rethinking construction - robot/cobot -Repenser la conception soutenable a partir de villes numérique et de l’architecture digitale/ Rethinking sustainability in digital architecture et digital cities L'étudiant sera amené à -Déterminer le sujet du mémoire (sous la forme d’un titre temporaire) -Construire sa problématique de mémoire avec la présentation du sujet du mémoire ouu l'étudiant décrive sa problématique. Il s’agit de présenter l’axe de recherche, de formuler la question principale de recherche, les sousquestions éventuelles, les hypothèses liées et les objectifs poursuivis par le mémoire. -Construire sa literature review Apprendre a’ indiquer les sources en respectant les règles de référencement. -Produire un esquisse de l’État de l’art L'étudiant doit condenser les informations issues de ses lectures qui sont utiles à sa problématique, en respectant le processus de construction de l’état de l’art : synthétiser, croiser et articuler les sources (pour situer sa recherche) -Définir sa méthodologie L'étudiant dérivera la méthodologie de recherche qu’il envisage. Il s’agit de présenter son corpus, ses méthodes de récolte et de traitement de données. Il devra justifier ses choix en expliquant en quoi ils permettent de répondre à sa question de recherche, de tester ses hypothèses et, le cas échéant, en détaillant les aspects pratiques liés. -Fournir un plan de travail",
    "Modalités": "Le séminaire de recherche s’articulera en cours magistraux (3h), des travaux dirigés (10h), correction d’exercices (5h) et rencontres avec des intervenants extérieurs (6h)",
    "Contrôle des connaissances - Règles de validation du module": "Le séminaire de recherche se fixe comme objectif de permettre à l’étudiant d’acquérir l’autonomie indispensable pour structurer un projet de recherche et la rigueur nécessaire d’une méthodologie scientifique. Fort de cette ambition, le séminaire de recherche est donc l’objet d’un exercice de synthèse dont les objectifs principaux sont de fournir les outils cognitives pour développer des compétences spécifiques a la recherche architecturale en lien avec l’industrie de la construction. Ils sont prévus des exercices pratiques d’écriture, suivi de correction collective, individuels et auto-correction. La formation du séminaire de recherche s’appuie sur le partage de connaissances : chacun prend part à la capitalisation des connaissances et à l’instruction des autres élèves. Pour favoriser cet échange, les corrections collective seront ouvertes à tous. Les exercices seront notés avec une cotation motivée a l’oral qui permettra aux élèves de comprendre les points faibles et forts de leurs recherches",
    "Documents pédagogiques - Bibliographie": "Documents pédagogiques - BEORKEM, C., Material Strategies in Digital Fabrication, 2nd edition, Routledge, 2017 - BERNSTEIN Phillip, Architecture - Design - Data: Practice Competency in the Era of Computation Paperback – September 24, 2018 - CARPO Mario, The Second digital turn, MIT press, 2018 - DAAS Mahesh, Towards a robotic Architecture, California, ORO Editions, 2018. - GOODHOUSE, Andrew, When is the Digital in Architecture? MIT PRESS, 2018 - GRAMAZIO Fabio, The robotic touch : how robots change Architecture, Zurich, Park books, 2015. - MENGES, Achim, Computational Material Culture, in Parametricism 2.0: Rethinking Architecture's Agenda for the 21st Century, March/April 2016, Wiley, Pages 76-83 - PICON Antoine, The Materiality of Architecture, Minnesot University Press, 2021. - RAHIM Ali, Catalityc Formations: Architecture and Digital Design, Taylor and Francis, 2018. - RATZLAFF Bryan, Digital Craft: 3D Printing for Architectural Design, Londres, Lee 3D Ltd, 2016.",
    "Effectif maximal": "Effectif limité à 20 élèves",
    "Département de rattachement": "MS Digital Building Design",
    "Nombre de crédits ECTS": "Non valorisé",
    "Code": "RSEMI"
}