{
    "Créneau": "Sem 1 MSSem 2 MS",
    "Enseignants responsables": "Alain DESCAMPS",
    "Equipe enseignante": "Alain DESCAMPS, Patricia PERENNES, Patrick LAVAL",
    "Objectifs du module": "Comprendre les caractéristiques essentielles et les enjeux des marchés de trans-port de personnes en France et dans le monde. Analyser les spécificités des diffé-rents marchés et leur conséquences concrètes sur l'évolution de l'offre et les ar-chitectures multimodales de réseaux. Méthodes pédagogiques : Cours magistraux, Travaux dirigés et études de cas.",
    "Programme du module": "Le module est inspiré par une vision intermodale et présente à la fois des réflexions sur des éléments essentiels communs à l'ensemble des marchés de transport de passagers et sur les enjeux d'intermodalité rail-route, notamment les pôles d'échange multimodaux. Il aborde en outre, - Dans le domaine ferroviaire : o Les différentes caractéristiques infrastructurelles et matérielles du réseau ferré (prioritairement à échelle nationale) o Les enjeux d'interopérabilité à échelle européenne / internationale o Les enjeux de modernisation / rénovation / Ligne de desserte fine du territoire o La structuration de l'offre ferroviaire (systèmes d'acteurs et niveau d'intervention ; composante infrastructure / matériel / offre (RER / TER / Intercités / TGV etc) ; introduction à l'économie du transport ferroviaire ; grande transformation du secteur : yield management ; ouverture à la concurrence / innovation et expérimentation : train autonome ; projet Draisy ; Flexy) - Dans le domaine routier : o La présentation des marchés des transports publics urbains et interurbains de personnes.",
    "Modalités": "rendu écrit",
    "Effectif maximal": "Effectif illimité",
    "Département de rattachement": "Mastère Smart Mobility",
    "Nombre de crédits ECTS": "2 crédits ECTS",
    "Mise à jour": "09/10/2024",
    "Code": "RTLMM"
}