{
    "Créneau": "Sem 4/Sem 6 Me 13 h 45 - 16 h 30Sem 6 Me 13 h 45 - 16 h 30",
    "Prérequis": "Ce cours implique de bonnes connaissances en mécanique des milieux continus et des notions sur les relations constitutives (comportement élastique, plastique) des matériaux. Par ailleurs, il est nécessaire de maîtriser le calcul intégral et différentiel, ainsi que le calcul tensoriel.",
    "Enseignants responsables": "Daniel WEISZ-PATRAULT",
    "Equipe enseignante": "Daniel WEISZ-PATRAULT",
    "Objectifs du module": "Ce cours est une introduction aux aspects fondamentaux de la rupture des matériaux et des structures. La modélisation et les prévisions associées à la rupture des matériaux et structures est essentielle dans l'ingénierie moderne, tant pour une conception saine des structures et leur dimensionnement que pour faire la démonstration de leur sûreté. Cet enseignement a pour ambition de former les élèves ingénieurs aux concepts clés pour comprendre en profondeur et modéliser les phénomènes de rupture fragile et de fatigue. Des exposés de culture seront aussi proposés pour introduire la rupture ductile et la mécanique de l'endommagement. Les objectifs du cours sont donc : premièrement de former les étudiants aux concepts et développements essentiels de la mécanique de la rupture avec la mise en valeur des aspects énergétiques, deuxièmement de leur donner l'occasion d'appliquer ces apprentissages théoriques dans le cadre de projets de dimensionnement pour leur donner la mesure de l'importance de ce sujet pour l'ingénierie moderne et la gestion des risques, troisièmement de leur permettre de détecter les erreurs et mauvaises interprétations souvent rencontrées dans le monde industriel. L'étude des techniques d'identification expérimentale et de certaines méthodes numériques associées à la mécanique de la rupture sont des aspects importants du cours, ainsi que les applications et l'utilisation des codes de simulation. Les exemples pratiques seront issus de différents secteurs (aéronautique, énergie, transport, génie civil etc.) et choisis pour que les étudiants perçoivent l'intérêt de la formation pour concevoir des structures ou des systèmes utiles à la société et de prendre conscience de leur responsabilité en tant qu'ingénieur dans la maîtrise des risques associés à leurs décisions. A l'issue du cours les étudiants auront la culture suffisante pour appréhender et se former rapidement sur des problèmes complexes spécifiques de certains secteurs industriels ou de recherche",
    "Programme du module": "Séance 1 : Thermodynamique d'une fissure qui se propage \" Rappels de thermodynamique des milieux continus. \" Equation des bilans. \" Intégrales à singularité mobile. \" Puissance dissipée en tête de fissure. Séance 2 : Mécanique linéaire de la rupture. \" Intégrale indépendante du contour. \" Puissance dissipée dans la zone d'élaboration. \" Critère énergétique de propagation de fissure. \" Notion de facteur d'intensité de contrainte (SIF) et de ténacité. Séance 3 : Mécanique linéaire de la rupture (suite). \" Exemples de formulations analytiques de SIF. \" Essais normalisés. \" Critère d'orientation de bifurcation de fissure. \" Critère énergétique de Francfort et Marigo. Séance 4 : Introduction à la fatigue \" Mécanismes de ruine en fatigue. \" Essais en fatigue (courbes S-N). \" Critères phénoménologiques : lois de Paris. \" Critère de Dang Van. \" Introduction aux approches probabilistes. \" Introduction des projets Séance 5 : Exercices d'applications \" Dimensionnement d'objets simples (cuve sphérique sous pression, avion comète, etc). Séance 6 : Approche numérique XFEM \" Rappels des fondements théoriques de la méthode des éléments finis. \" Introduction des éléments finis étendus XFEM. \" Enrichissement par partition de l'unité et solution de Westergaard. \" Fonctions de niveaux. \" Suivi des projets. Séance 7 : Exercices d'applications \" Pratique numérique de XFEM (Castem ou Abaqus). \" Suivi des projets. Séance 8 : Exercices et suivi des projets \" (+exposé court de culture à la fin de la séance : introduction à la rupture ductile)\" Examen (1h30) \" Rendu des projets : présentation orale (1h) (envoie des rapports écrits quelques jours auparavant).",
    "Modalités": "Les cours se décomposent en trois secteurs : les cours magistraux (50%), les exercices dirigés (20%) et le suivi de projets (30%).",
    "Contrôle des connaissances - Règles de validation du module": "La notation se fera à 50% sur la base d'un devoir maison qui évaluera la bonne compréhension et la maîtrise des concepts et à 50% sur les projets de groupe qui seront évalués sur la pertinence de la démarche, la qualité de la modélisation et des calculs et la mise en perspective des résultats. Les projets seront rendus sous forme d'un rapport de projet d'une quinzaine de pages et d'une présentation orale devant l'ensemble des étudiants pour que tous profitent du travail des autres.",
    "Documents pédagogiques - Bibliographie": "Les cours seront exposés avec des supports power point rassemblant les concepts et les explications, les développements mathématiques, les illustrations et les vidéos. Les exercices seront présentés de manière classique avec un polycopié d'énoncés et de solutions détaillées. Les projets d'applications se feront par petits groupes d'élèves et seront présentés de manière plus ouverte avec le positionnement d'une problématique de rupture dans différents domaines industriels et des illustrations des impacts liés à la rupture. Des codes informatiques (par exemple Abaqus ou Castem) seront mis à dispositions des étudiants comme base de départ pour traiter leur sujet, cela nécessitera non seulement une part de modélisation numérique, mais aussi d'analyse critique et de prise de décision quant au problème traité.",
    "Effectif maximal": "Effectif illimité",
    "Département de rattachement": "Département Génie Mécanique et Matériaux",
    "Nombre de crédits ECTS": "2 crédits ECTS",
    "Mise à jour": "01/09/2024",
    "Code": "RUPTU"
}