{
    "Créneau": "Sem 5Sem 6/Sem 2 MSSem 2 MS",
    "": "Ce module est la suite du module de premier semestre MATSÉ (Matériaux des structures existantes - Inspections, Pathologies, Réparations).",
    "Prérequis": "Ce module requiert d'avoir d'excellentes connaissances en génie civil et en calcul des structures, notamment : \" la résistance des matériaux et mécanique des structures, \" la fabrication et les propriétés des matériaux (béton, acier, maçonnerie, …), y-compris les essais et les référentiels normatifs, \" le dimensionnement des ouvrages et de leurs fondations, règlements de calcul, \" la typologie des ouvrages, les techniques de construction.",
    "Enseignants responsables": "André ORCESI",
    "Equipe enseignante": "André ORCESI, Victor MARTINET, Camille CAREME, Jean-Christophe CARLES, Fabien RENAUDIN, Fernando DIAS, Alain SIMON, Jean Francois SEIGNOL, Bastien VAURIGAUD, Marc QUIERTANT",
    "Objectifs du module": "Ce module doit permettre aux étudiants d'aborder la complexité dans son ensemble des projets de recalcul des ouvrages liés à des situations de réparation/réhabilitation ou de transformation de leur usage. Plus particulièrement, il permettra de couvrir les notions suivantes : \" appréhender les spécificités des calculs liés à l'évaluation des ouvrages existants, \" définir les hypothèses de calcul (matériaux, actions, etc.), \" faire le lien avec les résultats des investigations et des auscultations, \" être en mesure de réaliser une évaluation structurale et d'élaborer un projet de réparation/réhabilitation d'ouvrages, \" avoir une vision de la démarche générale d'études pour l'adaptation des ouvrages, avec les points clés de la conception suivant la nature de l'adaptation envisagée.",
    "Programme du module": "Intitulé des séances : 1. Performance des structures 2. Généralités sur l'évaluation structurale 3. Adaptation aux nouveaux usages pour les ouvrages d'art 4. Adaptation aux nouveaux usages pour les bâtiments 5. Travaux Dirigés portant sur les séances 1 à 4 6. Evaluation structurale, renforcement, réparation et adaptation des ouvrages d'art en béton Journée pédagogique : - Séance 6bis (format TD de 2h30) le matin. Application guidée de la méthodologie pour l'évaluation d'une poutre en béton précontraint. - Visite de chantier l'après-midi. 7. Evaluation structurale, renforcement, réparation et adaptation des bâtiments en béton 8. Evaluation structurale, renforcement et réparation des ouvrages en métal 9. Evaluation structurale, renforcement et réparation des ouvrages à câbles 10. Evaluation structurale, renforcement et réparation des ouvrages en maçonnerie / murs-poids en maçonnerie 11. Focus sur une technique de renforcement/réparation par matériaux composites 12. La problématique de gestion d'un ouvrage 13. Méthodes d'auscultation structurale et de surveillance prédictive",
    "Modalités": "Evaluation : Par séance de TD (séance 5) pour juger de l'acquisition des connaissances Par un travail collectif sur une étude de cas (accompagnement via des séances TD d'une heure en visio). Il est prévu une journée pédagogique avec visite sur site.",
    "Contrôle des connaissances - Règles de validation du module": "Evaluation au cours de la séance 5 de travaux dirigés et notation du rendu sur l'étude de cas.",
    "Documents pédagogiques - Bibliographie": "Supports de cours basés sur les slides de présentations et des documents annexes de bibliographie.",
    "Effectif maximal": "Effectif illimité",
    "Département de rattachement": "Mastère Génie Civil et Ecoconception",
    "Nombre de crédits ECTS": "3 crédits ECTS",
    "Code": "RUTIL"
}