{
    "Créneau": "Sem 4/Sem 6 Me 16 h 45 - 19 h 30Sem 6 Me 16 h 45 - 19 h 30",
    "Prérequis": "Notions de base en mécanique des fluides incompressibles. Notions de base d'utilisation des systèmes d'exploitations Linux/UNIX et de programmation (FORTRAN, C).",
    "Enseignants responsables": "Martin FERRAND",
    "Equipe enseignante": "Nicolas MERIGOUX, Benoit DE LAAGE DE MEUX",
    "Objectifs du module": "\"Former les élèves à l'utilisation d'un logiciel de mécanique des fluides CFD (Computational Fluid Dynamics) où les complexités géométriques sont représentées explicitement.La CFD est utilisée dans de nombreuses industries, comme l'aérodynamique pour l'optimisation de forme, l'énergie pour l'étude d'installations thermohydrauliques, mais aussi de plus en plus dans le domaine atmosphérique en milieu urbain pour l'étude de l'aéraulique et de la qualité de l'air. Le logiciel utilisé, Code_Saturne, est en accès libre (open source), ce qui permet aux élèves d'aller plus loin dans la compréhension de la structure d'un tel outil.Le cours sera orienté sur la mise en place de configurations de calculs de base, en insistant sur la gestion des conditions aux limites et des propriétés physiques ainsi que sur l'analyse des résultats. Les schémas et options numériques de base seront présentés.La plate-forme SALOME, qui permet de réaliser les maillages, de lancer Code_Saturne de manière intégrée et de post-traiter les résultats, sera aussi présentée et utilisée.\"",
    "Programme du module": "Séance 1 : Introduction à la CFD et à Code_Saturne - TD : Une rue canyon simplifiée : la cavité entrainée Séance 2 : Notions de turbulence - TD : Détaché tourbillonnaire autour d'un cylindre Séance 3 : Notions de discrétisation temporelle et spatiale - TD : Interaction Fluide Structure en situation de vent fort Séance 4 : Notions de maillage - TD : Une rue canyon avec modélisation de la végétation Séance 5 : Sources d'erreurs - TD : Mise en place d'un mini-projet parmi : Aéraulique et Qualité de l'air dans un quartier Stratification thermique en conduite Séance 6 : Mini-projet (validation du module)",
    "Modalités": "petites classes",
    "Contrôle des connaissances - Règles de validation du module": "Un mini-projet effectué par groupe de 2 ou 3 élèves est mis en place lors des deux dernières séances. Un rapport et une soutenance sont évalués. Le rattrapage prendra la forme d'un TD effectué de façon individuelle (avec barème précisé).",
    "Documents pédagogiques - Bibliographie": "Les supports théoriques (planches), les énoncés des TPs, ainsi les données d'entrée des TDs (maillages, données expérimentales pour comparaison…) seront mis en ligne sur https://educnet.enpc.fr. Le code, distribué sur Linux, Mac et Windows, ainsi que les manuels théorique et utilisateur et d'autres tutoriels sont disponibles sur www.code-saturne.org.",
    "Effectif maximal": "Effectif limité à 15 élèves",
    "Département de rattachement": "Département Génie Mécanique et Matériaux",
    "Nombre de crédits ECTS": "1,5 crédit ECTS",
    "Mise à jour": "01/09/2024",
    "Code": "SATUR"
}