{
    "Créneau": "Sem 5Sem 6",
    "": "CAPSTONE PROJECT",
    "Enseignants responsables": "(N)",
    "Equipe enseignante": "Pierre BERTRAND",
    "Objectifs du module": "Capstone projects are an integrative part of Ecole des Ponts ParisTech's \"Sustainable and green Finance\" program and pedagogy. It provides a space for discussion between the academic and the socio-economic worlds, in which students can evolve to solve concrete issues. Students, within a group of 3 to 5, dedicate around 1 day per week each to fulfill a consulting mandate given by a company or any organization to address a need it identified. The capstone project starts in September and end in January. The objective is to put students in a position to investigate a specific issue, to mobilize the skills and the knowledge they acquire during the different courses of the Sustainable and Green Finance program but also from other sources deemed necessary. Students are expected to develop and implement new skills and knowledge on a specific topic. They are also expected to act as young professionals, delivering rigorous and high quality outputs. The minimum expected output is a report for Ecole des Ponts ParisTech, that respects the academic standards in terms of literature review, methodology, results' quality and bibliography. Other outputs can be provided to the company, depending on the nature of the project and what is agreed at the beginning.",
    "Programme du module": "The list of projects changes every year",
    "Modalités": "The evaluation of the capstone project will consider on the one hand both the scientific and business contribution of the team. On the other hand, it will include the communication abilities both in the report and during the presentation. The evaluation will take into account the final report and the presentation in front of the pedagogical team of the Sustainable and Green Finance Program, the academic mentor and at least one representative of the company.",
    "Contrôle des connaissances - Règles de validation du module": "Assiduité",
    "Effectif maximal": "Effectif illimité",
    "Département de rattachement": "Département Sciences Economiques, Gestion Finance",
    "Nombre de crédits ECTS": "5 crédits ECTS",
    "Mise à jour": "01/09/24",
    "Code": "SEGP3"
}