{
    "Créneau": "Sem 3Sem 4/Sem 6Sem 6",
    "Prérequis": "2A",
    "Enseignants responsables": "Alon ROZEN",
    "Equipe enseignante": "Kévin SARA, Fabien EYCHENNE",
    "Objectifs du module": "Ce cours est le fruit d'un constat que le volet création d'entreprise mérite une place toujours plus importante dans la formation des élèves-ingénieurs des Ponts. Pour le faire, les trois entités orientés \"jeunes pousses\" de l'école des Ponts, à savoir le b.school (business school), le d.school (design school), et l'e.school (engineering school) à travers son département SEGF se sont réunis pour créer un cours inédit sur la création d'entreprises innovantes. Le module cherche à mettre en exergue, par l'expérience, la démarche et les processus qui permettent d'aller de l'idée au marché efficacement. En cours de route on explore le \" lean innovation \", le design thinking, le customer development, le product development, le business model development, la création un modèle financier réaliste, et comment présenter (\" pitcher \") son idée afin d'attirer capital risqueurs, business angels, etc. Enfin, le cours se veut très appliqué et adopte l'approche anglo-saxone dite de \" learning by doing \". Ainsi, les participants vont développer des projets réels ou du moins réalisables au cours de ce module. A la fin du cours, les élèves seront capables de : Comprendre le concept et le processus de \"lean innovation\" dans toute sa complexité et interdépendance Appliquer les principes de design thinking à un projet de startup Utiliser l'approche \"dynamic business modeling\" pour concevoir et développer des nouveaux modèles d'affaires pour une entreprise innovante Savoir développer et présenter un modèle financier cohérent pour un projet de création d'entreprise Pitcher un projet de startup à des investisseurs potentiels",
    "Programme du module": "1. Lean Innovation 2. Design thinking - introduction 3. Design thinking - Customer Interviews 4. Dynamic business modeling 5. Business plan \" moderne \" et le plan \" go to market \" 6. La finance des start-ups 7. Finance de start-up, business model financier et valorisation 8. Modélisation financière - séance de coaching avec consultants Accuracy (chez Accuracy) 9. Le pitch projet Startup 10. Pitch final devant jury",
    "Contrôle des connaissances - Règles de validation du module": "Projet des élèves, assiduité, préparation et participation individuelle, travail du groupe, soutenance lors du jury final.",
    "Effectif maximal": "Effectif illimité",
    "Département de rattachement": "Département Sciences Economiques, Gestion Finance",
    "Nombre de crédits ECTS": "1,5 crédit ECTS",
    "Mise à jour": "01/09/24",
    "Code": "SEGSD"
}