{
    "Créneau": "Sem 5",
    "Enseignants responsables": "Nathalie TINGRY",
    "Equipe enseignante": "Benjamin PELLETIER, Catherine FAUST",
    "Objectifs du module": "Le dispositif pédagogique du Master est construit autour du principe de l'appropriation par l'ensemble des parties prenantes des solutions proposées comme condition sine qua non à leur durabilité. Cela se construit forcément par le dialogue entre les parties prenantes, dès la phase d'analyse. Ce cours a pour objectif de donner les outils d'une communication interpersonnelle permettant l'émergence d'un dialogue constructif et pluridirectionnel. Il vise également à permettre aux élèves de bénéficier pleinement de l'expérience multiculturelle que constitue le suivi du Master en leur transmettant les outils de management interculturel. On suggérera une démarche d'intelligence de l'autre conduisant à prendre conscience et à tenir compte de la multiplicité des causes profondes - historiques, linguistiques, religieuses, philosophiques - des malentendus interculturels qui ne manquent presque jamais de surgir dans nos relations partenariales. La relation de chacun à des notions supposées communes mais qui parfois sont loin de l'être - le temps, l'argent, la nature, l'autorité, l'honneur … - sera analysée. Ce cours vise également à donner aux élèves les outils basiques de management d'équipe et de la prise de parole en public. Enfin, ce module a également pour vocation de transmettre les outils du management interpersonnel, de la conduite de réunion, à la gestion de la délégation en passant par l'identification et la mise en œuvre des leviers de motivation personnalisés. À la fin du module, les élèves seront capables de : analyser leurs représentations en préalable à toute action de communication ; analyser la situation de communication dans laquelle ils se trouvent afin de choisir les bons vecteurs ; adapter l'appréhension de certaines notions (temps, argent, rapport vie publique/vie privée, hiérarchie…) conduire une réunion mobiliser les outils du management interculturel pour tirer de la différence la richesse et non l'incompréhension ; choisir les modes d'organisation des groupes adaptés à leurs missions ; faire un bilan de ses qualités relationnelles et résoudre les conflits ; pratiquer un management interpersonnel efficace et conduisant au bien-être de chacune des parties (délégation, contrôle, motivation et re-motivation…)",
    "Programme du module": "Quel impact de la culture sur nos modes d'interaction ? Introduction à la notion de la culture à travers un jeu de construction Comprendre la corrélation entre les croyances, les valeurs et les comportements Appréhender les dimensions culturelles et leurs impacts sur nos préférences dans le choix de résolutions de problèmes, styles de communication, modes d'interaction Comprendre les enjeux de la communication en contexte interculturel Prendre conscience de notre potentiel communicationnel - gérer le stress, maîtriser le corps et l'espace, construire une argumentation efficace Maitriser la communication écrite - expérimenter différents vecteurs de communication pour construire une image positive en contexte professionnel (mails/demande d'informations/créer une bonne impression/ choisir la bonne formulation/ savoir suivre une relation Prendre conscience de nos atouts et savoir les présenter lors d'un entretien d'embauche - simulation des entretiens d'embauche et pratique d'un feedback constructif Conduire une réunion en contexte interculturel L'intelligence collective - comment activer la mémoire transactive d'une équipe multiculturelle",
    "Modalités": "29h",
    "Contrôle des connaissances - Règles de validation du module": "Travaux individuels : Analyse d'un article de presse sous l'angle des facteurs culturels (2,5 points) Synthèse sur style de négociation dans votre pays (2,5 points) Travail de groupe : Etude de cas (15 points)",
    "Adresse du site du module": "educnet.enpc.fr/course/view.php?id=408",
    "Effectif maximal": "Effectif limité à 30 élèves",
    "Département de rattachement": "Master Transport et Développement Durable",
    "Nombre de crédits ECTS": "2 crédits ECTS",
    "Code": "SEMCO"
}