{
    "Créneau": "Sem 3/Sem 5/Sem 1 MS Lu 8 h 30 - 11 h 15Sem 2 MS",
    "Enseignants responsables": "(N)",
    "Equipe enseignante": "Yannick OUAKNINE",
    "Objectifs du module": "En s'appuyant sur les théories existantes, ce module se veut orienter sur la pratique de l'analyse de l'ESG et de sa mise en œuvre au sein des institutions financières. A l'issue de ce module, les élèves seront capables de : Maîtriser les concepts liés aux investissements ESG (environnement, social et gouvernance) ; Comprendre comment l'analyse ESG est mise en œuvre dans des institutions financières et suivie par les superviseurs (par exemple la Task Force on Climate-related Financial Disclosure) ; Sélectionner les méthodologies ESG appropriées aux choix d'investissement envisagés ; Évaluer l'impact de l'intégration des critères ESG sur la performance des actifs.",
    "Programme du module": "1. Les défis de l'ES : passer du risque à l'impact 2. Évolutions des marchés et standards ESG 3. Analyse extra-financières 4. Les diverses approches de mesures du risque ESG et d'évaluation d'impacts 5. Les données de l'ESG et liens avec les nouvelles technologies",
    "Modalités": "Le cours est donné en anglais. 6 séances de 2h30",
    "Contrôle des connaissances - Règles de validation du module": "Les élèves seront évalués à partir d'une étude de cas et d'un examen final",
    "Documents pédagogiques - Bibliographie": "The financial system we need - Unep Inquiry, Nick Robins, 2017 Financing the Green Transformation: How to Make Green Finance Work, Ulrich Volz, Green Infrastructure Finance, Andrey Shlyakhtenko Green Bond Pricing in the Primary Market: Jan/2016 - March/2017, CBI 2017 Global Landscape of Climate Finance 2015, Barbara Buchner, 2016 - CPI 2 degrees of separation: Transition risk for oil and gas in a low carbon world - CTI The $2 trillion stranded assets danger zone, Carbon Tracker Initiative.",
    "Effectif maximal": "Effectif illimité",
    "Département de rattachement": "Département Sciences Economiques, Gestion Finance",
    "Nombre de crédits ECTS": "1,5 crédit ECTS",
    "Mise à jour": "01/09/24",
    "Code": "SGFAN"
}