{
    "Créneau": "Sem 3/Sem 5 Lu 13 h 45 - 16 h 30Sem 5 Lu 13 h 45 - 16 h 30",
    "Prérequis": "Connaissances de base en comptabilité financière.",
    "Enseignants responsables": "Aglae JEZEQUEL",
    "Equipe enseignante": "Aglae JEZEQUEL",
    "Objectifs du module": "Le module \" science du changement climatique \" s'adresse aux étudiants de troisième année et est obligatoire pour les étudiants du parcours \" Sustainable and Green Finance \". Son objectif est de donner à ces étudiants des bases en sciences du climat, afin qu'ils soient en mesure de comprendre les informations que ces sciences peuvent donner aujourd'hui, celles que l'on peut espérer obtenir dans un futur proche, et leurs limites. Les étudiants devront être en mesure à la fin de ce module de comprendre les informations essentielles présentées dans le groupe 1 du Groupe d'experts intergouvernemental sur l'évolution du climat (GIEC), traitant des bases physiques du système climatique et du changement climatique.",
    "Programme du module": "Les cinq premières séances se présenteront sous la forme de cours magistraux et seront l'occasion de faire le tour des bases de climatologie qui alimentent notamment les rapports des groupes 1 et 2 du GIEC, telles que détaillées ci-dessous : Séance 1: Qu'est-ce que le climat ? Séance 2: Variabilité climatique : du cycle journalier aux cycles glaciaires. Séance 3: La modélisation du climat Séances 4 et 5 : L'influence de l'homme sur le climat Les deux dernières séances seront consacrées à un travail collectif des étudiant-e-s permettant d'évaluer leur appropriation des concepts présentés lors des premières séances, mais également d'approfondir des sujets plus précis. Les étudiant-e-s seront répartis en groupes de 4 ou 5, responsables d'organiser un débat portant sur l'un des sujets suivants lors de la dernière séance : les points de bascule, l'attribution d'événements extrêmes, les rapports du GIEC, l'importance du consensus en sciences du climat et la géoingénierie.",
    "Modalités": "Le module sera organisé en sept séances de 2,5H. Les cinq premières séances seront des cours magistraux. La sixième permettra aux étudiants d'organiser les débats prévus pour la dernière séance",
    "Contrôle des connaissances - Règles de validation du module": "Les étudiant-e-s seront évalué-e-s sur la qualité des débats qu'ils et elles présenteront en dernière séance ainsi que sur la présentation d'une des FAQs du dernier rapport du GIEC (travail fait individuellement).",
    "Documents pédagogiques - Bibliographie": "Principales ressources pédagogiques du cours. Par exemple : polycopié, livre, site internet…",
    "Effectif maximal": "Effectif illimité",
    "Département de rattachement": "Département Sciences Economiques, Gestion Finance",
    "Nombre de crédits ECTS": "1,5 crédit ECTS",
    "Mise à jour": "01/09/24",
    "Code": "SGFCH"
}