{
    "Créneau": "Sem 5 Me 8 h 30 - 11 h 15",
    "Enseignants responsables": "(N)",
    "Equipe enseignante": "Michel CARDONA",
    "Objectifs du module": "At the end of this course, students will have a basic understanding of the financial regulation (objectives, instruments and institutional landscape) and will be able to understand why financial regulation must take into account climate change and how it may support developing Green Finance. Students will know the articulation between financial regulation and supervision and they will know the main stakeholders of this ecosystem. They will also know the key aspects of the framework and instruments of financial regulation and supervision for sustainable finance that have been developed at the French and EU levels (and how this connects with the international level). These instruments include for example climate stress-testing of the banks. In particular, students will be able to understand and manipulate two main objectives of financial regulation: financial stability and proper functioning of the markets. They will be able to present and discuss the links between climate and these traditional objectives of financial regulation. They will also be able to elaborate on the challenges related to the integration of climate issues in the objectives and instruments of financial regulation and supervision.",
    "Programme du module": "1. Introduction: the financial sector, the financial regulation and climate change 2. Financial sector' s challenges vis-à-vis the net-zero transition 3. Financial markets and climate change - the role of regulators and supervisors 4. Financial markets and climate change: enhancing disclosure 5. Banks and climate change - Regulators and supervisors - Prudential regulations 6. Banks and climate change - Supervisory process and climate stress-test 7. Key messages from past sessions - assessing regulators and supervisors' action - Challenges ahead",
    "Modalités": "7 sessions of 2h30. Course in English",
    "Contrôle des connaissances - Règles de validation du module": "Students will be asked to work by group of 3-4 on a case study and to present written conclusions in class. Students will also be asked to take a final desk exam individually.",
    "Effectif maximal": "Effectif illimité",
    "Département de rattachement": "Département Sciences Economiques, Gestion Finance",
    "Nombre de crédits ECTS": "1,5 crédit ECTS",
    "Mise à jour": "01/09/24",
    "Code": "SGFEM"
}