{
    "Créneau": "Sem 3/Sem 5 Ve 13 h - 15 h 45Sem 5 Ve 13 h - 15 h 45",
    "": "Avoir suivi le module de \" Gestion de l'entreprise \" ou tout autre cours équivalent",
    "Prérequis": "Connaissance du fonctionnement des marchés financiers. Notions en finance d'entreprise.",
    "Enseignants responsables": "Dejan GLAVAS",
    "Equipe enseignante": "Dejan GLAVAS",
    "Objectifs du module": "A l'issue de ce module, les élèves seront capables: \" D'évaluer le risque d'une obligation verte ; \" De déterminer la valeur de marché d'une obligation verte ; \" De contribuer au processus d'émission d'une obligation verte. Ils connaitront : \" Le cadre théorique qui explique le recours par les entreprises à des financements verts ; \" Le fonctionnement du marché des obligations vertes ; \" Les enjeux associés à la régulation du marché des obligations vertes ; \" Les articles académiques de références.",
    "Programme du module": "1. Ce que dit la recherche sur la responsabilité sociale et environnementale des entreprises 2. Les marchés obligataires 3. La notation des obligations et évaluation du risque crédit 4. Qu'est-ce que la finance soutenable ? 5. Le marché des obligations vertes 6. Le processus d'émission d'une obligation verte",
    "Modalités": "Le cours est donné en anglais. 7 séances de 2h30",
    "Contrôle des connaissances - Règles de validation du module": "Exercice sur Excel, Analyse de littérature, Présentation de cas pratiques en séance par les étudiants",
    "Documents pédagogiques - Bibliographie": "Ali, W., Frynas, J. G., & Mahmood, Z. (2017). Determinants of corporate social responsibility (CSR) disclosure in developed and developing countries: A literature review. Corporate Social Responsibility and Environmental Management, 24(4), 273-294. Altman, E. I., & Rijken, H. A. (2004). How rating agencies achieve rating stability. Journal of Banking & Finance, 28(11), 2679-2714. Baker, M., Bergstresser, D., Serafeim, G., Wurgler, J., 2018. Financing the Response to Climate Change: The Pricing and Ownership of US Green Bonds. Working paper. Biais, B., & Green, R. (2018). The microstructure of the bond market in the 20th century. Brealey, R. A., Myers, S. C., Allen, F., & Mohanty, P. (2012). Principles of corporate finance. Tata McGraw-Hill Education. Dewatripont, M., & Tirole, J. (1994). A theory of debt and equity: Diversity of securities and manager-shareholder congruence. The quarterly journal of economics, 109(4), 1027-1054. Ederington, L. H., & Goh, J. C. (1998). Bond rating agencies and stock analysts: who knows what when?. Journal of Financial and Quantitative Analysis, 33(4), 569-585. European Commission (2019), Proposal for an EU Green Bond Standard. Febi, W., Schäfer, D., Stephan, A., Sun, C., 2018. The impact of liquidity risk on the yield spread of green bonds. Finance Research Letters. Flammer, C., 2018. Corporate Green Bonds. SSRN Electronic Journal. Goh, J. C., & Ederington, L. H. (1993). Is a bond rating downgrade bad news, good news, or no news for stockholders?. The journal of finance, 48(5), 2001-2008. Kraus, P., & Brtitzelmaier, B. (2012). A literature review on corporate social responsibility: definitions, theories and recent empirical research. International Journal of Management Cases, 14(4), 282-296. Malik, M. (2015). Value-enhancing capabilities of CSR: A brief review of contemporary literature. Journal of Business Ethics, 127(2), 419-438. Pogue, T. F., & Soldofsky, R. M. (1969). What's in a Bond Rating. Journal of financial and quantitative analysis, 4(2), 201-228 Pope, S., & Wæraas, A. (2016). CSR-washing is rare: A conceptual framework, literature review, and critique. Journal of Business Ethics, 137(1), 173-193. Tirole, J. (2010). The theory of corporate finance. Princeton University Press. Ugenio Cerutti, E., Koch, C., Pradhan, S. K., Faruqui, U., Huang, W., Takáts, et al. (2019). Special features in the BIS Quarterly Review. BIS Quarterly Review, B1. Zerbib, O.D., 2018. The effect of pro-environmental preferences on bond prices: Evidence from green bonds. Journal of Banking & Finance.",
    "Effectif maximal": "Effectif illimité",
    "Département de rattachement": "Département Sciences Economiques, Gestion Finance",
    "Nombre de crédits ECTS": "1,5 crédit ECTS",
    "Mise à jour": "01/09/24",
    "Code": "SGFFI"
}