{
    "Créneau": "Sem 3/Sem 5 Ma 9 h - 11 h 45Sem 5 Ma 9 h - 11 h 45",
    "Prérequis": "Macro-économie et marchés financiers Mise à niveau Capital Budgeting and Structuring Energy, Industry and Transport Transitions The Built and Green Environment Transitions",
    "Enseignants responsables": "Yannick GLEMAREC",
    "Equipe enseignante": "Michel CARDONA",
    "Objectifs du module": "This course is part of the ENPC Green Finance Program. It prepares students to become green finance specialists who can contribute to the transition to net zero economies within banks, financial institutions and asset management companies; engineering and management consultancy firms; corporate strategic and CSR departments; and international organizations. At the end of the course, students will be able to: (i) identify investment risks and opportunities associated with the energy, infrastructure, food systems and ecological transition to net zero economies; (iii) identify an effective mix of environmental policy and financial instruments to reduce, transfer or compensate green investment risks; and (iii) access and blend the five main types of climate finance.",
    "Programme du module": "Derisking Climate Finance Part I Climate Investment Risks and Opportunities Lecture 1 Climate Investment Gap Lecture 2 Environmental Policy and Financial Instruments Lecture 3 The Long Shadow of Environmental Philosophies Lecture 4 Assigning Environmental Policy and Financial Instruments Lecture 5 Derisking Renewable Energy Investments Part II A Typology of Climate Finance Lecture 6 United Framework Convention on Climate Change Lecture 7 Carbon Finance Lecture 8 Green Public Finance (building on separate green corporate finance courses) Lecture 9 International Climate Finance Lecture 10 Loss and Damage Finance Part III Integrating and blending different sources of climate finance Lecture 11 Blended Finance Structures Lecture 12 Integrated Climate Financing Plan",
    "Modalités": "Course taught in English",
    "Contrôle des connaissances - Règles de validation du module": "A series of short written assignments throughout the semester.",
    "Documents pédagogiques - Bibliographie": "Principales ressources pédagogiques du cours. Par exemple : polycopié, livre, site internet…",
    "Effectif maximal": "Effectif illimité",
    "Département de rattachement": "Département Sciences Economiques, Gestion Finance",
    "Nombre de crédits ECTS": "2 crédits ECTS",
    "Mise à jour": "01/09/24",
    "Code": "SGFRI"
}