{
    "Créneau": "Sem 5",
    "Prérequis": "Notions de base de mécanique du solide et de physique : potentiels et champs vectoriels. Notions de probabilités : lois discrètes et densités de probabilité. Connaissances en thermodynamique et physique statistique préférables même si non obligatoires. Connaissance basique du langage Python.",
    "Enseignants responsables": "Matthieu VANDAMME",
    "Equipe enseignante": "Virginie GALLAND EHRLACHER, Laurent BROCHARD",
    "Objectifs du module": "Acquérir, par la pratique, une connaissance d'outils de simulation moléculaire en science des matériaux. La pratique passe par l'écriture de son propre code de simulation pour des problèmes simples, et par l'utilisation de codes existants pour traiter des problèmes réalistes relatifs aux matériaux pour les technologies de l'énergie. Dans le secteur de l'énergie, la simulation moléculaire intervient à divers stades de la mise en œuvre des systèmes technologiques : sélection de matériaux de conversion et de stockage, analyse de leur durabilité, optimisation des procédés permettant leur production, entre autres.",
    "Programme du module": "Partie 1 (3 séances incluant TP), dynamique moléculaire : objectifs et limitations de la dynamique moléculaire, méthodes numériques d'intégration en temps, calcul de quantités thermodynamiques, thermostats et barostats, présentation des potentiels interatomiques classiques. TP : Propriétés élastiques du graphène. Partie 2 (2 séances incluant TP), méthodes stochastiques et statistiques: objectifs et limitations des méthodes d'échantillonage, formulation générale des méthodes Monte-Carlo, algorithme de Metropolis et extensions, méthodes statistiques d'exploration de données. TP : Capacité de stockage de CO2 dans les couches de charbon géologiques. Partie 3 (2 séances, incluant 1/2 séance de TP), introduction aux modèles d'énergie quantiques : intérêt, rappels de mécanique quantique, modèles d'énergie quantiques, modèle d'Hartree-Fock, density functional theory. TP : étude de la molècule de dihydrogène.",
    "Modalités": "Module divisé en 7 séances de 2h30. 5 séances en petite classe et 2 séances de TP. Les séances en petite classe comportent en moyenne 2h d'enseignement et 30min d'application.",
    "Contrôle des connaissances - Règles de validation du module": "La validation du module se base sur les notes obtenues aux devoirs à la maison et aux séances de TP. Chaque devoir et TP est noté sur la base d'un rendu écrit. Pas d'examen final.",
    "Adresse du site du module": "educnet.enpc.fr/course/view.php?id=340",
    "Documents pédagogiques - Bibliographie": "Livre: Understanding molecular simulation, 2nd Edition, D. Frenkel et B. Smith, Academic Press, 1996, ISBN : 978-0-12-267351-1.",
    "Effectif maximal": "Effectif limité à 20 élèves",
    "Département de rattachement": "Département Génie Mécanique et Matériaux",
    "Nombre de crédits ECTS": "2,5 crédits ECTS",
    "Mise à jour": "01/09/2024",
    "Code": "SIMMA"
}