{
    "Créneau": "Sem 6",
    "Enseignants responsables": "Ana RUIZ BOWEN",
    "Objectifs du module": "Villes intelligentes et durables : stratégies d’innovation et transformation numérique Le concept de ville intelligente et durable recouvre des enjeux économiques, sociaux et environnementaux majeurs. L’innovation, qu’il s’agisse de technologie ou de social y joue un rôle clé. Il est donc important de connaitre les méthodes existantes ainsi que l’état de l’art des pratiques. Les notions de connexion par la technologie sont de plus en plus abordées dans la conception des villes. Cette notion de connexion apparait déclinée de manières différentes en fonction de l’endroit de la planète et prennent en compte l’humain et l’environnement L’objectif de ce module est d’accompagner les élèves du mastère vers l’acquisition d’une culture technologique et sociale des innovations de la ville. Ces innovations demandent la connaissance des nouveaux acteurs et modes de travail. Le module abordera des questions techniques ainsi que les méthodes de mise en place. Les objectifs de la formation sont les suivants : • Connaitre les tendances des innovations à l’échelle urbaine ; • Comprendre le rôle clé de l’innovation et ses mécanismes dans les transitions sociales et environnementales ; • Maitriser l’état de l’art des pratiques urbaines innovantes ; • Acquérir une culture du numérique appliqué aux villes et à leur transformation • Comprendre le réseau des parties prenantes et les stratégies territoriales dans un projet urbain innovant ; • Comprendre le « sustainable business model » de la ville intelligente et durable.",
    "Effectif maximal": "Effectif illimité",
    "Département de rattachement": "Master AMUR - Aménagement et maitrise d'ouvrage urbaine",
    "Nombre de crédits ECTS": "1,5 crédit ECTS",
    "Code": "SMCIT"
}