{
    "Créneau": "Prolong/Ouv MS/Ouv 2 MSem 3 MSem 2 MS/Sem 4 M/2ème sem2ème sem",
    "": "Semaine 4 Internationale du Mastère Spécialisé IBD",
    "Prérequis": "Diplomé Bac+5 ou Bac+4 avec une expérience professionnelle de 3 ans. D'autres parcours professionnels sont susceptibles d'être acceptés dans le cadre d'une dérogation.",
    "Enseignants responsables": "Bernard SESOLIS",
    "Equipe enseignante": "Catherine PARANT MAZAUD, Claire-Sophie COEUDEVEZ, Olivier CELNIK, Corentin DESMICHELLE, Gilles DARMON, Sylviane NIBEL",
    "Objectifs du module": "Suite à la crise sanitaire le voyage d'étude a été remplacé par une semaine de conférences internationales. qui permet aux étudiants du MS IBD de rencontrer, sur une période de 5 jours, un grands nombre d'experts de très haut niveau, venant d'une vingtaine d e pays différents des 5 continents. Le thème général de ce cycle de conférences est la stratégie neutralité carbone dans l'immobilier et le bâtiment à travers le monde à l'horizon 2050. Ces conférences internationales ont pour objectif principal à l'échelle des pays et des organisations non gouvernementales de comprendre les enjeux environnementaux spécifiques au pays, d'identifier des axes stratégiques de développement, d'analyser le cadre réglementaire en vigueur, d'identifier des leviers économiques pour accélérer leur mise en œuvre. À l'échelle de projets spécifiques, il s'agit d'évaluer des solutions alliant notamment la durabilité sur l'ensemble du cycle de vie de l'ouvrage, les performances environnementales, l'accessibilité, les coûts, de comparer des méthodes d'évaluation et de suivi de la performance. Au-delà de la thématique du carbone à l'échelle du bâtiment, il s'agit bien de traiter de la construction durable à toutes ses échelles et dans les 30 années à venir. Ce sujet est très vaste mais est décliné en thématiques plus spécifiques comme par exemple : la thématique climat et sciences, le numérique au service du développement durable, la construction décarbonée, l'économie verte, énergie et territoires, etc. À travers ces conférences, le but n'est pas d'obtenir juste une image ponctuelle qui dépendrait de la conjoncture mais bien d'avoir une vision dynamique et de percevoir les évolutions dans le temps pour chaque région du monde concerné en termes de politiques de construction durable, de stratégie, de mise en œuvre, de solutions à grande échelle et in fine d'avoir une idée des résultats déjà obtenus. Cette conférence donne principalement aux élèves du Mastère une ouverture à l'international qui leur permettra de connaître et de comparer les stratégies de construction durables, les solutions mises en œuvre et les retours d'expérience à l'échelle mondiale. Elle leur offre la possibilité de réaliser une étude de benchmark qui leur sera utile dans leur vie professionnelle car les objectifs de développement durables qu'ils auront à prendre en compte ne sauraient être traités uniquement à l'échelle d'un pays ou d'une région mais au minimum à l'échelle européenne.",
    "Programme du module": "La thématique générale de la conférence est déclinée en sous thèmes spécifiques, toujours en lien avec les 10 autres modules du Mastère Spécialisé IBD : les politiques environnementales (France, EU, Monde) bâtiments, immobilier, quartiers et villes durables, construire autrement, la rénovation énergétique des bâtiments existants, l'architecture durable et la conception des bâtiments durables, le financement pour l'immobilier et les bâtiments durable, les financements de la rénovation énergétiques, économie verte, les stratégies de décarbonation des parcs immobiliers, les technologies high tech versus low tech pour les construction durables, le numérique au service du développement durable, industrialisation de la construction durable, énergie et territoires, eau, déchets, transports… Voir exemples joints (2023 et 2024)",
    "Modalités": "La conférence dure 5 journées et comprend 5 sessions (une par journée). Chaque session comprend 6 ou 7 interventions d'une heure. L'une de ces interventions peut se faire dans le cadre d'une table ronde regroupant 4 ou 5 experts. La langue est le Français mais les conférenciers non francophones peuvent s'exprimer en anglais. Une traduction simultanée est disponible via la plate-forme de communication .",
    "Contrôle des connaissances - Règles de validation du module": "Le contrôle des connaissances est réalisé par écrit. Il est demandé aux étudiants du Mastère Spécialisé IBD de rédiger une analyse et une synthèse de chacune des 5 sessions. 5 groupes sont constitués. Chaque groupe ayant à rédiger un article de synthèse sur l'une de ces sessions . Ces articles ont pour objectif de mettre en évidence les points forts des différentes sessions et présentations, sans faire de verbatim. Lorsque c'est pertinent, les groupes devront réaliser une analyse comparative démontrant, pour un même thème, les différences, les similitudes ou les complémentarités entre les stratégies, approches, réglementations, solutions et réalisations des différents pays et, si possible, les adaptations qui pourraient être faites au niveau français. Les 5 articles sont relus, corrigés et notés et sont regroupés, avec un article introductif, dans le YearBook20NN du MS IBD de l'Ecole des Ponts, publié au cours de l'année NN de formation. Les modalités de réalisation de cette évaluation et de réalisation des articles du Yearbook sont présentées aux étudiants du MS IBD en début d'année.",
    "Adresse du site du module": "educnet.enpc.fr/course/view.php?id=335",
    "Documents pédagogiques - Bibliographie": "Guides Effinergie (réussir un projet BBC dans le neuf, réussir un projet de réhabilitation dans l'existant) Traité d'architecture et d'urbanisme bioclimatiques (Editions Le Moniteur) Traité de construction durable (Editions Le Moniteur) Concevoir des bâtiments bioclimatiques (Editions Le Moniteur) Conception architecturale et RT 2012 (Editions Le Moniteur) Le bâtiment frugal, Guide de l'ICEB Mémento - La RT 2012 en pratique (Editions Le Moniteur) Collection \" Concevoir et construire \" - une bibliothèque, des logements sociaux, une école primaire (Editions Le Moniteur) Intégrer les EnR (CSTB ref G04-03) Construire avec la lumière naturelle (CSTB ref G04-04) Bâtir pour la santé des enfants (Médiéco Editions)",
    "Effectif maximal": "Effectif illimité",
    "Département de rattachement": "Mastère Immobilier et Bâtiment Durables",
    "Nombre de crédits ECTS": "2 crédits ECTS",
    "Code": "SMINT"
}