{
    "Créneau": "Sem 3/Sem 5 Ve 8 h 30 - 11 h 15Sem 5 Ve 8 h 30 - 11 h 15",
    "Enseignants responsables": "Gery DEFFONTAINES",
    "Equipe enseignante": "Gery DEFFONTAINES, Grégory LEVIS, Nicolas KLEIN",
    "Objectifs du module": "La formation d'ingénieur est fondée principalement sur la rationalité scientifique. Pourtant, dès vos premiers postes ou à mesure que vous avancerez dans votre carrière professionnelle, dans le secteur privé, ou les entreprises et administrations publiques, il apparaîtra rapidement que les décisions de gestion, les plans de transformation, le pilotage de projets, l'introduction de technologies que vous serez amenés à élaborer ou mettre en oeuvre pourront se heurter parfois à des résistances \"dans l'organisation\", à des effets imprévus, à des usages (ou mésusages !) non anticipés. Depuis plus d'un siècle, les sciences sociales essaient de comprendre pourquoi la rationalité d'ingénieur, la rationalité administrative ou gestionnaire, les changements imaginés se heurtent au phénomène organisationnel : baronnies, rapports de pouvoir ne correspondant pas aux organigrammes, échec inexpliqués de plans de modernisation, détournement des outils de mesure des performances, sabordage des plans d'introduction de nouvelles technologies d'une part ; mais également coopération et créativité, mobilisation au-delà de ce qui est prévu, ressorts non anticipés d'innovation d'autre part. À travers des apports issus des sciences sociales au service de l'ingénieur, ce module d'enseignement se propose de décrypter de manière concrète la complexité de la part humaine des organisations de travail, pour mieux y agir comme décideur, concepteur ou acteur de changement. Il s'appuiera notamment dans la durée sur un serious game qui permettra une mise en application progressive des apports face à des phénomènes a priori inexpliqués lors de l'introduction d'une technologie dans une entreprise industrielle et de services. Comment reprendre efficacement la main ? Le cours permettra également de revenir sur des cas concrets d'accidents industriels liés à des changements non maîtrisés ou de projets technologiques qui ont conduit à des échecs, afin d'illustrer le réel de la vie des organisations. L'évaluation sera basée sur la participation à la mission d'exploration à l'intérieur de l'organisation fictive du serious game, la restitution des découvertes de l'enquête et les pistes d'action pour sortir de la situation.",
    "Programme du module": "La méthode d'enseignement traditionnelle de la sociologie des organisations ; les études de cas, devra occuper une part importante tout en se limitant au domaine de l'entreprise et du monde du travail (public ou privé). Des éléments de mise en perspective et de connaissance de la diversité des cas d'entreprises pourront prendre d'autres formes. Outre l'activité construite autour de cas apportés par l'enseignant(e), les élèves devront faire un exercice dans le temps de travail en autonomie qui les amène à apporter eux-mêmes un matériau original sous une forme à définir (cf infra).",
    "Effectif maximal": "Effectif limité à 30 élèves",
    "Département de rattachement": "Département Sciences Humaines et Sociales",
    "Nombre de crédits ECTS": "3 crédits ECTS",
    "Code": "SODA"
}