{
    "Créneau": "Sem 2 MS",
    "Enseignants responsables": "Nathalie TCHANG",
    "Objectifs du module": "Dégager des critères d'appréciation de la cohérence et de la pertinence des équipements techniques dans les bâtiments. Formuler des arguments pour proposer ou défendre des solutions technologiques face à des architectes, des Maîtres d'Œuvre et des Maîtres d'Ouvrages. Avoir une vision globale et critique de l'ensemble des solutions technologiques et de leurs interactions. Être capable de lister les principaux systèmes techniques (chauffage, avec une description eau chaude sanitaire, production du froid, climatisation, ventilation, éclairage) technique résumée. Pouvoir présenter les avantages et inconvénients des différentes solutions utilisant des énergies renouvelables (géothermie, solaire, pompe à chaleur, photovoltaïque, cogénération, éolien, biomasse, stockage d'énergie…)",
    "Programme du module": "Lundi : Contexte réglementaire & différentes réglementations, dans les bâtiments neufs (de la RT2012 à la RE2020) et bâtiments existants. Etude de faisabilité sur les approvisionnements en énergie Mardi : Les systèmes innovants et et techniques, Présentation des enjeux selon les différentes typologies de bâtiments logements / tertiaire. Gestion active. Le bâtiment dans le monde du numérique, contraintes et opportunités : Serge Lemen ABB Mercredi : Obligation de travaux dans les bâtiments tertiaires Systèmes solaire thermique Photovoltaïque Jeudi : L'efficacité énergétique par les technologies de l'enveloppe, Systèmes géothermie. Vendredi : Systèmes biomasse Systèmes biomasse Evolutions des systèmes gaz Evolution du prix du gaz.",
    "Modalités": "Travaux de groupe thématique / Jeu de rôle et présentation par équipe",
    "Adresse du site du module": "https://educnet.enpc.fr/course/category.php?id=103",
    "Effectif maximal": "Effectif illimité",
    "Département de rattachement": "Mastère Immobilier et Bâtiment Durables",
    "Nombre de crédits ECTS": "4 crédits ECTS",
    "Code": "SOTEC"
}