{
    "Créneau": "Sem 3/Sem 5 Lu 8 h 30 - 11 h 15Sem 5 Lu 8 h 30 - 11 h 15",
    "Enseignants responsables": "Jean-François DELMAS",
    "Objectifs du module": "The course Stochastic Processes and Applications (SPA) presents models in discrete time and discrete state space such as Markov chains, with in particular a focus on their long time behaviors. It gives also an introduction to continuous models such as Brownian motion. An important rôle is played by conditional expectation and martingale theory. Some examples will illustrate how the concepts developed in this course can be used to solve problems from physics, biology, or engineers sciences. The course will be dispensed in French, but the documents will be in English.",
    "Programme du module": "- Probability space, conditional expectation. - Discrete Markov chains: definition, properties and ergodic theorems. - Martingale: definition, properties and asymptotic theorems. - Optimal stopping in discrete time. - Brownian motion: an introduction.",
    "Modalités": "Projet et examen final",
    "Adresse du site du module": "http://cermics.enpc.fr/~delmas/Enseig/proba2.html",
    "Documents pédagogiques - Bibliographie": "References: In French: - Introduction aux Probabilités et aux Statistiques, J.-F. Delmas. Presse de l'ENSTA (2010). http://cermics.enpc.fr/~delmas/Enseig/ensta_cours.pdf - Modèles aléatoires. Applications aux sciences de l'ingénieur et du vivant, J.-F. Delmas et B. Jourdain. Mathématiques et Applications (SMAI), Vol. 57, Springer (2006). - Recueil de modeles aleatoires, D. Chafa et Fl. Malrieu. Collection Mathématiques & Applications Volume 78 Société de Mathématiques Appliquées et Industrielles (SMAI) Éditions Springer (2016) https://hal.archives-ouvertes.fr/hal-01243589/document In English: Probability with martingale, D. Williams. Cambridge text book (1991). Probability and Random Processes, G. Grimmet and D. Stirzaker. Oxford Univ. Press (2001) One thousoand exercises in probability, G. Grimmet and D. Stirzaker. Oxford Univ. Press (2001) Essential of stochastic processes, R. Durrett. Springer (2012).",
    "Effectif maximal": "Effectif illimité",
    "Département de rattachement": "Département Ingénierie Mathématique et Informatique",
    "Nombre de crédits ECTS": "3 crédits ECTS",
    "Mise à jour": "01 Septembre 2024",
    "Code": "SPA"
}