{
    "Créneau": "Sem 4/Sem 6 Lu 8 h 30 - 11 h 15Sem 6 Lu 8 h 30 - 11 h 15",
    "Prérequis": "Mécanique des fluides incompressibles - première partie (Méca1). Bon niveau en maths et physique.",
    "Enseignants responsables": "Damien VIOLEAU",
    "Equipe enseignante": "Damien VIOLEAU, Remi CARMIGNIANI",
    "Objectifs du module": "L'objectif de ce module est de présenter aux élèves la méthode SPH (Smoothed Particle Hydrodynamics), qui est une technique lagrangienne de modélisation des milieux continus. On se concentre ici sur la modélisation des écoulements de fluides incompressibles visqueux. Les élèves apprendront comment et pourquoi cette méthode marche, et comment programmer un petit code SPH simple.",
    "Programme du module": "On présente les fondements théoriques de la méthode, on explique comment ses fondements sont reliés à ceux de la mécanique théorique, et quelles précautions prendre pour développer un petit code SPH en Python. Les élèves travailleront en TD à l'aide d'un \" code à trous \" pré-fourni. On montre aussi des exemples convaincants de validations et d'applications pour l'industrie hydraulique.",
    "Modalités": "Le module est divisé en 6 séances : 1 - Introduction à la méthode SPH ; 2 - Séance de TD ; 3 - Eléments sur la mécanique lagrangienne théorique ; 4 - Séance de TD ; 5 - Présentation des éléments théoriques avancés ; 6 - TD et examen.",
    "Contrôle des connaissances - Règles de validation du module": "Lors de la 3e séance, les 30 dernières minutes seront consacrées à un petit travail de programmation (binômes possibles) ; un rendu sera exigé pour la dernière séance (20% de la note du module). Lors de la dernière séance, chaque élève aura 30 mn pour résoudre une question théorique en lien direct avec la partie théorique du cours (20% de la note du module). Enfin, les 60% restants de la note du module seront déterminés par un petit projet de programmation en binômes (4 à 6 semaines de délai après la fin du cours).",
    "Documents pédagogiques - Bibliographie": "Copies papiers des diapositives, articles scientifiques, code Python (Jupyter).",
    "Effectif maximal": "Effectif limité à 20 élèves",
    "Département de rattachement": "Département Génie Mécanique et Matériaux",
    "Nombre de crédits ECTS": "1,5 crédit ECTS",
    "Mise à jour": "01/09/2024",
    "Code": "SPHYD"
}