{
    "Créneau": "Sem 3/Sem 5 Me 13 h 45 - 16 h 30Sem 5 Me 13 h 45 - 16 h 30",
    "": "Module support du cursus VET 3A : \" TransitLab : ingénierie du trafic multimodal \"",
    "Prérequis": "Cours adressé aux élèves-ingénieurs à un niveau avancé de M2. Le suivi du cours requiert des connaissances en ingénierie du trafic et en modélisation des transports.",
    "Enseignants responsables": "Zoi CHRISTOFOROU , Nadir FARHI",
    "Equipe enseignante": "Zoi CHRISTOFOROU, Giovanni DE NUNZIO, Guillaume TILIERE, Nadir FARHI, Daniel EMERY, Fabien PASZKO, Florian SCHANZENBACHER, Rodolphe FARRANDO",
    "Objectifs du module": "Ce module support est conçu sous une forme interactive et combine enseignements magistraux à caractère technique pointu avec projets d'innovation. Une introduction à la modélisation et optimisation de la gestion du trafic en transport sera donnée par les responsables du cours, accompagnée d'un cours support au projet, en particulier sur les algorithmes d'apprentissage, de Machine Learning et de Deep Learning pour l'optimisation du trafic. Le reste (la majorité) des séances seront ensuite assurées par des invités experts en modélisation, simulation et régulation du trafic en transport. Parmi les experts invités : \" Prof. Daniel EMERY, EPFL \" Prof. Fabien PASZKO, SETEC Ferroviaire \" Dr Florian Schanzenbacher, RATP \" Dr Rodolphe FARRANDO, Tilt \" Prof. Giovanni De Nunzion, Ifpen Energies Nouvelles \" Dr. Eric SANTOS, SNCF Réseaux L'objectif du module est de : \" Se familiariser avec quelques modèles du trafic, et quelques simulateurs, utiles à l'optimisation de la gestion du trafic. \" Connaître les différents aspects, contraintes et critères à considérer dans le développement de modèles et stratégies de régulation ou d'optimisation de la gestion du trafic. \" Prendre connaissances des différents algorithmes d'optimisation, de Machine Learning et de Deep Learning existants, pouvant être utilisés pour l'optimisation de la gestion des ITS. \" Travailler en groupe (de 3 à 5 élèves) sur un projet passionnant d'optimisation de la gestion du trafic, utilisant les nouvelles techniques et algorithmes d'apprentissage, et intégrant les nouvelles données de trafic . Nous nous intéresserons aussi bien au mode normal qu'au mode dégradé (où le trafic est très perturbé, et où des stratégies innovantes nécessitent d'être développées, simulées et évaluées). A l'issue de ce module, les élèves auront appréhendé le fonctionnement d'un système de transport complexe et seront capables de gérer certains types de perturbation",
    "Programme du module": "Les thématiques abordées sont les suivantes : 1. Introduction à la modélisation et optimisation de la gestion du trafic en transport (responsables du cours) 2. Quelques principes et algorithmes d'optimisation et d'apprentissage par renforcement (Reinforcement Learning) et profond (Deep reinforcement Learning) (responsables du cours) 3. Transport et énergie, enjeux et défis. (Prof. Giovanni De Nunzio, Ifpen Energies Nouvelles) 4. Introduction à l'exploitation ferroviaire, Prof Daniel EMERY (EPFL) 5. Retour d'expérience sur la régulation du trafic chez la SNCF, (Dr Eric Santos, SNCF Réseaux) 6. Retour d'expérience sur la régulation du trafic chez la RATP (Dr Florian Schanzenbacher, RATP) 7. La signalisation ferroviaire, approche générale et vision performance (Prof. Fabien Paszko, Setec Ferroviaire) 8. Méthodes et algorithmes d'apprentissage, utilisés en régulation du trafic (Dr Rodolphe Farrando, Tilt)",
    "Modalités": "Ce cours d'environ 30 heures est à enseigner principalement en langue anglaise.",
    "Contrôle des connaissances - Règles de validation du module": "La validation se fait par l'élaboration d'un projet collectif (80% de la note) et participation active individuelle au cours (20% de la note) . Il n'y a pas d'examen écrit ou oral. Les sujets des projets seront définis avec les élèves en fonction de leurs domaines d'intérêt. Quelques idées sur les projets : \" IA générative et véhicules autonomes \" Bus autonome et régulation du trafic collectif \" Micro-mobilité et modes doux",
    "Adresse du site du module": "https://educnet.enpc.fr/enrol/index.php?id=502",
    "Effectif maximal": "Effectif limité à 12 élèves",
    "Département de rattachement": "Département Ville Environnement Transport",
    "Nombre de crédits ECTS": "3 crédits ECTS",
    "Mise à jour": "2 septembre 2024",
    "Code": "SRTTC"
}