{
    "Créneau": "Sem 3/Sem 5Sem 5",
    "Prérequis": "Le cours s'adresse aux étudiants qui ont déjà acquis les connaissances de bases en mécanique des milieux continus. Il est préférable de maitriser le formalisme en grandes transformations.",
    "Enseignants responsables": "Stéphane ANDRIEUX",
    "Equipe enseignante": "Stéphane ANDRIEUX, Jean-Paul CHABARD",
    "Objectifs du module": "A l’issue de cette formation les étudiants doivent pouvoir être des participants actifs et éclairés du débat de société sur les choix énergétiques pour notre pays. Ils ont besoin d’une culture générale importante sur le domaine de l’énergie et d’avoir des connaissances précises sur les divers aspects du secteur de l’énergie. Ce séminaire contribue à leur donner une culture générale sur le sujet.",
    "Programme du module": "Exemples de conférences : ANDRIEUX Stéphane Directeur scientifique de la R&D de EDF - Enjeux et challenges techniques de la production d'électricité dans le monde. ASTOLFI Jean-François Conseiller du Directeur Exécutif Groupe \"Production Ingénierie\" à EDF - L'aventure Nam Theun (Laos). CHABARD Jean-Paul Directeur du Projet Saclay et des Partenariats France de EDF - Les enjeux de la nouvelle hydraulique. CARRE Franck Directeur Scientifique de la Direction de l'Energie Nucléaire du CEA - Nucléaire de 4ème génération et cycle du combustible : le projet Astrid et les autres projets dans le monde. LEVY-PAING Sarah Research Engineer / EDF – R&D /THEMIS R22 - Eolien off-shore FAUGERAS Jean-François Directeur adjoint Pôle Aval / EDF R&D - Smart grids : vers des systèmes électriques encore plus intelligents CHABARD Jean-Paul Directeur du Projet Saclay et des Partenariats France de EDF - Les enjeux du thermique à flamme. SEBAN Roger Directeur Programme \"Nouveaux Réacteurs\" à EDF - SMR : les \"Small Modular Reactors\" MAUCORT Eric Directeur adjoint à la Direction du Développement Durable d'EDF - Le nucléaire dans les transitions énergétiques depuis les années 60. RUIZ Sébastien Directeur du Département Energie dans les Bâtiments et les Territoires à EDF R&D - Eco efficacité énergétique des bâtiments, gisements, technologies, certificats d'économie d'énergie.",
    "Modalités": "Ce module comprend 10 conférences générales, de personnalités du secteur de l’énergie.",
    "Contrôle des connaissances - Règles de validation du module": "La dernière séance est consacrée à un devoir sur table.",
    "Documents pédagogiques - Bibliographie": "Polycopié",
    "Effectif maximal": "Effectif illimité",
    "Département de rattachement": "Département Génie Mécanique et Matériaux",
    "Nombre de crédits ECTS": "1 crédit ECTS",
    "Mise à jour": "01/09/2024",
    "Code": "SSEPE"
}