{
    "Créneau": "Sem 5Sem 6",
    "Descriptif du module": "Un projet de 9 mois, mené en équipes internationales et rythmé par des voyages et des événements, qui vise à apprendre, par la pratique, à concevoir un produit ou service innovant avec une entreprise partenaire grâce à une approche centrée sur l’utilisateur. Le Programme ME310 permet à de?petites équipes de 3 à 4 étudiants de différents horizons?d’apprendre à travailler ensemble sur un?projet professionnel?de 9 mois proposé par une de nos?entreprises partenaires. Nos équipes étudiantes apprennent à travailler dans un?contexte international?en coopérant chacune avec l’une des?15 équipes partenaires?à l’international (Stanford University ou SUGAR Network). Ce programme de niveau bac +5 propose un modèle de?pédagogie innovante?permettant aux étudiants d’apprendre en pratiquant?à 80% de leur temps avec une entreprise afin de?gagner en expérience et en expertise dans le secteur de l’Innovation et du Design. Un projet de 9 mois, mené en équipes internationales et rythmé par des voyages et des événements, qui vise à apprendre, par la pratique, à concevoir un produit ou service innovant avec une entreprise partenaire grâce à une approche centrée sur l’utilisateur. Le Programme ME310 permet à de?petites équipes de 3 à 4 étudiants de différents horizons?d’apprendre à travailler ensemble sur un?projet professionnel?de 9 mois proposé par une de nos?entreprises partenaires. Nos équipes étudiantes apprennent à travailler dans un?contexte international?en coopérant chacune avec l’une des?15 équipes partenaires?à l’international (Stanford University ou SUGAR Network). Ce programme de niveau bac +5 propose un modèle de?pédagogie innovante?permettant aux étudiants d’apprendre en pratiquant?à 80% de leur temps avec une entreprise afin de?gagner en expérience et en expertise dans le secteur de l’Innovation et du Design.",
    "": "Aucun pour les élèves ingénieurs de l'ENPC Master 1 pour les élèves des établissements partenaires",
    "Prérequis": "Aucun pour les élèves ingénieurs de l'ENPC (pendant césure, en 3A ou en année supplémentaire) Master 1/bac+4 pour les élèves des établissements partenaires et extérieurs",
    "Enseignants responsables": "Quentin LAGACHE",
    "Objectifs du module": "1. Maîtriser la conception centrée utilisateur en la pratiquant En préparant et menant une recherche ethnographique sur le?terrain, transformant les constats du terrain en?opportunités,?prototypant?des produits et services,?testant?auprès de ses utilisateurs. Le programme est composé à?80% de pratique et 20% de théorie. 2. Piloter un projet et se préparer au monde professionnel En vivant un projet de A à Z, avec une entreprise, à temps plein et avec une?équipe?pluridisciplinaire et multiculturelle. En gagnant en?autonomie?sur de vrais sujets et en?coopérant avec et pour des professionnels impliqués. 3. Créer des produits et services innovants et impactants En cherchant à avoir un impact, créant la bonne solution répondant aux bons besoins : une innovation?désirable?pour ses utilisateurs,?faisable technologiquement et?viable?économiquement pour son entreprise ainsi qu’éthique?et?durable?pour le monde de demain. 4. Développer des compétences transverses et cultiver l'esprit du designer En explorant son potentiel de?créativité, son?empathie. En développant son?storytelling?pour présenter des idées et son projet de manière percutante. Une opportunité de?comprendre son rôle?au sein d’une équipe et d’apprendre à?composer.",
    "Programme du module": "",
    "Modalités": "Le parcours est à plein temps. Les voyages et déplacements sont pris en charge par l'ENPC. Le parcours à lieu dans le studio de la d.school Paris, au 3ème étage du bâtiment Coriolis. Les étudiants disposent d'un budget pour leur projet afin d'acheter du matériel complémentaire de prototypage, des prestations, etc.",
    "Contrôle des connaissances - Règles de validation du module": "Moyenne générale supérieure à 10/20. L'ensemble des livrables et évaluations sont présentes sur le site internet.",
    "Adresse du site du module": "www.me310.paris",
    "Effectif maximal": "Effectif limité à 16 élèves",
    "Département de rattachement": "Pôle Innovation et Design",
    "Nombre de crédits ECTS": "60 crédits ECTS",
    "Mise à jour": "26/04/2024",
    "Code": "STANP"
}