{
    "Créneau": "Sem 3/Sem 5 Lu 16 h 45 - 19 h 30Sem 5 Lu 16 h 45 - 19 h 30",
    "Prérequis": "Il est préférable de posséder des notions de base en mécanique des fluides incompressibles et, dans une moindre mesure, sur l’utilisation de l’environnement Linux.",
    "Enseignants responsables": "Gilles BOUCHET",
    "Equipe enseignante": "Lionel MEISTER, Gilles BOUCHET",
    "Objectifs du module": "A l’issue de ce cours, les élèves auront une connaissance générale et concrète de la modélisation numérique d’un phénomène physique complexe faisant intervenir un écoulement en interaction avec un solide (rigide, déformable ou en mouvement). Ils sauront utiliser un code de calcul de mécanique des fluides (CFD) très répandu dans l’industrie à travers le monde (Star - CCM+) et permettant de concevoir un objet, d’analyser les écoulements générés, de mesurer les contraintes exercées, de comprendre les phénomènes complexes mis en jeu, et d’améliorer les performances. Le cours sera orienté sur l’étude de cas concrets (tutoriaux) en insistant sur la qualité des maillages (discrétisation spatiale), sur la définition des conditions aux limites et des propriétés physiques, sur les schémas numériques utilisés et sur l’analyse physique des résultats. Il se conclura par un projet que les élèves mèneront seuls ou en groupe.",
    "Programme du module": "Séance 1 : Hydrodynamique interne avec échange de chaleur. Séance 2 : Aérodynamique externe autour d’un véhicule automobile. Séance 3 : Étude d’une turbine et d’une éolienne (objet mobile en interaction avec un écoulement). Séance 4 : Écoulement instationnaire à surface libre (rupture d’un barrage – écoulement diphasique). Séance 5 : Interaction fluide - structure (sillage d’un navire) ; couplage fluide - structure (fluttering d’une aile d’avion). Séance 6 : écoulement autour d’une aile d’avion. Séance 7 : écoulement supersonique. Séances 8 à 12 : Bureau d’étude (projet développé individuellement ou en groupe). Séance 13 : Bureau d’étude (validation du module).",
    "Modalités": "13 Séances de 2,5 heures",
    "Contrôle des connaissances - Règles de validation du module": "Le contrôle des connaissances s'effectue sous forme de bureau d'étude avec un rapport à rendre.",
    "Effectif maximal": "50 élèves maximum",
    "Département de rattachement": "Département Génie Mécanique et Matériaux",
    "Nombre de crédits ECTS": "2 crédits ECTS",
    "Mise à jour": "01/09/2024",
    "Code": "STAR"
}