{
    "Créneau": "ProlongSem 3/Sem 5 Ve 13 h - 15 h 45Sem 5 Ve 13 h - 15 h 45",
    "Enseignants responsables": "Julien REYGNER",
    "Equipe enseignante": "Julien REYGNER, Guillaume PERRIN, Vincent CHABRIDON, Loucas PILLAUD-VIVIEN",
    "Objectifs du module": "- Maîtriser les bases mathématiques et la mise en application des principales méthodes de statistique mathématique employées dans tous les domaines de l'ingénierie (industrie et services). - Acquérir les notions fondamentales théoriques nécessaires pour suivre un cursus de sciences des données.",
    "Programme du module": "- Cadre mathématique de l'inférence statistique, modèles d'échantillonnage et de régressions - Estimation paramétrique, intervalles de confiance, principe du maximum de vraisemblance - Introduction à l'estimation bayésienne - Tests d'hypothèses dans les cadres paramétrique et non-paramétriques",
    "Modalités": "Le cours est dispensé en 12 séances de petites classes, dont deux séances de classes inversées. Il est complété par un examen sur table. Des exercices obligatoires sont à préparer chaque semaine, ils contiennent nécessairement une partie d'implémentation informatique à réaliser en R ou Python.",
    "Contrôle des connaissances - Règles de validation du module": "Règles de validation du module : La note de module tient compte de l'examen final, des exposés de classe inversée et du contrôle continu.",
    "Adresse du site du module": "educnet.enpc.fr/course/view.php?id=595",
    "Documents pédagogiques - Bibliographie": "Bibliographie Un polycopié est distribué au début du module",
    "Effectif maximal": "Effectif illimité",
    "Département de rattachement": "Département Ingénierie Mathématique et Informatique",
    "Nombre de crédits ECTS": "3 crédits ECTS",
    "Mise à jour": "01 Septembre 2024",
    "Code": "STAT"
}