{
    "Créneau": "Sem 4/Sem 6 Lu 16 h 45 - 19 h 30Sem 6 Lu 16 h 45 - 19 h 30",
    "Prérequis": "Stratégie financière.",
    "Enseignants responsables": "Henri PHILIPPE",
    "Equipe enseignante": "Henri PHILIPPE, + professionals",
    "Objectifs du module": "L'objectif essentiel du module est de permettre aux élèves de comprendre les principes et les enjeux des décisions de financement des entreprises. Une attention particulière sera portée à l'analyse de cas concrets qui permettront aux étudiants de se familiariser avec l'environnement professionnel de ces décisions (documentation en particulier) et de mettre en pratique les acquis. A la fin de ce module, les élèves seront en mesure de comprendre les décisions de financement des entreprises et d'en faire une analyse critique.",
    "Programme du module": "Les composantes du bilan économique Le bilan d'une entreprise vue sous le prisme optionnel La bourse comme source de financement Le financement obligataire Le financement de l'innovation Le financement immobilier LBO et fonds d'investissement L'incitation financière des dirigeants Les offres publiques (OPA, OPE, OPR, etc.) Ingénierie financière et comptabilité",
    "Modalités": "Le module sera organisé sous forme de cours magistraux avec de nombreuses études de cas concrets.",
    "Contrôle des connaissances - Règles de validation du module": "Le module sera évalué sur la base d'une étude de cas rédigée par petits groupes (2-3) et soutenue oralement au cours de la dernière séance.",
    "Documents pédagogiques - Bibliographie": "Notes de cours (supports Powerpoint), articles de recherche, exercices (Excel). L'ensemble des notes de cours, articles, exercices seront disponibles sur un site Internet.",
    "Effectif maximal": "Effectif illimité",
    "Département de rattachement": "Département Sciences Economiques, Gestion Finance",
    "Nombre de crédits ECTS": "2 crédits ECTS",
    "Code": "STFIN"
}