{
    "Créneau": "Sem 3/Sem 5 Lu 8 h 30 - 11 h 15Sem 5 Lu 8 h 30 - 11 h 15",
    "Prérequis": "Aucun.",
    "Enseignants responsables": "Corinne BLANQUART , François COMBES",
    "Equipe enseignante": "Corinne BLANQUART, Adrien BEZIAT, Valérie CASTAY, Christophe MUNDUTEGUY, François COMBES, Thomas ZEROUAL, Laetitia DABLANC",
    "Objectifs du module": "Ce module présente le système de transport de marchandises. Il expose les relations de ce dernier avec les systèmes productifs des chargeurs et des prestataires, et avec les politiques publiques. Il interroge à la fois les conditions de production du transport du côté des chargeurs pour identifier les déterminants de la demande, mais aussi du côté des prestataires et intermédiaires de transport, pour préciser les déterminants de l'offre. Par ailleurs, pour mettre en œuvre le transport et la logistique, des professionnels sont mobilisés ; ils assurent la performance de la chaîne de transport. Il s'agit donc de comprendre l'ensemble des éléments qui définissent et constituent la qualité de service. La domination du mode routier et les externalités environnementales qui lui sont associées font du transport de marchandises un objet majeur de l'action publique dans un contexte de développement durable. L'objectif est alors de considérer les motifs à mettre en œuvre les politiques publiques, les instruments et résultats qu'elles permettent d'obtenir. A l'issue de ce cours, les étudiants maîtriseront : - les déterminants de la demande de transport de marchandises ; - les conditions de production de l'offre de services ; - les leviers pertinents d'action publique au regard des déterminants du transport de marchandises ; - les déterminants de la performance du transport de marchandises au regard du développement durable.",
    "Programme du module": "1. Introduction, présentation des acteurs, grands repères chiffrés (5h) 2. Demande de transport : organisation de la production et besoins des chargeurs (2h30) 3. Production de l'offre de transport (5h) 4. Performance sociale, économique et environnementale du transport de marchandises (7h30) 5. Logistique urbaine (2h30) 6. Numérisation et innovation en transport de marchandises (2h30) 7. Régulation et interventions de la puissance publique (1h30) Travail en autonomie (5h)",
    "Modalités": "Treize séances de 2h30 dont deux en autonomie",
    "Contrôle des connaissances - Règles de validation du module": "Participation et animation d'un débat avec les professionnels invités Examen des connaissances en fin de cours (1h)",
    "Adresse du site du module": "educnet.enpc.fr/course/view.php?id=509",
    "Documents pédagogiques - Bibliographie": "- Polycopiés comprenant les présentations des séances théoriques - Articles pour la bibliographie liée au projet Tous les documents du cours seront accessibles sur Educnet",
    "Effectif maximal": "Effectif illimité",
    "Département de rattachement": "Département Ville Environnement Transport",
    "Nombre de crédits ECTS": "3 crédits ECTS",
    "Mise à jour": "2 septembre 2024",
    "Code": "STMAR"
}