{
    "Créneau": "Sem 3/Sem 5 Ve 13 h - 15 hLS/SLSL",
    "Prérequis": "Cours de probabilités et statistiques (1A)",
    "Enseignants responsables": "Vincent LEFIEUX",
    "Equipe enseignante": "Vincent LEFIEUX",
    "Objectifs du module": "Ce cours vise à doter les élèves ingénieurs de méthodes statistiques leur permettant d'analyser les données statistiques auxquelles ils seront confrontés dans le cadre de leur vie professionnelle. A l'issue de ce module, les élèves auront développé les compétences suivantes : 1. Savoir mener et interpréter des tests statistiques. 2. Comprendre et mettre en œuvre un modèle de régression (régression linéaire & régression régularisée) 3. Comprendre et mettre en œuvre un modèle de classification supervisée (régression logistique) Les méthodes rencontrées seront mises en œuvre sur des jeux de données réels, à l'aide des logiciels R ou Python, dans le cadre de travaux pratiques, ainsi que d'un projet sur un jeu de données réelles.",
    "Programme du module": "Estimation ponctuelle, intervalle de confiance et tests d'hypothèses Régression linéaire Analyse de la variance Régression logistique Régression régularisée",
    "Modalités": "Travail distanciel : Consultation des vidéos et polycopiés de cours Réponse aux quizz d'auto-évaluation Réalisation de TP en binôme Conduite d'un projet data science en groupe Séances en présentiel : Compléments de cours Lancement des TP Suivi de projet",
    "Contrôle des connaissances - Règles de validation du module": "Quizz d'auto-évaluation (10% de la note) TP (40% de la note) Projet (50% de la note)",
    "Adresse du site du module": "educnet.enpc.fr/course/view.php?id=1391",
    "Documents pédagogiques - Bibliographie": "Polycopié du cours, vidéos de cours, site internet",
    "Effectif maximal": "Effectif illimité",
    "Département de rattachement": "Département Ingénierie Mathématique et Informatique",
    "Nombre de crédits ECTS": "2 crédits ECTS",
    "Mise à jour": "01 Septembre 2024",
    "Code": "STNUM"
}