{
    "Créneau": "Sem 2 MS",
    "Prérequis": "Etre inscrit au Mastère Spécialisé GCGOE",
    "Enseignants responsables": "Jérome Brocherie",
    "Equipe enseignante": "Siane LEMOINE, Suzanne MOREAU, Ladan PAHLEVANI, Arthur ROUYER, Thomas THUAULT, Claire TRICOT",
    "Objectifs du module": "Présenter les contraintes, méthodes de conception et techniques de construction particulières aux structures offshore pour l'Oil & Gas et les Energies Marines Renouvelables.",
    "Programme du module": "Présentation des différents types de structures offshore fixes et flottantes Les différentes méthodes de construction et d'installation Hydrodynamique des structures offshore. Caractérisation des environnements, modélisation de la houle, calcul des efforts de houle (Morison, Diffraction /radiation, RAO) Notions de stabilité marine des corps flottants (Calcul de GM, courbe GZ, carène liquides, pendule) Essais sur modèle réduit : rappel des lois de similitudes, choix des échelles, simulation des environnements, systèmes de mesures, séquences d'essais types de calibration et d'essais, projection de séquences filmées types, complété par des exemples types de dépouillement et d'analyse des résultats Les éoliennes offshores fixes et flottantes Les analyses et méthodes de dimensionnement des structures offshore en acier. Séance d'exercices sur l'éolien offshore",
    "Modalités": "11 séances de 3h",
    "Contrôle des connaissances - Règles de validation du module": "QCM de 3heures durant la dernière séance (coeff 2) 1 présentation (coeff 1) 1 devoir maison (coeff 1)",
    "Adresse du site du module": "educnet.enpc.fr/course/view.php?id=239",
    "Documents pédagogiques - Bibliographie": "Présentations",
    "Effectif maximal": "Effectif illimité",
    "Département de rattachement": "Mastère Génie Civil des Grands Ouvrages pour l'Energie",
    "Nombre de crédits ECTS": "3 crédits ECTS",
    "Code": "STOFF"
}