{
    "Créneau": "Sem 4/Sem 6Sem 6",
    "": "Connaissances de base en comptabilité générale",
    "Prérequis": "Connaissances de base en comptabilité financière.",
    "Enseignants responsables": "Emmanuel BOUTRON",
    "Objectifs du module": "Le module \" Stratégie financière de l'entreprise \" a pour objectif d'expliquer les principes fondamentaux de la finance d'entreprise, par une approche à la fois théorique et pratique. Il permet de comprendre la rationalité des décisions financières en matière d'investissement, de financement et de politique de dividende. À l'issue de ce cours les élèves seront capables : - d'analyser la situation financière d'une entreprise (analyse rentabilité risque) - d'évaluer des projets d'investissement (VAN, TIR, etc.) - d'apprécier les stratégies de financement (financement interne versus financement externes ; choix entre dette et fonds propres) - d'estimer la valeur d'une entreprise (DCF, multiples, etc.)",
    "Programme du module": "Le chapitre 1 présente les documents comptables (compte de résultat compte de bilan et tableau de flux) dans une perspective économique et financière ainsi que leur articulation les uns par rapport aux autres. Le chapitre 2 présente la démarche d'analyse financière et offre un cadre pour juger de la performance de l'entreprise et de sa solvabilité. Le chapitre 3 est consacré à la mesure de la valeur. Il se subdivise en 2 parties : la première se concentre sur l'analyse d'un projet d'investissement alors que la seconde prend une vue globale et se penche sur la valeur de l'entreprise. La notion de coût d'opportunité et sa mesure constitue un élément essentiel de ce chapitre. Le chapitre 4 expose les conditions de la création de valeur. Il interroge en particulier le rôle de la croissance dans le processus de transformation de la rentabilité en valeur. Le chapitre 5 introduit la contrainte de financement. La notion de croissance admissible permet de s'interroger sur les conséquences des choix de financement (financement interne, financement externe, dette ou fonds propres) et leurs conséquences sur le profil financier de l'entreprise. Le chapitre 6 pose la question du rôle de la structure de financement sur la valeur de l'entreprise. Les différentes théories statiques sont exposées : théorie classique, théorie de l'agence et théorie du signal. La théorie du Pecking Order vient conclure cet exposé par une vision dynamique de la structure de financement. Le chapitre 7 propose une réflexion théorique sur le lien entre la politique de dividende et la valeur de l'entreprise. Il s'attache ensuite à en expliquer les modalités pratiques.",
    "Modalités": "Le cours, d'une durée de 30 heures est découpé en 13 séances de 2,5 heures. Le professeur développe les concepts, les outils et les méthodes au travers de séquences alternant savoir théoriques et cas pratiques.",
    "Contrôle des connaissances - Règles de validation du module": "Le cours de stratégie financière de l'entreprise est évalué pour 50% par un contrôle terminal et pour 50% par la remise d'une note d'analyste financier. Une note de 10/20 permet de valider le module.",
    "Documents pédagogiques - Bibliographie": "- Polycopiés de cours - P. Quiry et Y. Le Fur, P. (2024). Finance d'entreprise 2025 - 23ème édition. DALLOZ. - Ogden, J., Jen, F. C., & O'Connor, P. F. (2002). Advanced Corporate Finance (1re ed.). Pearson.",
    "Effectif maximal": "Effectif limité à 40 élèves",
    "Département de rattachement": "Département Sciences Economiques, Gestion Finance",
    "Nombre de crédits ECTS": "3 crédits ECTS",
    "Mise à jour": "01/09/24",
    "Code": "STRA2"
}