{
    "Créneau": "Sem 3/Sem 5 Lu 8 h 30 - 11 h 15Sem 4/Sem 6 Lu 8 h 30 - 11 h 15Sem 6 Lu 8 h 30 - 11 h 15",
    "Prérequis": "Probabilités, Programmation Python",
    "Enseignants responsables": "Mohamed Saad EL HARRAB",
    "Objectifs du module": "L'objectif de ce cours est de permettre aux étudiants de développer une connaissance détaillée et une compréhension critique des technologies des systèmes intelligents. Premièrement, ce cours présentera les principes fondamentaux de l'Internet industriel des objets (Industrial Internet of Things, IIoT) comme technologie de base pour les systèmes industriels 4.0. Deuxièmement, ce module exposera les principales applications de ce nouveau paradigme dans l'industrie (Manufacture, logistique et transport, énergie, services publics, santé …). Enfin, ce cours présentera les modèles et algorithmes d'intelligence artificielle pour la conception d'agents intelligents autonomes apprenant par interaction avec un environnement inconnu. Le cours alternera la présentation des concepts et modèles théoriques et leur application concrète dans le cadre d'études de cas. À partir d'un sujet initial, les étudiants devront concevoir et implémenter un système intelligent viable et opérationnel répondant à une problématique industrielle. À l'issue de ce cours, les étudiants devront : \" Maitriser les principes fondamentaux de l'Internet industriel des objets (IIoT) \" Connaitre les bases théoriques des systèmes intelligents industriels \" Être capable d'identifier les problèmes industriels pouvant être traités par les systèmes intelligents \" Être capable de modéliser et de concevoir des systèmes intelligents industriels complexes",
    "Programme du module": "Partie 1 : Introduction et fondamentaux Présentation des concepts clés de l'industrie 4.0, de l'Internet des objets industriel (Industrial Internet of Things, IIoT) et de l'intelligence artificielle appliquée aux systèmes industriels. Partie 2 : Problème des bandits manchots Étude du dilemme exploration/exploitation à travers le problème des bandits manchots et introduction des premières solutions, notamment les algorithmes Epsilon-Greedy, Upper Confidence Bound (UCB) et Thompson Sampling. Partie 3 : Processus décisionnels de Markov (PDM) Modélisation de l'interaction entre un agent et son environnement grâce aux processus décisionnels de Markov (Markov Decision Processes, MDP), en définissant les bases des transitions d'état et des récompenses. Partie 4 : Résolution de PDM par programmation dynamique Méthodes exactes pour résoudre un PDM connu à l’aide des approches de Value Iteration et Policy Iteration, permettant de déterminer des politiques optimales pour des environnements statiques. Partie 5 : Méthodes de Monte Carlo Approches pour résoudre un PDM inconnu en utilisant les algorithmes de Monte Carlo basés sur l’échantillonnage et l’estimation, tels que Monte Carlo On-Policy et Off-Policy. Partie 6 : Méthodes des différences temporelles (TD) Introduction des algorithmes de différences temporelles (Temporal Difference, TD), incluant TD(0), SARSA, et Q-Learning, pour apprendre en temps réel à partir d’interactions avec l’environnement. Les concepts et algorithmes enseignés seront d'abord testés en simulation, permettant aux étudiants de développer et d’optimiser leurs modèles dans un environnement virtuel contrôlé. Ces modèles seront ensuite appliqués à des cas réels, comme l’utilisation d’un bras robotisé apprenant à interagir avec son environnement physique pour optimiser des tâches concrètes. Cette approche progressive illustre la puissance et les défis de l’apprentissage par renforcement (RL).",
    "Modalités": "12 séances CM + TD/TP, 1 séance d'examen.",
    "Contrôle des connaissances - Règles de validation du module": "Les élèves seront évalués par un devoir sur table de 2h30 et par un projet industriel à réaliser en groupe. Le devoir et le projet compteront chacun pour la moitié de la note.",
    "Documents pédagogiques - Bibliographie": "Polycopié, présentations, travaux dirigés et travaux pratiques avec corrigés.",
    "Effectif maximal": "Effectif limité à 40 élèves",
    "Département de rattachement": "Département Génie Industriel",
    "Nombre de crédits ECTS": "3 crédits ECTS",
    "Code": "SYSIN"
}