{
    "Créneau": "Sem 4/Sem 6 Me 8 h 30 - 11 h 15 et 13 h 45 - 16 h 30Sem 6 Me 8 h 30 - 11 h 15 et 13 h 45 - 16 h 30",
    "Prérequis": "Le suivi préalable du cours Méthodes d'Analyse des Systèmes Territoriaux (MASYT) est conseillé mais non obligatoire.",
    "Enseignants responsables": "Nicolas COULOMBEL",
    "Equipe enseignante": "Nicolas COULOMBEL, Alexis POULHES, Tatiana SEREGINA, François COMBES, Simon GUIOT, Guillaume TREMBLIN, Lionel BERTRAND, François DUBOS, Guillaume TERRAILLOT",
    "Objectifs du module": "Le cours vise à initier les étudiants aux compétences, techniques et outils nécessaires à un ingénieur travaillant à l'élaboration ou à l'évaluation de projets de transport ou d'aménagement. Ceci se traduit par les 3 objectifs pédagogiques suivants: diagnostiquer : savoir établir le diagnostic d'un territoire; évaluer : savoir évaluer un projet de transport et d'aménagement, notamment par la méthode d'évaluation socio-économique classique ; planifier : se servir des 2 compétences précédentes pour définir un projet adapté à un territoire d'étude et évaluer ses impacts. La partie projet - qui tient une place importante au sein du module - vise également à mobiliser et développer un certain nombre de compétences transférables, en particulier les 3 suivantes : travailler en mode projet ; travailler en équipe ; travailler pour un client extérieur. Enfin, un objectif annexe est de faire découvrir aux étudiants les différents métiers de l'aménagement et du transport grâce à la participation de différents intervenants du monde professionnel, afin de les guider dans leur choix de carrière.",
    "Programme du module": "Les 13 matinées sont dédiées à l'apprentissage des savoirs et compétences en lien avec les objectifs du cours, via les cours magistraux, exposés et interventions extérieures. Inversement, les 13 après midi sont l'occasion de mettre en œuvre les acquis via un projet. Voici un programme indicatif des séances pour l'année 2018-2019 : Economie territoriale Economie urbaine et formation des prix fonciers et immobiliers Evaluation de projets de transport Evaluation de projets d'aménagement par l'analyse de cycle de vie Nouveaux services de mobilité Transport et logement en Île-de-France Modélisation urbaine intégrée pour le transport et l'aménagement Modèles Offre - Demande en transport et en aménagement Gouvernance : le cas des transports et de l'aménagement Voici quelques exemples de projet menés avec les élèves : EPARECA : Mise en place d'un outil d'aide au diagnostic commercial France Télévisions : Elaboration du Plan de Déplacements d'Entreprise Efficacity : Evaluation du projet d'aménagement Marne Europe par la méthode d'Analyse de Cycle de Vie",
    "Modalités": "13 séances de 2h30 le matin et 2h30 l'après midi.",
    "Contrôle des connaissances - Règles de validation du module": "La validation est basée sur le projet (50%), l'exposé (25%) et l'assiduité et la participation au cours (25%). Aucune épreuve de rattrapage n'est prévue.",
    "Documents pédagogiques - Bibliographie": "Slides du cours et documents annexes",
    "Effectif maximal": "Effectif limité à 24 élèves",
    "Département de rattachement": "Département Ville Environnement Transport",
    "Nombre de crédits ECTS": "6 crédits ECTS",
    "Mise à jour": "2 septembre 2024",
    "Code": "TAMUR"
}