{
    "Créneau": "Sem 6",
    "Prérequis": "Ce module s'appuie sur les notions et les outils techniques déjà acquis par les élèves du Master PFR",
    "Enseignants responsables": "David MEUNIER",
    "Equipe enseignante": "David MEUNIER, Emmanuel DOUMAS",
    "Objectifs du module": "Il s'agit de transmettre les outils d'analyse et les connaissances nécessaires au choix des infrastructures de transport répondant à une exigence de durabilité. Ce module a pour but de permettre aux étudiants : d'approfondir leur connaissance des multiples facettes de la \" durabilité \" d'évaluer les facteurs techniques, économiques, environnementaux, politiques et sociaux qui vont peser sur l'élaboration d'une infrastructure et de savoir dégager les éléments importants pour en améliorer la durabilité de savoir analyser une situation de choix et en poser un diagnostic du point de vue de la durabilité, en tenant compte de l'articulation entre les dimensions économiques, sociales, sociétales et environnementales de ce choix ainsi que des jeux d'acteurs, dans une attitude à la fois ouverte et critique de mobiliser des outils vus dans les autres modules du Master ou d'en trouver d'autres, en sachant développer une réflexion critique et constructive par rapport à ces outils et à leurs conditions d 'emploi A l'issue du module, les élèves seront capables de : évaluer les impacts environnementaux, sociaux et économiques d'une infrastructure de transport ; proposer un ensemble d'indicateurs de durabilité d'une infrastructure de transport ; définir les modalités d'une optimisation de ces impacts ; analyser les jeux d'acteurs autour d'un projet d'infrastructure ; mobiliser une analyse multi-critère pour comparer plusieurs alternatives d'un projet d'infrastructure.",
    "Programme du module": "1. Introduction du cours 2. Démarche générale Mesurer la durabilité Durabilité en statique puis en dynamique Risque, temps, Durabilité au-delà de l'infrastructure Méthodologies de choix, processus et gouvernance. 3. Expériences professionnelles, méthodologies appliquées : Choix et gestion durable des espaces portuaires maritimes : le cas du port du Havre Gestion et gouvernance des réseaux routiers : l'outil HDM Un gestionnaire d'infrastructures de transport et la dimension \" développement durable \" de sa stratégie et de son action : choix entre \"une société d'autoroutes\" et \"un port fluvial\".",
    "Modalités": "27h",
    "Contrôle des connaissances - Règles de validation du module": "Etude de cas par petit groupe ; participation en cours.",
    "Effectif maximal": "Effectif limité à 25 élèves",
    "Département de rattachement": "Master Transport et Développement Durable",
    "Nombre de crédits ECTS": "3,5 crédits ECTS",
    "Mise à jour": "sept 2012 sept 2019",
    "Code": "TCITD"
}