{
    "Créneau": "Sem 3/Sem 5 Lu 13 h 45 - 16 h 30SL",
    "Prérequis": "1PROG ou connaissance d'un langage de programmation et notions d'algorithmique",
    "Enseignants responsables": "Xavier CLERC",
    "Objectifs du module": "Le premier objectif est d'apporter aux élèves une formation aux méthodes de développement rigoureuses permettant d'écrire efficacement un programme correct et de vérifier sa correction par le test. Le second objectif est d'initier les élèves à la gestion d'un projet logiciel et de présenter les outils nécessaires. Le troisième objectif est de donner aux élèves une culture générale dans le domaine du développement logiciel. Un projet utilisant des composants logiciels externes et possiblement plusieurs langages de programmation permet d'éprouver ces méthodes et outils sur un projet de taille significative.",
    "Programme du module": "Programmation orientée objet en Python, gestion de projet, architecture, test, bases de données, concurrence, interopérabilité, programmation réseau et web.",
    "Modalités": "Présentiel : 4 séances de TP, 1 séance de conférence, 7 séances de projet, 1 séance de soutenances Distanciel : vidéos de présentation des concepts",
    "Contrôle des connaissances - Règles de validation du module": "Si projet : Travaux pratiques (20%), examens écrits (20%) et projet (60%) sinon : Travaux pratiques (50%), examens écrits (50%) Formule : si la note d'une composante est inférieure à 7/20, cette note est retenue comme finale, sinon les coefficients ci-dessus sont appliqués",
    "Adresse du site du module": "educnet.enpc.fr/course/view.php?id=298",
    "Documents pédagogiques - Bibliographie": "Polycopié, transparents, sujets et corrigés de TP, aide-mémoires",
    "Effectif maximal": "Effectif illimité",
    "Département de rattachement": "Département Ingénierie Mathématique et Informatique",
    "Nombre de crédits ECTS": "3 crédits ECTS",
    "Mise à jour": "01 Septembre 2024",
    "Code": "TDLOG"
}