{
    "Créneau": "Sem 5",
    "Prérequis": "Bases de droit, de comptabilité et de finance.",
    "Enseignants responsables": "Sebastien BIANCHI",
    "Objectifs du module": "Les projets énergétiques (déploiement de smart grids, construction de centrales nucléaires…) demandent souvent des investissements très importants, portant sur des temps très longs. Les modalités de financement et de prévision contre le risque sont donc particulières. L'objectif de ce module est de présenter les outils de financement des projets énergétiques dans leur composante économique, financière et juridique. À l'issue du module, les élèves seront capables de : décrire la structure financière de l'entreprise (patrimoine, dettes, trésorerie) en utilisant les états comptables légaux et d'identifier leurs conséquences en les appliquant sur les modèles financiers; maîtriser les concepts de base, les principes et l'environnement du financement de projet; construire un modèle financier élaboré sur tableur en utilisant les méthodes de calcul économique (capital budgeting); choisir les projets dans lesquels investir en appliquant les principaux critères de choix d'investissement (TRI, VAN, temps de retour); analyser les risques en utilisant les méthodes de sensibilité et les méthodes matricielles des agences de notation; maîtriser les aspects juridiques du financement de projet en utilisant le droit des contrats",
    "Programme du module": "1. Introduction à la comptabilité (bilan, compte de résultat, tableau de flux de trésorerie et liens entre les états financiers et leurs conséquences sur les finances de l'entreprise) 2. Flux de trésorerie et de leur actualisation sur tableur 3. Critères économiques de base et intégration des flux d'impôts dans le modèle sur tableur 4. Modèles de flux en faveur du projet et en faveur des investisseurs et intégration d'hypothèses sur le besoin en fonds de roulement, sur l'inflation, sur la gestion des devises et sur les risques 5. Financement (mécanisme de crédit, structure de dettes, covenants, refinancement) 6. Aspects juridiques (principales clauses: contrat de concession / contrat de partenariat, contrats de construction et d'exploitation, contrats de crédit) 7. Business models (contrat de vente long terme, mécanismes de soutien, tarifs régulés) 8. Etude de cas",
    "Contrôle des connaissances - Règles de validation du module": "case study (group work), final exam",
    "Effectif maximal": "Effectif illimité",
    "Département de rattachement": "Master TET Transition Energétique et Territoire",
    "Nombre de crédits ECTS": "2 crédits ECTS",
    "Code": "TEFIN"
}