{
    "Créneau": "Sem 5",
    "Enseignants responsables": "(N)",
    "Objectifs du module": "Geopolitical concerns have always been a dominant factor in the energy markets, with huge impacts in terms of prices and physical access to the resources, as well as in government policies. Today's situation is still very uncertain. A focus will be made on the impacts of the shale oil and gas development in the USA and on the development of renewable energies as a tool aiming at more self-sufficiency. Students will be able to: comment a map of primary energy fluxes between countries analyze energy policies analyze time evolution of energy prices understand the constraints on the supply chain and build strategies identify geopolitical risks, build scenarios",
    "Programme du module": "Basics of geopolitics; role of geopolitics in the energy sector. Energy and conflicts. Conflicts and cooperation. International organizations Characteristics of the energy sector. Fossil fuels and renewables. Energy demand, its drivers, its evolutions and their geopolitical consequences. Energy and climate change. International regulations. Energy fluxes. Energy prices North America: its importance, the shale gas and oil revolutions. Relations within NFTA. Relationship between the US and oil producers South America: Brazil, declining influence of Venezuela, relations with northern countries Europe: facing the increase in oil and gas importations, relationships with Russia and Africa Commonwealth of Independent States (CIS): the importance of Russia and energy as a power tool for the Kremlin. Exports towards Europe, dependency on oil and gas sales. Developing relations with Asia Africa: large resources and low demand. Exports towards Asia. Role of Occident, role of Asia in infrastructure development Asia: the importance of giants (China, India, Japan) globally. How to face a huge and growing demand under constraints from environment protection, CO2 emissions limitations and climate change mitigation? Middle East at the core of energy geopolitics. Natural resources coveted by large energy consumers. Conflicts and cooperations around the Gulf.",
    "Contrôle des connaissances - Règles de validation du module": "group presentations and final exam",
    "Effectif maximal": "Effectif illimité",
    "Département de rattachement": "Master TET Transition Energétique et Territoire",
    "Nombre de crédits ECTS": "2 crédits ECTS",
    "Code": "TEGEO"
}