{
    "Créneau": "Sem 5",
    "Enseignants responsables": "Arash FARNOOSH",
    "Objectifs du module": "The main purpose of this module is to present the investment decision-making methods and tools for the energy transition under current and future uncertainties in terms of energy markets & prices, legal aspects, fiscal regimes, environmental policies… The energy projects are very capital intensive, therefore the preparation of investment decisions requires a good mastery of project evaluation techniques. Decision making under uncertainty leads to consider a wide range of situations that the company may be confronted with. This leads the decision makers to implement some specific methods to respond accordingly. The impact of financing method and taxation system on the profitability of the projects along with the decision-making process in an uncertain future will be the main object of this teaching unit. Applications and case studies would be all dedicated to the energy sector. Recent developments in investment models such as portfolio-optimization & real-options theories applied to energy will be also discussed. At the end of the class, students will be able to : Gain an appropriate practice of the standard methods of investment analysis Build their own investment model and use models acquired by energy companies Analyze investment taking into account legal & fiscal aspects, inflation, financing mix and risks Make decisions related to the development of an energy project (greenfield &/or upgrade) Recommend actions for the whole portfolio under uncertainty Construct optimization scenarios based on a probabilistic approach Make decision with real option analysis and value of information concept Understand the fundamentals of project financing for energy transition Use tools like excel with solver/VBA and classical (technical and economical) and advanced (uncertainties and sensitivity analysis) methodologies",
    "Programme du module": "Fundamentals of investment decisions Fundamentals of project evaluation Energy projects structure Uncertainty, risk and sensitivity analysis New business plans under energy transition trends Assets monetization for energy projects Impacts of legal and fiscal terms on energy projects Project financing analysis in a carbon-constrained world Fossils versus renewables",
    "Contrôle des connaissances - Règles de validation du module": "Team-work case-studies; individual Exams",
    "Effectif maximal": "Effectif illimité",
    "Département de rattachement": "Master TET Transition Energétique et Territoire",
    "Nombre de crédits ECTS": "3 crédits ECTS",
    "Code": "TEINV"
}