{
    "Créneau": "Sem 5",
    "Prérequis": "bases de micro et macroéconomie",
    "Enseignants responsables": "Marie Petitet",
    "Objectifs du module": "Dans ce module, on se propose d'étudier le fonctionnement des marchés de l'énergie aux niveaux international et national, de comprendre les interactions entre ceux-ci et d'analyser la formation des prix. A l'issue du module, les élèves seront capables de : Comprendre les bases du fonctionnement des marchés de l'électricité et du gaz aux échelles internationale, européenne et nationale Comprendre le fonctionnement du marché du carbone en Europe Comprendre les mécanismes de formation des prix sur les marchés électriques Comprendre les impacts des prix de l'énergie sur la macroéconomie nationale",
    "Programme du module": "Séance 1 : introduction générale - les marchés de l'énergie dans le contexte de la transition énergétique (Marie Petitet) o Le contexte actuel : le dérèglement climatique - quelles conséquences pour le secteur énergétique ? o Panorama des marchés de l'électricité, du gaz et du pétrole dans le monde : prix, volumes, spécificités/différences, pays acheteurs ou vendeurs. o Rappels de la formation du prix (microéco) et application au secteur énergétique o Principe de tarification des ressources non renouvelables (rente de Hotteling) o Eléments historiques pour l'Europe (nationalisation, puis dérégulation) Séance 2 : Les marchés électriques (Marie Petitet) o Les acteurs et la structure du secteur o Les principaux marchés : du long-terme au J-1. Formation des prix, merit order, prix négatifs. o Exemple interactif simplifié de la séquence des marchés Séance 3 : Le marché du carbone (intervenant à définir : EDF ou Chaire Economie du Climat de Dauphine) o Présentation des différents mécanismes économiques possibles pour réduire les émissions de CO2 (instrument prix versus instrument quantité) o Le marché européen du carbone (EU-ETS) : historique et perspectives o Lien entre le marché du carbone et le secteur énergétique Séance 4 : Eléments de macroéconomie appliqués au secteur énergétique (intervenant à définir) o Rappels de macroéconomie : PIB, inflation, taux d'intérêt, taux de change, etc. o Place du secteur énergétique dans la macroécomie nationale. Impacts des prix de l'énergie sur la macroéconomie nationale et la compétitivité. o Effets macroéconomiques de la transition énergétique",
    "Contrôle des connaissances - Règles de validation du module": "Contrôle final",
    "Effectif maximal": "Effectif illimité",
    "Département de rattachement": "Master TET Transition Energétique et Territoire",
    "Nombre de crédits ECTS": "1,5 crédit ECTS",
    "Code": "TEINE"
}