{
    "Créneau": "Sem 5",
    "Enseignants responsables": "Christophe CROCOMBETTE",
    "Objectifs du module": "Le module permettra aux élèves de comprendre le cadre réglementaire des politiques énergétiques territoriales, de connaître les déterminants de la demande énergétique (y compris sociologiques) et les leviers de l'efficacité énergétique et de l'optimisation énergétique. Il sera l'occasion d'acquérir plusieurs savoir-faire, en manipulant des données réelles (références qui pourront leur servir dans leur vie professionnelle) ou en analysant des situations concrètes issues de cas d'études récents. La présentation des modèles sectoriels leur permettra aussi de s'approprier l'approche méthodologique bottom-up. À l'issue du module, les élèves seront capables de : définir la notion de service énergétique ; identifier la part incompressible des demandes énergétiques et les conditions de sa réduction future ; expliquer la construction et le contenu d'un bilan énergétique ; mener une analyse fonctionnelle pour répondre de manière efficace aux besoins ; caractériser les élasticités-prix de court et de long terme et la dépendance au chemin suivi par le prix ; faire les liens entre méthodes d'analyse (issues du bilan) et méthodes de prévisions ; construire un bilan énergétique partiel à un niveau local.",
    "Programme du module": "Séance 1 : présentation générale et contexte, Christophe Crocombette (EDF R&D) Séance 2 : introduction à la sociologie de la demande énergétique, Mathieu Durand Daubin (EDF R&D) Séance 3 : les politiques énergétiques en matière de maîtrise de la demande, Patrice Nogues (EDF R&D) Séance 4 : modélisation de la demande énergétique à l'échelle d'une région, Patrice Nogues (EDF R&D) Séance 5 : notion de système énergétique local industriel, Solène Le Bourdiec (ingénieure chercheur, EDF R&D) Séance 6 : Enjeux énergétiques aux échelles infra-nationales, Samuel Chiche (ingénieur de recherche, Efficacity), Romain Bonabe de Rougé (ingénieur de recherche, Efficacity) Séance 7 : Approche énergétique à l'échelle d'un quartier, Samuel Chiche (ingénieur de recherche, Efficacity), Romain Bonabe de Rougé (ingénieur de recherche, Efficacity) Séance 8 : études de cas et REX, Samuel Chiche (ingénieur de recherche, Efficacity), Romain Bonabe de Rougé (ingénieur de recherche, Efficacity) Séance 9 et séance 10 : présentation des étudiants.",
    "Contrôle des connaissances - Règles de validation du module": "La pédagogie s'appuie sur le travail des étudiants - les rapports de synthèse auront été remis une semaine avant la présentation afin que les professeurs puissent faire un retour construit sur leur contenu. Les travaux pourront par exemple porter sur des études de scénarios pour quelques régions du monde présentant des caractéristiques marquantes en terme de demande ou maîtrise de la demande.",
    "Effectif maximal": "Effectif limité à 35 élèves",
    "Département de rattachement": "Master TET Transition Energétique et Territoire",
    "Nombre de crédits ECTS": "2,5 crédits ECTS",
    "Mise à jour": "05 juillet 2017",
    "Code": "TEMDE"
}