{
    "Créneau": "Sem 5",
    "Prérequis": "Mathématiques de base et première experience de programmation. Algèbre linéaire, topologie sur Rd, calcul différentiel sur Rd. Optimisation continue. Probabilités",
    "Enseignants responsables": "Mohamed SAAD",
    "Objectifs du module": "Les énergies renouvelables posent le problème de l'intermittence et de l'imprévisibilité de leur production. Ce module a pour objectif l'acquisition des outils d'optimisation permettant de gérer ces deux inconvénients. À l'issue du module, les élèves seront capables de : concevoir des modèles mathématiques pour l'optimisation sous incertitude mettre en œuvre des algorithmes et d'utiliser des logiciels pour résoudre numériquement certains problèmes.",
    "Programme du module": "I. Présentation transversale par des professionnels des impacts de l'intelligence artificielle sur le secteurs de l'assurance, la finance et le e-commerce et présentation des considérations éthiques et réglementaires associées (RGPD). II. Algorithmes de machine learning (R. Elie) II.1. Equilibre biais variance, suraprentissage, Risque, Oracle II.2 Penalisation et convexification, LASSO, Ridge, ElasticNet I.I3 Aggrégation, Forêts aléatoires, Boosting II.4 Techniques de recommandation III Algorithmes de Deep Learning (R. Elie) III.1. Les principales architectures de réseau de Neurone : feedforward, récurrent, convolutif III.2. Méthodes génératives adversariales (GAN) III.3. Mise en œuvre informatique sour Python et Keras, données textuelles III.4. Introduction à l'apprentissage par renforcement IV. Focus sur les pplications en gestion d'actif (J-Y Audibert et C. Geissler) IV.1 Reconnaissance de patterns et prévision de tendance IV.2 Investissement séquentiel IV.3 Portefeuille universel a la cover",
    "Contrôle des connaissances - Règles de validation du module": "A la fin de chaque session numérique, les étudiants produisent un rapport sur l'analyse critique des résultats, qui est note. Des examens rapides, la présence et la participation sont aussi notés.",
    "Effectif maximal": "Effectif illimité",
    "Département de rattachement": "Master TET Transition Energétique et Territoire",
    "Nombre de crédits ECTS": "4 crédits ECTS",
    "Code": "TEOST"
}