{
    "Créneau": "Sem 5",
    "Enseignants responsables": "Gérard AURIOL",
    "Objectifs du module": "Les réseaux de distribution d'énergie (Electricité, gaz naturel, chaleur) sont aujourd'hui au cœur d'un triple mutation : transition énergétique, qui prend en compte les aspirations environnementales croissante des citoyens en développant des modèles disruptifs à la maille locale de production, de stockage et de consommation, transition numérique, qui rend possible l'émergence de \" consomm'acteurs \" et de systèmes aptes à monitorer finement leur action sur l'énergie, transition institutionnelle et sociétale de la France, qui renforce les pouvoirs locaux dans la mutation des systèmes énergétiques à la maille des métropoles et des régions. La transformation de ces réseaux les positionne comme un territoire privilégié d'innovation au cœur de préoccupations sociétales aujourd'hui omniprésentes. Le but de ce module sera donc d'assurer à ses participants une compréhension argumentée de ces enjeux et d'en intégrer les mécanismes dans leur dimension technique, économique, politique et sociétale qui dessinent progressivement un nouveau paysage énergétique. Ce module intéressera les personnes désirant développer une logique d'innovation au sein de projets énergétiques, soit conduits par les opérateurs territoriaux (collectivités, …), soit au plan national voire européens au sein de grands acteurs du marché comme d'acteurs émergeants dans ce domaine. À l'issue du module, les élèves seront capables de : connaître des modèles énergétiques de production (centralisés, décentralisés, constitution du mix énergie et du mix électricité) et de distribution (constitution et fonctionnement des réseaux), puis intégrer les éléments clés de la régulation actuelle de ces marchés énergétiques (Europe, France, régulation locale des concessions de réseau ou des délégations de service), comprendre l'ensemble des ruptures à l'œuvre (nouveaux modes de production, nouveaux usages, compétition des usages entre eux, nouveaux rôles des consommateurs, réseaux locaux, …) d'en déduire les impacts sur la conception et la maîtrise des réseaux ; une vision technique mais aussi économique et politique définir le cahier des charges d'un réseau de distribution en fonction des objectifs de production locale d'énergie.",
    "Programme du module": "Séquence 1 (G. Auriol, ENEDIS): La production d'électricité en France et en Europe. Séquence 2 (Olivier Grob, ENEDIS, Gilney Dam, efficacity): L'organisation du marché de l'électricité. Séquence 3 (Olivier Grob, ENEDIS, Gilney Dam, efficacity): Le réseau de transport et le réseau de distribution électrique. Séquence 4 (GRDF) : L'énergie gaz naturel Séquence 5 (G. Auriol): L'évolution des réseaux, selon trois axes : la (longue) marche vers les smart grids ; la question des données énergétiques ; les réseaux îlotés Séquence 6 (Dalkia) : Les réseaux de chaleur Séquence 7 (G. Auriol) : La transition énergétique du point de vue des réseaux Séquence 8 (G. Auriol) : La dimension politique et sociétale de l'énergie du point de vue industriel",
    "Contrôle des connaissances - Règles de validation du module": "Les élèves auront à traiter dans un délai rapproché de cas concrets, qu'ils aborderont en petit groupe ; ces cas feront l'objet de restitutions collectives au sein du module",
    "Effectif maximal": "Effectif illimité",
    "Département de rattachement": "Master TET Transition Energétique et Territoire",
    "Nombre de crédits ECTS": "2,5 crédits ECTS",
    "Code": "TERES"
}