{
    "Créneau": "Sem 1 MSSem 2 MS",
    "Prérequis": "Les prérequis sont ceux qui ont été définis pour le recrutement au Mastère. S'ajoute un élément particulier : l'ouverture à l'évolution du numérique dans le secteur de la construction qui bien au-delà du domaine particulier du bâtiment.",
    "Enseignants responsables": "Christophe CASTAING",
    "Equipe enseignante": "Christophe CASTAING, Charles-Edouard TOLMER",
    "Objectifs du module": "Permettre aux étudiants de comprendre les relations entre le BIM et les informations géographiques à l'échelle de l'aménagement du territoire. Le module s'inscrit dans la continuité du module \" Management opérationnel \" et vient compléter l'approche du management de projet dans un projet d'infrastructure par son inscription dans le territoire A partir de l'expérience acquise dans secteur de la construction avec notamment les grands projets actuels d'infrastructure - Etre capable de compléter un \" BIM execution Plan \" avec des bim uses ad hoc - Etre capable de préparer une revue de maquette et/ou une revue technique de projet à partir de la maquette (contexte BIM) en intégrant cette problématique",
    "Programme du module": "La continuité numérique dans un projet de construction entre l'ouvrage et le territoire Les contraintes environnementales et les obligations réglementaires du numérique",
    "Modalités": "Le module est organisé sur deux journées, avec une palette d'intervenants recouvrant différents domaines propres à l'appréhension du territoire sous tous ses aspects : géométriques, géographiques et environnementaux. La partie TD est reportée et intégrée dans la deuxième partie du module MOP.",
    "Contrôle des connaissances - Règles de validation du module": "Le contrôle des connaissances s'appuie, sur les mêmes éléments que le module Management de projet opérationnel : Notes du groupe et notes personnelles lors de la séance de TD. Elaboration d'une note bibliographique dont le sujet au choix peut être : Soit : \" le bim execution plan et le contrat \" en dégageant trois thèmes clefs (même sujet que Management opérationnel) Soit : en rapport avec la thèse de fin de master dès lors qu'elle aborde les sujets traités dans les deux modules.",
    "Documents pédagogiques - Bibliographie": "Mise en ligne des supports des présentations sur la plate-forme, plus des documents spécifiques mis à dispositions par les intervenants. Un certain nombre de livrables du Projet National MINnD seront mis à disposition. https://bim.enpc.fr",
    "Effectif maximal": "Effectif illimité",
    "Département de rattachement": "MS BIM Concept. intégrée et cycle de vie du bâtiment et infrastructures",
    "Nombre de crédits ECTS": "6 crédits ECTS",
    "Code": "TERRI"
}