{
    "Créneau": "Sem 6",
    "Prérequis": "Bases de statistiques et probabilités, maîtrise des outils de formalisation.",
    "Enseignants responsables": "Gaele LESTEVEN , Felipe José GARCIA CASTELLO",
    "Objectifs du module": "Le système de transports offre des services d’acheminement aux usagers (voyageurs, marchandises), qui constituent la demande de transport. L’objectif principal de ce cours est l’introduction à la modélisation de cette demande, qui participe à la conception et à l’évaluation des services de transport. Cet objectif sera décliné en deux parties. Dans un premier temps on traitera l’analyse de la mobilité urbaine, à partir du diagnostic du système de mobilité d’une agglomération donnée (diagnostic territorial, analyse de l'offre de transport, analyse de la demande de déplacements). Ensuite, on introduira la modélisation de la demande de transport proprement dite et, pour ce faire, on présentera l’outil privilégié pour traiter cette problématique, le modèle à quatre étapes (génération, distribution, choix du mode de déplacement et choix d’itinéraire). A l'issue du module, les élèves seront capables de : comprendre et modéliser les déplacements par type de motif ; analyser un système multimodal de transport sur un territoire ; réaliser un diagnostic de la demande de déplacement et de l'offre de mobilité existante sur un territoire donné ; savoir articuler les différentes étapes d'un projet de transport : diagnostic, modélisation de la demande, planification de l'offre ; connaître les principes généraux d'un modèle à quatre étapes et de ses différentes parties ; définir le niveau de détail nécessaire pour un modèle opérationnel, être conscient de ses limites ; avoir une vision critique des résultats.",
    "Programme du module": "1.Analyse de la mobilité urbaine et diagnostic de systèmes de mobilité à l'échelle urbaine 2.Introduction à la modélisation de la demande de transport - principes et histoire 3.Le modèle à quatre étapes : génération 4.Le modèle à quatre étapes : distribution 5.Le modèle à quatre étapes : choix modal 6.Le modèle à quatre étapes : choix modal (suite) et affectation 7.Les autres modèles de choix et la disponibilité des données",
    "Modalités": "24 heures de cours + 6 heures d'paprofondissement",
    "Contrôle des connaissances - Règles de validation du module": "1.Réalisation d'un diagnostic du système de mobilité d'une agglomération - Collecte de données et soutenance orale. 2.Réalisation d'exercices d'application afin de bien maitriser les concepts fondamentaux de la modélisation de la demande.",
    "Adresse du site du module": "www.enpc.fr/fr/formations/ecole_virt/cours/interne/leurent/index.htm",
    "Effectif maximal": "Effectif limité à 35 élèves",
    "Département de rattachement": "Master Transport et Développement Durable",
    "Nombre de crédits ECTS": "3 crédits ECTS",
    "Mise à jour": "Décembre 2018",
    "Code": "TMODT"
}