{
    "Créneau": "Sept / Oct.",
    "Enseignants responsables": "Emeric FORTIN",
    "Equipe enseignante": "Emeric FORTIN",
    "Objectifs du module": "Ce cours remplit deux objectifs distincts. Il vise tout d'abord à donner aux étudiants la maîtrise des notions fondamentales en économie (utilité, élasticité, surplus, productivité marginale, équilibres partiel et général, multiplicateur keynesien…) et une compréhension des logiques de modélisation mobilisées par la discipline. Puis une seconde partie du cours vise à étudier an quoi l'économie offre un cadre formel pour analyser les articulations entre efficacité, équité et respect de l'environnement et donc poser les bases d'une analyse du développement durable. L'analyse économique est ensuite mobilisée pour analyser les propriétés des instruments de régulation des externalités environnementales. L'efficacité, l'acceptabilité, la robustesse face aux incertitudes et aux erreurs, la caractère équitable sont autant de critère qui seront mobilisés pour analyser comment les externalités environnementales des transports doivent être gérées. Ce cours étudie donc précisément quels sont les impacts distributifs des différentes mesures fiscales, quels sont les obstacles freinant leur adoption dans les processus politiques. Puis il montrera si les nouveaux instruments économiques non fiscaux, du type droit à circuler ou droit à polluer négociables sont plus pertinents.",
    "Programme du module": "1. Eléments de microéconomie : a. Le producteur : la fonction de production, la demande marshallienne, taux marginal de substitution technique et économique, la maximisation du profit b. Le consommateur : la notion d'utilité, l'offre de travail, élasticités de la demande c. L'équilibre partiel : la notion de surplus d. La concurrence imparfaite 2. Eléments de macroéconomie : a. L'approche keynésienne : équilibre de sous-emploi, multiplicateur keynésien b. La monnaie : opposition entre théorie quantitative et approche IS-LM 3. Eléments d'économie internationale : l'avantage absolu, l'avantage comparatif, le modèle Heckscher-Ohlin 4. Economie de l'environnement : a. L'économie comme cadre analytique du développement durable b. La valorisation économique des externalités : méthodes et application aux études coûts/bénéfices, les rapports Boiteux et Quinet c. Les instruments d'internalisation : présentation et comparaison A l'issue du module, les élèves seront capables de : mobiliser la notion de surplus pour analyser une situation économique sur un marché donné ; mobiliser l'économie comme cadre analytique pour analyser les interfaces en efficacité, équité et respect de l'environnement ; évaluer les avantages et inconvénients des différents instruments de régulation des pollution ; mobiliser les instruments d'évaluation économiques des externalités dans le cadre d'une étude coûts/avantages ; porter un regard critique sur le recours à l'économie pour rationaliser les choix.",
    "Modalités": "7 séances de 3 heures",
    "Contrôle des connaissances - Règles de validation du module": "Trois examens type QCM ou QRC tout au long du module",
    "Adresse du site du module": "www.enpc.fr/fr/formations/dea_masters/tradd/tradd_cours_efortin.htm",
    "Documents pédagogiques - Bibliographie": "Deux polycopiés de cours sont associés à ce module. Le premier est relatif à l'introduction à l'analyse économique. Le second plus centré sur l'économie de l'environnement. Ces polycopiés présentent de manière plus détaillée et formalisées qu'en séance les notions abordées. Ils proposent également des exercices permettant une meilleure appropriation des notions. En séance, le cours est réalisé sans recourir à Powerpoint sauf pour une séance sur la valorisation des externalités dans les transports. Des exercices sont traités en séance pour faciliter l'appropriation des notions. Des illustrations sont fournies pour mieux comprendre ce que recouvrent les notions présentées. Le débat est souvent suscité sur la base d'exemple simple, parfois issu de l'actualité pour montrer comment les concepts mobilisés éclairent sous un jour nouveau un problème donné. Une vidéo ludique de comparaison des approches de Keynes et Hayek est mobilisée en synthèse de la première partie du cours (http://www.youtube.com/watch?v=kxNp4JsiZXQ&feature=related).",
    "Effectif maximal": "Effectif limité à 40 élèves",
    "Département de rattachement": "Master Transport et Développement Durable",
    "Nombre de crédits ECTS": "2 ECTS",
    "Mise à jour": "Septembre 2014",
    "Code": "TNTRO"
}