{
    "Créneau": "Sem 3/Sem 5Sem 5",
    "Enseignants responsables": "Yelva ROUSTAN , Emeric FORTIN",
    "Objectifs du module": "Le principal objectif du cours est de fournir aux étudiants une vision d'ensemble des éléments qui composent la problématique de la pollution de l'air et sa représentation à travers les outils de modélisation actuels. Les thèmes suivants seront notamment abordés au ?l des cours : le rôle joué par le secteur des transports à travers les émissions de polluants associées et son évolution passée et prévue; les impacts sanitaires et économiques de la pollution de l'air et les stratégies mises en place pour les réduire; les processus dynamiques et chimiques de l'atmosphère gouvernant le transport réactif des polluants et les méthodes développées pour l'appréhender quantitativement. A l'issue du module, les élèves seront capables de : Dresser un panorama des problèmes de pollution de l'air, des échelles globales à locales, en identifiant les dynamiques en présence ; Identifier le rôle du secteur des transports dans les émissions de polluants atmosphériques ; Présenter les enjeux sociaux et économiques de ces pollutions ; Comprendre les différences et les synergies entre les problèmes de pollutions locales et les émissions de gaz à effet de serre ; Restituer les grands principes en jeu dans la dispersion des polluants ; Mobiliser les outils de modélisation pour ce faire ; Pouvoir citer les technologies dont on dispose dans les transports pour réduire ces pollutions, en maîtriser les grands principes techniques, les coûts, les performances.",
    "Programme du module": "<p> Émeric FORTIN animera une fresque du climat et/ou un atelier 2 tonnes pour introduire le module. Yelva ROUSTAN présentera en deux séances les principaux polluants en cause dans la détérioration de la qualité de l'air et leurs principales sources, les mécanismes de dispersion des polluants et leur durée de vie, les impacts de cette pollution en menant une analyse critique de leur évaluation. Fabienne ANFOSSO LEDEE réalisera en deux séances l'analyse du bruit généré par les transports et les moyens de le réduire. Jonathan FLANDIN présentera les atteintes générées par les transports à la biodiversité et les moyens de les limiter. Sylvain LASSARE présentera les méthodes d'analyse des causes des accidents de la route. Aglae JEZEQUEL réalise deux séances permettant la compréhension des résultats présentés dans les rapports du Groupe de travail l et II du GIEC. Puis une évaluation économique des politiques d'atténuation et d'adaptation est proposée en deux séances par Céline GUIVARCH. La modélisation technico-économique est mobilisée pour éclairer les débats sur l'après Kyoto est permettre de comprendre comment les dimensions énergétiques, urbanistiques et économiques s'intègrent pour proposer des politiques performantes, cohérentes et robustes. Vincent VIGUE présentera les outils de l'adaptation aux changements climatiques. La dernière séance sera consacrée aux controverses qui seront jouées par les élèves. </p>",
    "Modalités": "13 séances de 3 heures",
    "Contrôle des connaissances - Règles de validation du module": "Un examen terminal sous forme de QCM ou QRC + présentation d'une controverse sous forme d'un débat entre deux équipes.",
    "Effectif maximal": "Effectif illimité",
    "Département de rattachement": "Master Transport et Développement Durable",
    "Nombre de crédits ECTS": "3,5 crédits ECTS",
    "Mise à jour": "Septembre 2012",
    "Code": "TPOLU"
}