{
    "Créneau": "Sem 3/Sem 5 Lu 16 h 45 - 19 h 30Sem 5 Lu 16 h 45 - 19 h 30",
    "Enseignants responsables": "Anne-Elise GUEGUEN",
    "Equipe enseignante": "Anne-Elise GUEGUEN Plusieurs intervenants de différents organismes : Systra, Ratp, SNCF, Ile de France Mobilités",
    "Objectifs du module": "Les enjeux de régulation de la mobilité en milieu urbain conduisent à développer les transports collectifs. Le cours a pour objet d'étudier les différentes étapes de la mise en place d'une politique de transports : de leur planification par les autorités organisatrices à l'exploitation d'une ligne de transports collectifs par les transporteurs. Les différentes séances permettront de répondre à plusieurs questions sur les enjeux des politiques de transports collectifs : Quelles sont les politiques de transports collectifs urbains envisageables ? Comment mesurer leurs effets ? Par qui sont-elles décidées? Comment sont elles financées ? Comment et par qui sont elles mises en œuvre ? Le cours présente à la fois l'approche théorique de ces questions et les pratiques professionnelles. Les interventions sont faites par des personnes travaillant dans différents organismes liés au transport",
    "Programme du module": "Le contexte des déplacements : Evolution des villes (exode rural, motorisation individuelle, métropolisation, évolution sociodémographique) et les déplacements TC. Les nouvelles problématiques : environnement, financement, politique européenne (concurrence) Les types de politiques : sites propres, structuration de l'offre TC (principes d'extension, de hiérarchisation), priorités sur la voirie, stationnement, questions d'intermodalité et de multimodalité. Les méthodes de comptage : dispositifs d'enquête, comptes transport Les méthodes de simulation et le bilan économique d'une politique de TC Cadre juridique et institutionnel, politique européenne sur les OSP, modes de gestion en France (gestion publique, modèle libéral, modèle hybride, etc…). Aspects techniques de l'exploitation (les infrastructures, le matériel roulant, l'exécution du service, les fonctions orientées vers le voyageur notamment l'accueil et la prise en charge) Exemples nationaux et internationaux : coûts de production, leur décomposition entre les fonctions.",
    "Modalités": "7 séances de 3 heures",
    "Contrôle des connaissances - Règles de validation du module": "Dossier à préparer en groupe de 3-4 sur une politique de transport particulière dans une ville (France ou étranger) + Restitution devant la classe",
    "Adresse du site du module": "educnet.enpc.fr/course/view.php?id=132",
    "Effectif maximal": "Effectif illimité",
    "Département de rattachement": "Département Ville Environnement Transport",
    "Nombre de crédits ECTS": "1,5 crédit ECTS",
    "Mise à jour": "2 septembre 2024",
    "Code": "TRCUR"
}