{
    "Créneau": "Sem 4/Sem 6 Lu 8 h 30 - 11 h 15Sem 6 Lu 8 h 30 - 11 h 15",
    "Prérequis": "Module Ingénierie des systèmes de transports : méthodes et notions de base",
    "Enseignants responsables": "Panagiotis Ektor CHANDAKAS , Henri SAISSET",
    "Equipe enseignante": "Stephane BINOIS-DESJOUIS, Panagiotis Ektor CHANDAKAS, Henri SAISSET, Barthélémy LISSOWSKI, Frédéric SCHNEIDER, Clément HALLER, Pascal JORIS, Luigi STHALI, Jacques ETRILLARD",
    "Objectifs du module": "Le système ferroviaire est un système est en tant que tel : plusieurs acteurs interviennent avec des fonctions différentes (Autorité organisatrices, Gestionnaires d'Infrastructures ou de Gares, Entreprises ferroviaires ou Exploitants, Autorités de régulation). Chacun de ces acteurs a ses propres enjeux : A ces acteurs s'ajoutent les bureaux d'études, industriels ou entreprises de génie civil chargés de construire ces systèmes. L'objectif du cours est de donner aux élèves, un socle de connaissance minimum et une culture commune leur permettant, de contribuer activement lors de stages ou de premiers postes chez des acteurs du transport ferroviaire et guidé. A l'issue de ce cours, les élèves seront capables : - de faire la différence entre un train, un tramway, un métro et un RER - de comprendre pourquoi leur train ne circule pas plus vite et pourquoi il n'y en a pas plus - de faire la différence entre un conducteur, un machiniste, un chauffeur ou un mécanicien - de prendre du recul sur les jeux d'acteurs",
    "Programme du module": "Les séances seront consacrées à : - Séance introductive - Conception de réseau / de lignes / niveau de service - Sécurité et performance des trains - Construction du plan de transport - Cadencement dans l'exploitation ferroviaire - Matériel Roulant - Infrastructure - Organisation de la production - Maintenance - Contractualisation",
    "Modalités": "Le module est organisé en 10 séances animés par des experts du domaines permettant un tour d'horizon des différents étapes et composantes de l'exploitation d'un systèmes de transport. Chaque séance sera articulée autour : - D'une présentation technique du thème de la semaine - D'un échange avec les élèves sur la façon de l'intégrer à leurs projets Deux séances seront consacrées aux projets et études de cas réalisés par les étudiants (8 et 13) et une séance sera l'occasion de visiter un poste de régulation (12).",
    "Contrôle des connaissances - Règles de validation du module": "Les élèves seront amenés, pendant toute la durée du module, et par groupe de 3 personnes à travailler sur : \" Un projet de définition puis d'évaluation d'un système de transport ferroviaire ou guidé. \" L'étude d'une question technique ou politique posée au monde ferroviaire (LGV mixte, TramFret…) Le module sera évalué sur la base : - Du rapport de chaque groupe (40%) - De la note critique de chaque groupe (20%) - D'un QCM, dispensé lors e la dernière session (20%) - De la présence et participation en cours (20%)",
    "Adresse du site du module": "educnet.enpc.fr/course/view.php?id=72",
    "Documents pédagogiques - Bibliographie": "Présentations Pour votre information : l'École propose une plateforme de mise en ligne des ressources pédagogiques : https://educnet.enpc.fr qui permet, au choix de l'enseignant, de diffuser les ressources en internet, ou en intranet à tous les élèves de l'École, ou en intranet aux seuls élèves inscrits au cours.",
    "Effectif maximal": "Effectif limité à 25 élèves",
    "Département de rattachement": "Département Ville Environnement Transport",
    "Nombre de crédits ECTS": "3 crédits ECTS",
    "Mise à jour": "2 septembre 2024",
    "Code": "TRFER"
}