{
    "Créneau": "Sem 4/Sem 6 Me 13 h 45 - 16 h 30Sem 6 Me 13 h 45 - 16 h 30",
    "": "Ce module est obligatoire pour les étudiants de 2ème année de formation d'ingénieur, cursus \" Ingénierie Mathématique et Informatique \", parcours \" Vision apprentissage \". Il est ouvert aux autres étudiants d'autres cursus de la formation d'ingénieur. Il est indépendant d'autres modules.",
    "Prérequis": "Le cours est accessible avec les connaissances mathématiques acquises en première année des Ponts ou précédemment. La plupart des notions de base utiles pour le cours seront redéfinies pendant le cours. Les travaux pratiques sont construits pour ne requérir qu'un niveau de programmation modeste (en Python), pas supérieur à celui de fin de première année des Ponts.",
    "Enseignants responsables": "Vincent LEPETIT",
    "Equipe enseignante": "Pascal MONASSE",
    "Objectifs du module": "La vision par ordinateur est un domaine en plein développement, avec énormément d'applications (robotique, imagerie médicale, réalité augmentée et virtuelle, vente en ligne, analyse d'images et de vidéos, etc.). Ce module a pour but d'enseigner les bases de la vision par ordinateur essentielles à son application pratique et à la compréhension de la recherche actuelle. Notamment, à l'issue de ce module, les élèves maitriseront les fondements du traitement du signal et des approches statistiques appliqués à l'analyse d'images et de la vision 3D à partir d'images, et auront un aperçu de la recherche actuelle en vision par ordinateur. La vision par ordinateur repose sur de nombreux outils mathématiques : optimisation continue et discrète, traitement du signal, statistiques, apprentissage automatique (machine learning), processus aléatoires, etc.). Ce module donnera également l'opportunité de revoir ces notions et de voir leur application à la vision par ordinateur. Ce module constitue également une excellente préparation pour les élèves qui décideront de suivre le Master Mathématiques Vision Apprentissage (MVA) en dernière année.",
    "Programme du module": "Traitement du signal et Vision par ordinateur : - Convolution, débruitage, détection de contours, filtres non-linéaires, points d'intérêt Géométrie 3D et Vision par ordinateur : - Modèles géométriques de caméras, calibrage de caméras, estimation de pose 3D Optimisation discrète et Vision par ordinateur : - Champs de Markov, coupe de graphes, propagation de croyances",
    "Modalités": "Les séances 5, 7, 9, 11 se termineront par des présentations d'articles de recherche par des étudiants, ce qui permettra de repartir la charge de travail sur le semestre. On leur demandera d'identifier les limites des articles présentés afin d'exercer leur esprit critique. On leur demandera de préparer les TDs avant les séances et de rendre leurs rapports à la fin de la séance, pour se concentrer sur leurs difficultés pendant les séances. Séance 1 (CM) : Introduction à la vision par ordinateur. Bases du traitement d'images : convolution, débruitage, détection de bords, filtres non linéaires. Séance 2 (TD) : Débruitage simple, construction d'un détecteur de bord, débruitage préservant les bords. Séance 3 (CM) : Points d'intérêt. Détecteurs, descripteurs, scale space. Séance 4 (TD) : Détecteur de Harris. Séance 5 (CM) : Géométrie 3D pour la vision par ordinateur. Modèle projectif, calibrage, calcul de pose 3D, RANSAC, estimation robuste. Séance 6 (TD) : Calibration de caméra. Séance 7 (CM) : Géométrie 3D pour la vision par ordinateur, suite. Séance 8 (TD) : Calcul de pose 3D robuste. Séance 9 (CM) : Optimisation discrète pour la vision par ordinateur : champs de Markov (MRFs), programmation dynamique et coupes de graphe. Séance 10 (TD) : Segmentation d'image par coupe de graphe. Séance 11 (CM) : Optimisation discrète pour la vision par ordinateur : propagation de croyances. Séance 12 (TD) : Reconstruction stéréo à partir de 2 images via loopy belief propagation. Séance 13 (CI) : Présentations de sujet par des étudiants.",
    "Contrôle des connaissances - Règles de validation du module": "Le barème pour la validation du module est le suivant : - 50 % : note des devoirs à la maison (finalisation des travaux dirigés) ; - 50 % : note de la présentation orale du sujet étudié choisi.",
    "Adresse du site du module": "http://gede.enpc.fr/Programme/Fiche.aspx",
    "Documents pédagogiques - Bibliographie": "Le support de cours sera disponible en ligne. Autres ressources de cours : Computer Vision: Algorithms and Applications - Richard Szeliski (2011) - à la bibliothèque des Ponts, cote 38-35480, et pdf en ligne (http://szeliski.org/Book/), o Vision Science: Photons to Phenomenology - Stephen E. Palmer (1999) - à la bibliothèque des Ponts, cote 38-39707, o Multiple View Geometry in Computer Vision - Richard Hartley & Andrew Zisserman (2003) - à la bibliothèque des Ponts, cote 38-35481, o Elements of information theory - Thomas M. Cover & Joy A. Thomas (2012) - pdf accessible en ligne sur Wiley Online Library (http://onlinelibrary.wiley.com), o A wavelet tour of signal processing - Stéphane Mallat & Gabriel Peyré (2009) - à la bibliothèque des Ponts, cote 02-35496.",
    "Effectif maximal": "Effectif illimité",
    "Département de rattachement": "Département Ingénierie Mathématique et Informatique",
    "Nombre de crédits ECTS": "3 crédits ECTS",
    "Mise à jour": "01 Septembre 2024",
    "Code": "TRIVA"
}