{
    "Créneau": "Sem 6",
    "Enseignants responsables": "Gaele LESTEVEN , Stéphane CARCAS",
    "Objectifs du module": "Ce cours a pour objectif d'interroger les enseignements du Master relatifs à l'analyse des besoins de mobilité et à l'organisation des systèmes de transports à l'aune des enjeux des transports dans les pays en développement. Il s'agit à la fois de présenter la spécificité des enjeux selon les zones géographiques (Afrique du Nord, Afrique Sub-Saharienne, Amérique du Sud, Asie, Pays en Transition, BRIC), de présenter les acteurs en présence, mais surtout d'étudier comment les méthodologies présentées dans le Master pour l'analyse de la durabilité des modes et la définition des besoins de mobilités doivent être questionnées et adaptées pour répondre de manière pertinente à la spécificité des enjeux. Il s'agit en particulier d'étudier les contraintes et les opportunités fournies par le fait que les infrastructures ne sont pas au même niveau de développement que dans les pays du Nord. Au-delà des approches économiques quantitatives basées sur des indicateurs théoriques, il est nécessaire d'avoir la capacité de développer des jugements qualitatifs. Le cours ne vise pas à donner des convictions mais bien à inculquer des intuitions basées sur une connaissance des expériences passées de projets de transport dans le monde.",
    "Programme du module": "Les spécificités des transports dans les PED Transport et pauvreté Transport et villes en développement Transport, sécurité et développement durable Rôle et politique des bailleurs de fonds dans le soutien aux projets de transport dans les PED Les infrastructures routières et portuaires dans les PED Mode de construction des routes dans les PED L'investissement et l'entretien routier Les corridors de transports internationaux La sécurité routière pour les infrastructures dans les PED La modernisation des ports dans les pays en voie de développement Les nouvelles pratiques portuaires dans les PED Le développement des nouvelles technologies et les mesures de facilitation Des exemples de transport intégré routier et maritime du type \" autoroutes de la mer\" Les fondements du partenariat public privé pour les transports dans les PED Les différentes types de contrat (contrat de service, contrat de gestion, affermage, concession, contrat de partenariat de type Build Operate and Transfer) Analyses par secteurs A l'issue du module, les élèves seront capables de : analyser l'état d un projet de transport en identifiant des indicateurs pertinents pour suivre son évolution et mesurer l efficacité des améliorations proposées ; hiérarchiser les enjeux liés aux transports dans un pays en développement et de définir les termes des arbitrages entre les dimensions de la durabilité dans les pays en développement et analyser dans quelle mesure les modes de gouvernance en place constituent une éventuelle barrière à l'émergence d'un transport durable ; identifier les acteurs nationaux et internationaux en présence pour la construction, l'entretien et la modernisation des infrastructures de transport dans un PED ; critiquer, d'adapter et de mobiliser à bon escient les méthodologies d'analyse de la mobilité et de la durabilité des modes développées pour les pays développés aux contextes et aux enjeux locaux ; évaluer la qualité des données mobilisables pour la réalisation d'une étude d'un projet de transport dans un PED ; développer des approches qualitatives lorsque les approches quantitatives standard ne sont pas applicables ; analyser les modalités de transferts technologiques et les possibilités de \"Leapfroging\" ; récupérer des documents pertinents permettant de compléter et d'actualiser les connaissances dans des domaines marquées par une très forte évolutivité technique ; juger de la durabilité des projets de transport dans les PED ; mobiliser les ressources nationales pour mener à bien leurs projets. Cette organisation des ressources s'appuie sur la connaissance des systèmes managériaux et des procédures développées à travers le monde avec leurs avantages et leurs inconvénients ; s'appuyer sur des acteurs internationaux, en ayant une parfaite connaissance du rôle et l'aide apportée par les principaux bailleurs de fonds.",
    "Modalités": "7 séances de 3h",
    "Contrôle des connaissances - Règles de validation du module": "Participation + projet individuel",
    "Effectif maximal": "Effectif limité à 35 élèves",
    "Département de rattachement": "Master Transport et Développement Durable",
    "Nombre de crédits ECTS": "2 crédits ECTS",
    "Mise à jour": "Septembre 2012",
    "Code": "TRPFR"
}