{
    "Créneau": "Sem 3/Sem 5Sem 5",
    "": "Atelier en sous-groupe de 14 maximum, réalisé en semaine bloquée.",
    "Prérequis": "Des bases d'économie de l'environnement, d'analyses de cycle de vie et des connaissances des externalités des transports sont utiles.",
    "Enseignants responsables": "Camila FREITAS SALGUEIREDO",
    "Objectifs du module": "Cet atelier propose de comparer différents carburants présents et à venir (essence, diesel, gaz naturel, éthanol, huiles végétales, carburants de synthèse, électricité, hydrogène) pour les transports routiers individuels sous l'angle d'une réduction de la consommation d'énergie, des émissions de gaz à effet de serre, des émissions de polluants atmosphériques et des coûts associés L'objectif du projet consiste à mettre en lumière les solutions énergétiques à privilégier par les décideurs publics pour les transports routiers individuels à un horizon 2030. À l'issue du module, les élèves seront capables de : o Comparer d'un point de vue environnemental, économique et des ressources non renouvelables les différentes filières énergétiques dans le secteur des transports de passagers ; o Régionaliser les réponses aux enjeux énergétiques.",
    "Programme du module": "L'atelier se divise en deux parties. La première est la réalisé en binôme afin de calculer l'ensemble des impacts d'une filière énergétique de propulsion automobile. Le seconde consiste en la comparaison des différentes filières entre-elles de manière à aboutir à des recommandations en termes de filières énergétiques dans les transports.",
    "Modalités": "5 séances de TD, une préparation à la soutenance et une soutenance. 25h. 2,5 ECTS.",
    "Contrôle des connaissances - Règles de validation du module": "Soutenance orale (note sur 10) + participation aux TD (note sur 10).",
    "Effectif maximal": "Effectif limité à 30 élèves",
    "Département de rattachement": "Master Transport et Développement Durable",
    "Nombre de crédits ECTS": "2,5 crédits ECTS",
    "Code": "TWTW"
}