{
    "Créneau": "Sem 2",
    "": "Aucune",
    "Prérequis": "Aucun",
    "Enseignants responsables": "Florian DUPONT",
    "Equipe enseignante": "Florian DUPONT",
    "Objectifs du module": "L'ingénierie a un rôle crucial dans la transition écologique des territoires. Elle doit articuler des notions de sciences appliquées (physique du bâtiment et de la ville…), des méthodes (analyse de cycle de vie, conception paramétrique…) et la compréhension du jeu d'acteurs (état, collectivité, investisseurs, promoteurs…) pour garantir d'être à la mesure des enjeux environnementaux (neutralité carbone, finitudes des ressources…). L'objectif de ce module est de donner un aperçu des différentes ingénieries que mobilise la qualité environnementale dans l'urbanisme et l'architecture et de réfléchir au rôle de l'ingénieur dans la transition. A l'issue de ce module, les étudiants disposeront de notions et d'outils sur le bioclimatisme du bâtiment et de la ville, l'analyse de cycle de vie appliqué et d'un socle méthodologique sur le rôle de l'ingénieur dans la transition.",
    "Programme du module": "Séances : \" Introductions aux enjeux de décarbonation dans les territoires \" Panorama et exercices sur : o Qualité environnementale du bâtiment o Analyse du cycle de vie appliquée à la ville, au bâtiment et aux espaces publics o Bioclimatisme architecturale et urbain o Place du vivant et des services écosystémiques dans la ville",
    "Modalités": "Alternance de cours magistraux et d'exercices collectifs, études de cas et discussions",
    "Contrôle des connaissances - Règles de validation du module": "L'évaluation sera réalisée au fil du cours sur la base des différents exercices et participations des étudiants. Certains travaux pourront être finalisés en dehors mais l'essentiel sera réalisé en séance.",
    "Documents pédagogiques - Bibliographie": "https://educnet.enpc.fr",
    "Effectif maximal": "Effectif limité à 30 élèves",
    "Département de rattachement": "Département de 1ère année",
    "Nombre de crédits ECTS": "2 crédits ECTS",
    "Code": "URBVI"
}