{
    "Créneau": "Sem 3/Sem 5 Me 13 h 45 - 16 h 30Sem 5 Me 13 h 45 - 16 h 30",
    "Enseignants responsables": "Gregoire DESROUSSEAUX",
    "Equipe enseignante": "Gregoire DESROUSSEAUX, Jérôme COLLIN, Philippe LANET, Paul-Louis MOREAU, Fabirama NIANG, Rodolphe PANTANACCE, Denis SCHERTENLEIB",
    "Objectifs du module": "La propriété intellectuelle (PI) est aujourd'hui, dans un contexte de concurrence forte et de degré d'innovation élevé, omniprésente dans la vie économique. L'écart souvent important entre la valorisation / capitalisation boursière d'une société et la valeur de ses actifs matériels correspond en grande partie à la valeur de la PI de cette société. On peut observer un tel écart évidemment dans des sociétés telles que Google (dont la PI représente plus de 90% de la valeur), mais également dans des sociétés plus \" traditionnelles \". La valorisation des actifs immatériels de l'Etat rend cette considération pertinente également pour les organisations publiques. Droits d'auteur, brevets, marques, sont des éléments \" visibles \" de PI. D'autres éléments, moins directement visibles, peuvent également représenter une part significative de la PI (Savoir-faire, logiciels, résultats d'essais, etc.). Cette PI omniprésente est cependant encore trop mal connue des non-spécialistes. L'objectif du cours est d'éveiller l'intérêt des futurs ingénieurs et décideurs pour cette dimension non seulement importante, mais également passionnante. La PI est en effet au croisement de registres différents (technique en ce qui concerne les inventions, mais également juridique, économique et stratégique). Le cours vise à offrir les clés pour comprendre et expérimenter ce champ d'expertise \" composite \". Ces clés pourront ensuite être utilisées avec profit, par exemple : pour l'ingénieur R&D et le chef de projet, qui sauront sélectionner les meilleurs voies de protection pour leurs innovations pour le dirigeant, qui gèrera au mieux l'ensemble des armes dont il dispose face à ses concurrents; pour le responsable public, qui aura une pleine conscience de la valeur des actifs immatériels qu'il contrôle et une bonne vision des voies de leur valorisation La valorisation des innovations implique des situations très diverses et des compétences multiples. Pour refléter cette diversité, l'équipe enseignante est constituée d'intervenants de haut niveau représentatifs des diverses professions liées à l'innovation : conseil en propriété industrielle, responsable d'innovation en entreprise, spécialiste de la valorisation financière de la PI, responsable du licensing, avocat.",
    "Programme du module": "Un cas pratique présentant une situation factuelle d'innovation et de concurrence entre entreprises sera traité sur plusieurs séances. Les étudiants seront répartis en groupes pour représenter une des entreprises impliquées - chacune cherchant à protéger ses intérêts propres en utilisant au mieux les éléments de PI du dossier. Après une phase d'analyse des positions respectives, nous simulerons une négociation et le cas échéant, un litige. Cette étude de cas permettra d'expérimenter d'une façon interactive une situation concurrentielle pratique liée à l'innovation. Le cours comporte une première partie dans laquelle les différentes protections possibles seront exposées et une deuxième partie portant sur les relations de l'entreprise avec les tiers (licensing, stratégies de lutte contre la contrefaçon etc.) : En première partie, le cours traite les points suivants : présentation générale des mécanismes de protection; détection de l'innovation dans et hors de l'entreprise; protection par le brevet; cas pratiques; évaluation du prix d'un actif de propriété industrielle. En seconde partie, le cours traite les points suivants: stratégie et tactique judiciaire; secret et savoir faire; alliances de \"production\" de l'innovation; standards de fait ou de droit; stratégie \"ouverte\" de valorisation de l'innovation: licences, \"patent pools\", normalisation (éléments de droits privatifs et droit de la concurrence).",
    "Modalités": "13 séances de 3 heures",
    "Contrôle des connaissances - Règles de validation du module": "La validation des connaissances s'effectue par : un QCM en cours de module, un contrôle écrit (QCM + questions) en fin de module.",
    "Documents pédagogiques - Bibliographie": "Polycopiés : transparents. Exercices et Cas : brevets et divers documents distribués au cours du module. Ouvrages de base (langue française) : tous ouvrages de droit de la propriété intellectuelle (précis Dalloz, cours de propriété intellectuelle) peut permettre à l'élève ingénieur d'approfondir certains aspects spécifiques de protection lié au métier auquel il se destine.",
    "Effectif maximal": "Effectif illimité",
    "Département de rattachement": "Département Génie Industriel",
    "Nombre de crédits ECTS": "2 crédits ECTS",
    "Mise à jour": "01 Septembre 2024",
    "Code": "VALIN"
}