{
    "Créneau": "Sem 3/Sem 5 Ve 15 h 15 - 18 hSem 5 Ve 15 h 15 - 18 h",
    "": "Pas de conditions spécifiques.",
    "Prérequis": "Ce module est destiné aux étudiants de deuxième année du département GMM sans autre prérequis nécessaire.",
    "Enseignants responsables": "Kevin LIPPERA",
    "Equipe enseignante": "Kevin LIPPERA",
    "Objectifs du module": "Ce module a pour but de présenter aux étudiants la famille de matériaux des verres en présentant leur composition, leur structure, leur élaboration et leur comportement mécanique, thermique et optique à température ambiante ainsi qu'à haute température. A l'issue de ce module les étudiants connaitront : La formulation et la structure d'un verre minéral classique Le comportement viscoélastique du verre à haute température Le comportement optique et thermique du verre à température ambiante Des procédés industriels d'élaboration du verre (verre plat : procédé float, laine de verre : procédé TEL) L'état actuel des émissions carbone de l'industrie verrière et les stratégies possibles pour les limiter dans le futur. Différents procédés d'amélioration des propriétés du verre : trempe thermique, trempe chimique, recuisson, dépôt de couches minces. Quelques mécanismes physico-chimiques à l'origine de l'altération des verres : corrosion, dévitrification A l'issue de ce module les élèves seront capables de : Résoudre un problème de mécanique du verre à haute température en partant d'hypothèses simplificatrices Savoir utiliser ses connaissances théoriques pour prédire le fluage d'un barreau de verre et la propagation de chaleur dans un verre à haute température lors d'une trempe thermique. Ce module permettra de : Faire découvrir les problématiques scientifiques et industrielles en lien avec l'élaboration du verre Faire suivre aux étudiants un apprentissage par la recherche grâce aux différents TP croisant connaissances théoriques, code numérique et résultats expérimentaux Avoir une bonne connaissance de cette famille de matériaux et des notions de transferts thermiques qui pourront être utilisées de façon plus générale dans le monde professionnel ou la poursuite de leurs études.",
    "Programme du module": "Le module se décompose en 6 séances de 2h30 organisées de la manière suivante : 1. Introduction générale aux verres a. Formulation et structure du verre : sont abordés les notions de solide amorphe, transition vitreuse, éléments chimiques constitutif d'un verre minéral b. Viscosité du verre : définition mécanique de la viscosité et approche physique statistique pour en donner une description microscopique. Variation de la viscosité avec la température par la loi de Vogel-Fulcher-Tamman. c. Dévitrification : Nucléation et croissance cristalline d. Formulation du verre et fusion : Etapes et réactions chimiques au cours de la fusion du mélange vitrifiable, notion de calcin e. Propriétés optiques du verre : spectre d'absorption, coloration ionique f. Applications industrielles de verre : laine de verre, vitrage, télécommunication, renforcement g. Impact CO2 de l'industrie verrière : Etat actuel et solutions techniques envisageables 2. Viscoélasticité du verre à haute température et interprétation d'un essai de fluage a. Physique du comportement viscoélastique : éléments de Maxwell, éléments de Burgers, notion de temps de relaxation des contraintes b. Mécanique du comportement viscoélastique avec l'hypothèse des petites déformations (HPP) c. Mécanique du comportement viscoélastique en grandes transformations d. Interprétation de l'essai de fluage : détermination de l'évolution du rayon et de la contrainte dans un barreau de verre chauffé. 3. Traitements du verre, altération et Elaboration industrielle a. Elaboration des verres : transferts thermiques (conduction, convection et rayonnement), physique de la fusion du verre, présentation du procédé Float pour la formation de verre plat et présentation du procédé TEL pour la formation de la laine de verre. b. Renforcement mécanique : notions de trempe thermique, trempe chimique et de recuit. c. Dépôt de couches minces : Applications et procédés industriels 4. TP / TD-python : Essai de fluage en laboratoire et comportement viscoélastique a. Réalisation et suivi de l'essai de fluage d'un barreau de verre chauffé dans le but de prédire la viscosité du verre à la température imposée par le four. Le TP donnera lieu à un rapport rédigé par les étudiants. b. TD python réalisé par les étudiants : (1) Etude de différents modèles viscoélastiques dans le cadre du fluage d'un barreau de verre et (2) Détermination de la propagation de chaleur dans un matériau en verre lors d'une trempe thermique 5. TD : Atelier de recherche Les étudiants découvrent un ensemble de publications scientifiques sur le comportement ou l'élaboration du verre. Ils réalisent ensuite par groupe une courte présentation devant l'ensemble de la classe. 6. Visite du site de Saint-Gobain Recherche Paris",
    "Modalités": "Un cours magistral est donné pour les séances 1, 2 et 3. On alternera entre développement des calculs au tableau et des slides / vidéos projetées pour illustrer certains points du cours (par exemple les procédés d'élaboration ou la notion de trempe thermique avec l'explosion de larmes Bataviques) Les séances 4 et 5 sont réalisées sous forme de TP / TD. Le TP est encadré par une équipe en laboratoire et les TD par le responsable du module. La séance 6 est une visite du site de Saint-Gobain Recherche à Aubervilliers",
    "Contrôle des connaissances - Règles de validation du module": "Les étudiants valident le module sur deux éléments : 1. Des quizz de 5 questions de cours tirées parmi 10 présentées la séance précédant le quizz. 2. Les élèves réalisent par groupe un rapport de TP/TD à la séance 4",
    "Documents pédagogiques - Bibliographie": "Les étudiants auront à disposition un polycopié détaillant l'ensemble des séances. On propose aussi la bibliographie suivante : \" Barton, J., Guillemet, C. (2021). Le verre. In Le verre. EDP sciences. \" Salençon, J. (2005). Mécanique des milieux continus : Concepts généraux (Vol. 1). Editions Ecole Polytechnique. \" Bird, R. B. (2002). Transport phenomena. Appl. Mech. Rev., 55(1), R1-R4. \" Krause, D., & Loch, H. (Eds.). (2002). Mathematical simulation in glass technology. Springer Science & Business Media.",
    "Effectif maximal": "Effectif limité à 16 élèves",
    "Département de rattachement": "Département Génie Mécanique et Matériaux",
    "Nombre de crédits ECTS": "1,5 crédit ECTS",
    "Mise à jour": "01/09/2024",
    "Code": "VERRE"
}